Repository: pypi-data/pypi-mirror-2
Catalog: packages/glamkit-eventtools/glamkit-eventtools-0.5.1.tar.gz/glamkit-eventtools-0.5.1/eventtools/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: Select an occurrence to change
tr_tr: Değiştirmek için bir olay seçin

source: The end time must be later than start time.
tr_tr: Bitiş tarihi başlangıç tarihinden sonra olmalı.

source: This date is ignored for one time only events.
tr_tr: Bu tarih tekrarlanmayan etkinlikler için yoksayılır.

source: Select '----' for a one-off event.
tr_tr: Tek seferlik etkinlikler için ’----’ seçin.

source: DATE_FORMAT
tr_tr: %d.%m.%Y

source: varied end date
tr_tr: değişken bitiş tarihi

source: varied end time
tr_tr: değişken bitiş zamanı

source: unvaried start date
tr_tr: değişken olmayan başlangıç tarihi

source: unvaried start time
tr_tr: değişken olmayan başlangıç zamanı

source: unvaried end date
tr_tr: değişken olmayan bitiş tarihi

source: unvaried end time
tr_tr: değişken olmayan bitiş zamanı

source: cancelled
tr_tr: iptal edildi

source: occurrence
tr_tr: oluşma

source: occurrences
tr_tr: oluşmalar

source: Yearly
tr_tr: Yıllık

source: Monthly
tr_tr: Aylık

source: Weekly
tr_tr: Haftalık

source: Daily
tr_tr: Günlük

source: Hourly
tr_tr: Saatlik

source: name
tr_tr: isim

source: description
tr_tr: açıklama

source: frequency
tr_tr: sıklık

source: inclusion parameters
tr_tr: içeren parametreler

source: complex rules (over-rides all other settings)
tr_tr: detaylı kurallar (tüm diğer kuralları ezer)

source: rule
tr_tr: kural

source: rules
tr_tr: kurallar

source: Week: %(start)s-%(end)s
tr_tr: Hafta: %(start)s-%(end)s

source: Day: %(start)s-%(end)s
tr_tr: Gün: %(start)s-%(end)s

source: Upcoming Events for %s
tr_tr: %s için Yakındaki Etkinlikler

source: view previous month
tr_tr: bir önceki ay

source: view next month
tr_tr: bir sonraki ay

source: Title
tr_tr: Başlık
