Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.Maps/Products.Maps-2.1.0.zip/Products.Maps-2.1.0/Products/Maps/locales/*/LC_MESSAGES/maps.po
Languages: de, ja, no, zh_tw

source: Info
no: Informasjon
zh_tw: 資訊

source: Key
de: Schlüssel
no: Nøkkel

source: Maps settings
de: Maps Einstellungen
ja: Maps設定
no: Maps instillinger
zh_tw: 地圖設定

source: help_default_coordinated
de: Geben Sie die Koordinaten an, die beim Erstellen neuer Ortsangaben genutzt werden.
ja: 地図の基本となる位置情報を指定してください。
no: Spesifiser de initielle koordinatene for nye lokasjoner
zh_tw: 新增位置時的預設經緯度。

source: help_default_map_type
de: Wählen Sie die Standard-Sicht für Karten aus.
ja: 初期値となるマップの種類を指定してください。
no: Velg karttypen som benyttes som utgangspunkt for nye kart
zh_tw: 選擇預設使用的地圖類型。

# help_geolocation
source: You can search for an address were each part is seperated by a comma (street 123, City). You may have to append the country name behind the address to get a result. You can also enter 'latitude, longitude' coordinates.
de: Sie können nach einer Adresse suchen, wobei die Addressteile durch Komma getrennt sind (Straße 123, 12345 Stadt). Eventuell müssen Sie den Namen des Landes angeben, in dem Sie suchen (Deutschland). Sie können auch Koordinaten in der Form 'Breitengrad, Längengrad' angeben, wobei ein Punkt statt einem Komma für die Abtrennung der Nachkommastellen benutzt werden muss.
ja: 住所を入力して地図を表示することができます（東京都千代田区永田町１−１）。国の名前は住所の後にコンマで区切って追加して検索してください。 又、経度、緯度を入力して地図を表示することもできます。
no: Du kan søke etter en adresse hvor hver del er skilt med et komma (gate 123, by). Det kan hende du må legge til landsnavnet etter adressen for å få treff. Du kan også oppgi 'lengdegrad, breddegrad' koordinater.
zh_tw: 可以輸入「台北市忠孝東路」之類的地址來搜尋，也可以輸入經緯度 (24.0, 121.0) 的方式來搜尋。

source: help_google_maps_api_keys
ja: サイトを表示するために使われてているURLによって取得したGoogle Maps API keyを追加してください。（ドメインごとに必要です）
no: Legg til Google Maps API nøkler. Du må benytte klientside url'en hvor nettstedet kan nås.
zh_tw: 新增 Google Maps API 鍵值。你必須使用網站看得到的客戶端網址。

# help_markericon
source: Select the icon which is used as the marker on the map.
de: Wählen Sie ein Symbol als Markierung auf der Karte.
ja: 地図の中でポイントの位置を示すアイコンを選んでください。
no: Velg det ikonet som skal brukes som markør på kartet.
zh_tw: 依類別選定標示圖案。

source: label_default_coordinates
de: Standard-Koordinaten
ja: 基本の位置（住所または、経度緯度）
no: Initielle koordinater
zh_tw: 預設經緯度

source: label_default_map_type
de: Standard-Kartensicht
ja: 基本地図の選択
no: Initiell karttype
zh_tw: 預設地圖類型

# label_geolocation
source: Location
de: Ortsangabe
ja: ロケーション地図
no: Lokasjon
zh_tw: 位置

source: label_google_ajax_search_api_keys
de: Google AJAX Search API Schlüssel
no: Google AJAX Search API Nøkler
zh_tw: Google AJAX Search API Keys

source: label_google_maps_api_keys
de: Google Maps API Schlüssel
no: Google Maps API Nøkler
zh_tw: Google Maps API Keys

# label_markericon
source: Marker icon
de: Markierungssymbol
ja: Marker icon（位置アイコン）
no: Markørikon
zh_tw: 標示圖案

source: label_satellite_map
de: Satellitenbilder
ja: 航空写真
no: Satellittbilder
zh_tw: 衛星影像

source: label_satellite_schematic_map
de: Satellitenbilder mit schematischer Überlagerung
ja: 地図＋写真
no: Satellittbilder med skjematisk overlagring
zh_tw: 綜合影像

source: label_schematic_map
de: Schematische Karte
ja: 地図
no: Skjematisk kart
zh_tw: 簡明地圖

# text_googlemaps_location_not_found
source: The location '[LOCATION]' couldn't be found.
de: Die Adresse '[LOCATION]' konnte nicht gefunden werden.
ja: '[LOCATION]'は、見つけられませんでした。
no: Fant ikke lokasjonen '[LOCATION]'.
zh_tw: 這個地址 '[LOCATION]' 搜尋不到。

source: help_google_ajax_search_api_keys
ja: サイトを表示するために使われてているURLによって取得したGoogle AJAX Search API keyを追加してください。Google Mapsのgeocodingでは探すことのできない位置を探すために使います。
zh_tw: 新增 Google AJAX Search API 鍵值。你必須使用網站看得到的客戶端網址，這個鍵值會用來搜尋預設沒找到的位置。
