Repository: pypi-data/pypi-mirror-2
Catalog: packages/aarddict/aarddict-0.9.1.zip/aarddict-0.9.1/aarddict/locale/*/LC_MESSAGES/aarddict.po
Languages: ru

source: Copy Lin&k
ru: Скопировать &ссылку

source: Article "%s" not found
ru: Статья "%s" не найдена

source: Too many redirects for "%s"
ru: Слишком много перенаправлений для "%s"

source: Clear
ru: Очистить

source: &Find
ru: Н&айти

source: &Find:
ru: Н&айти:

source: Close Find bar
ru: Закрыть панель поиска текста в статье

source: Find the previous occurence of the phrase
ru: Найти предыдущее вхождение фразы в текст

source: Find the next occurence of the phrase
ru: Найти следующее вхождение фразы в текст

source: &Match Case
ru: Учесть &регистр

source: Nothing found
ru: Ничего не найдено

source: &Lookup
ru: &Поиск

source: &History
ru: &История

source: &Toolbar
ru: Панель &кнопок

source: &Add Dictionaries...
ru: Подключить &словари...

source: Add dictionaries
ru: Подключить словари

source: Add &Directory...
ru: По&дключить папку...

source: Add dictionary directory
ru: Подключить папку со словарями

source: &Remove...
ru: &Отключить...

source: Remove dictionary or dictionary directory
ru: Отключить словарь или папку со словарями

source: &Verify...
ru: &Проверить...

source: Verify volume data integrity
ru: Проверить целостность данных словарных томов

source: &Info...
ru: &Информация...

source: Information about open dictionaries
ru: Информация об открытых словарях

source: &Quit
ru: &Выйти

source: Exit application
ru: Закрыть приложение

source: Lookup the selected text
ru: Искать в словарях выделенный text

source: Cu&t
ru: &Вырезать

source: Cut the selection
ru: Вырезать выделенный тест

source: &Copy
ru: С&копировать

source: Copy the selection
ru: Копировать выделенный текст

source: &Paste
ru: Вст&авить

source: Paste the clipboard
ru: Вставить из буфера обмена

source: &Delete
ru: &Удалить

source: Delete the selected text
ru: Удалить выделенный текст

source: &Select All
ru: &Выделить все

source: Select the entire text
ru: Выделить весь текст

source: &Lookup Box
ru: П&оле ввода

source: Move focus to word input and select its content
ru: Переместить фокус в поле ввода и выделить текст в нём

source: &Back
ru: &Назад

source: Go back to previous word in history
ru: Вернуться к предыдущему слову

source: &Forward
ru: &Вперёд

source: Go forward to next word in history
ru: Перейти к следующему слову

source: &Next Article
ru: &Следующая статья

source: Show next article
ru: Показать следующую статью

source: &Previous Article
ru: &Предыдущая статья

source: Show previous article
ru: Показать предыдущую статью

source: &Find...
ru: Н&айти...

source: Find text in article
ru: Найти текст в статье

source: &Save...
ru: &Сохранить...

source: Save article text to file
ru: Сохранить текст статьи в файл

source: &View Online
ru: &Посмотреть в сети

source: Open online version of this article in a web browser
ru: Открыть онлайн версию текущей статьи в веб-браузере

source: &Appearance...
ru: &Стиль...

source: Customize article appearance
ru: Изменить внешний вид статей

source: &Increase
ru: У&величить

source: Increase size of article text
ru: Увеличить размера текста статьи

source: &Decrease
ru: У&меньшить

source: Decrease size of article text
ru: Уменьшить размер текста статьи

source: &Reset
ru: &Восстановить

source: Reset size of article text to default
ru: Восстановить размер текста к размеру по умолчанию

source: &Full Screen
ru: На весь &экран

source: Toggle full screen mode
ru: Переключить полноэкранный режим

source: &About...
ru: &О программе

source: Information about Aard Dictionary
ru: Информация о программе Aard Dicitonary

source: &Dictionary
ru: &Словарь

source: &Edit
ru: &Правка

source: &Navigate
ru: &Навигация

source: &Article
ru: C&татья

source: &View
ru: &Вид

source: Text &Size
ru: &Размер текста

source: H&elp
ru: Сп&равка

source: Opening dictionaries...
ru: Идет подключение словарей...

source: Stop
ru: Стоп

source: Open Failed
ru: Ошибка при открытии

source: Failed to open some dictionaries
ru: Не удалось открыть некоторые словари

source: Add Dictionary
ru: Добавить словарь

source: Aard Dictionary Files
ru: Файлы Aard Dictionary

source: Add Dictionary Directory
ru: Подключить папку со словарями

source: Remove Dictionaries
ru: Отключить словари

source: Select &All
ru: &Выбрать все

source: &Remove
ru: &Отключить

source: Loading...
ru: Идет загрузка...

source: Looking up <strong>%s</strong>
ru: Идет поиск <strong>%s</strong>

source: Error while looking up %(word)s: %(exception)s
ru: Ошибка при поиске %(word)s: %(exception)s

source: Word Lookup Failed
ru: Ошибка при поиске

source: Failed to load article %s
ru: Ошибка при загрузке статьи %s

source: Error reading article %(title)s from %(dict_title)s (file %(dict_file)s): %(exception)s
ru: Ошибка при чтении статьи %(title)s из словаря %(dict_title)s (файл %(dict_file)s): %(exception)s

source: Article Load Failed
ru: Ошибка при загрузке статей

source: There was an error while accessing dictionaries. Dictionary files may be corrupted. Would you like to verify now?
ru: При доступе к словарям произошла ошибка. Возможно файлы словарей повреждены. Проверить?

source: Verify
ru: Проверить

source: Status
ru: Статус

source: Volume
ru: Том

source: Unverified
ru: Непроверен

source: &Verify
ru: П&роверить

source: Verifying...
ru: Идёт проверка

source: Ok
ru: В порядке

source: Corrupt
ru: Испорчен

source: Dictionary Info
ru: Информация о словарях

source: Volumes:
ru: Томов:

source: Number of articles:
ru: Количество статей:

source: Language links:
ru: Заголовки на других языках:

source: Source
ru: Источник

source: Copyright Notice
ru: Информация об авторских правах

source: License
ru: Лицензия

source: About
ru: О программе

source: Article Appearance
ru: Стиль статьи

source: <div id="globalWrapper"> This is an <a href="#">internal link</a>. <br> This is an <a href="http://example.com">external link</a>. <br> This is text with a footnote reference<a id="_r123" href="#">[1]</a>. <br> <p>Click on any link to see active link color.</p> <div>1. <a href="#_r123">&#8593;</a> This is a footnote.</div> </div>
ru: <div id="globalWrapper"> Это <a href="#">обычная внутренняя ссылка</a>. <br> Это <a href="http://example.com">внешняя ссылка</a>. <br> Это текст со сноской<a id="_r123" href="#">[1]</a>. <br> <p>Нажмите любую ссылку, чтобы увидеть цвет активной ссылки.</p> <div>1. <a href="#_r123">&#8593;</a> Это сноска.</div> </div>

source: Internal Link
ru: Внутрення ссылка

source: External Link
ru: Внешняя ссылка

source: Footnote Link
ru: Сноска

source: Footnote Back Link
ru: Ссылка назад к сноске

source: Active Link
ru: Активная ссылка

source: AaBb
ru: АаБб

source: Article Text
ru: Текст статьи

source: Use Wikipedia style
ru: Использовать стиль Википедии

source: No dictionaries
ru: Словарей нет

source: %d volume
ru: %d том

source: %d dictionary
ru: %d словарь

source: Save Article
ru: Сохранить статью

source: HTML Documents (*.htm *.html)
ru: Документы HTML (*.htm *.html)

source: Failed to Save Article
ru: Ошибка при сохранении статьи

source: There was an error when writing article to file %s
ru: При записи статьи в файл %s произошла ошибка

source: Failed to load saved application state
ru: Не удалось восстановить состояние приложения

source: Redirected from <strong>%s</strong>
ru: Перенаправлено с <strong>%s</strong>

source: (C) 2006-2010 Igor Tkach
ru: (C) 2006-2010 Игорь Ткач

source: (C) 2008 Jeremy Mortis
ru: (C) 2008 Джереми Мортис

source: Distributed under terms and conditions of <a href="http://www.gnu.org/licenses/gpl-3.0.html">GNU Public License Version 3</a>
ru: Распространяется на условиях <a href="http://www.gnu.org/licenses/gpl-3.0.html">GNU Public License версии 3</a>

source: Aard Dictionary logo by Iryna Gerasymova
ru: Логотип Aard Dictionary разработан Ириной Герасимовой

source: Human-O2 icon set by <a href="http://schollidesign.deviantart.com">~schollidesign</a>
ru: Набор пиктограмм Human-O2 разработан <a href="http://schollidesign.deviantart.com">~schollidesign</a>

source: Failed to save list of dictionary locations
ru: Не удалось сохранить список путей к словарям

source: Failed to load list of dictionary locations
ru: Не удалось загрузить список путей к словарям

source: Failed to save application state
ru: Не удалось сохранить состояние приложения

source: Failed to save appearance settings
ru: Не удалось сохранить настройки внешнего вида

source: Failed to load saved appearance settings
ru: Не удалось загрузить сохранённые настройки внешнего вида

source: Failed to save layout
ru: Не удалось сохранить расположение элементов интерфейса

source: Failed to load saved layout
ru: Не удалось загрузить расположение элементов интерфейса

source: Error
ru: Ошибка
