Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.galleriffic/Products.galleriffic-1.0.4-py2.4.egg/Products/galleriffic/locales/*/LC_MESSAGES/Products.galleriffic.po
Languages: it

source: &lsaquo; Prev
it: &lsaquo; Precedente

source: &lsaquo; Previous Photo
it: &lsaquo; Foto Precedente

source: Delay
it: Tempo di transizione

source: Details link
it: Link ai dettagli

source: Hide Caption
it: Nascondi l'Intestazione

source: If given, the header and footer will link to this URL.
it: Se specificato l'header e il footer saranno dei link a questo URL.

source: Image 128x128
it: Immagine 128x128

source: Image 200x200
it: Immagine 200x200

source: Image 400x400
it: Immagine 400x400

source: Image 64x64
it: Immagine 64x64

source: Limit
it: Limite

source: Next &rsaquo;
it: Successiva &rsaquo;

source: Next Photo &rsaquo;
it: Foto Successiva &rsaquo;

source: Number of thumbnails to show page
it: Numero di anteprime

source: Omit portlet border
it: Non mostrare il bordo del riquadro

source: Pause Slideshow
it: Ferma la Presentazione

source: Play Slideshow
it: Avvia la Presentazione

source: Portlet footer
it: Footer del riquadro

source: Portlet header
it: Header del riquadro

source: Select the collection which provides the items to list
it: Seleziona la sorgente dalla quale prelevare le immagini

source: Should be playing or paused when the page first loads
it: Avvia la presentazione al caricamento della pagina?

source: Show Caption
it: Intestazione

source: Show Next and Previous links
it: Visualizzare i controlli Precedente e Successivo?

source: Show Play and Pause links
it: Visualizzare i controlli Play e Stop?

source: Show bottom navigation
it: Visualizzare il menu di navigazione inferiore?

source: Show top navigation
it: Visualizzare il menu di navigazione superiore?

source: Size preview
it: Dimensione dell'immagine nel riquadro

source: Specify the maximum number of items to show in the portlet. Leave this blank to show all items.
it: Specifica il numero massimo di elemento da mostrare nel riquadro. Lasciare in bianco per mostrare tutti gli elementi.

source: Text to be shown in the footer
it: Testo da mostrare nel footer

source: Tick this box if you want to render the text above without the standard header, border or footer.
it: Seleziona se vuoi mostrare il testo sovrastante senza bordo e senza gli header e i footer standard.

source: Time sliding
it: Tempo di transizione

source: Title of the rendered portlet
it: Titolo del riquadro

source: label_configure
it: [Pannello di configurazione]

source: label_dowload_original
it: Scarica l'immagine originale

source: label_show_caption
it: Intestazione

source: label_size_desciption
it: Seleziona la dimensione dell'immagine nel riquadro
