Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-0.9.tar.gz/collective.amberjack.plonetour-0.9/collective/amberjack/plonetour/locales/*/LC_MESSAGES/collective.amberjack.plonetour.po
Languages: pl, pt_br

source: Now click the [Insert Image] icon in the editor toolbar (it looks like a tree).
pl: Teraz kliknij na ikonę [Dodaj Obraz] w edytorze.
pt_br: Agora clique no ícone [Inserir Imagem] na barra de ferramentas do editor (semelhante a uma árvore).

source: Now click the [Preview button] to check the link. Preview lets you confirm that you have the correct webpage before you commit the link.
pl: Teraz kliknij na przycisk [Podgląd] aby sprawdzić link. Podgląd umożliwi ci sprawdzenie czy podany adres jest prawidłowy.
pt_br: Agora clique o [Botão de Pré-visualização] para verificar o link. A pré-visualização permite você confirmar que indicou a página correta antes de salvar o link.

source: Now click the [Save] button at the bottom of the page to save your new folder.
pl: Teraz kliknij na przycisk [Zapisz] na dole strony aby zapisać folder.
pt_br: Agora clique no botão [Salvar] no final da página para armazenar sua nova pasta.

source: Now highlight that text with your mouse pointer and click the [External Link icon] in the toolbar. A pop-up window should now appear.
pl: Zaznacz teraz tekst myszką i kliknij na ikonę [Link zewnętrzny]. Powinno pojawić się nowe okno.
pt_br: Agora destaque o texto com o cursor do seu mouse e clique no [Ícone de Link Externo] na barra de ferramentas. Uma janela pop-up deverá ser exibida.

source: Now highlight that text with your mouse pointer and click the [Internal Link icon] in the toolbar. A pop-up window should now appear.
pl: Zaznacz teraz tekst myszką i kliknij na ikonę [Link wewnętrzny]. Powinno pojawić się nowe okno.
pt_br: Agora destaque o texto com o cursor do seu mouse e clique no [Ícone de Link Interno] na barra de ferramentas. Uma janela pop-up deverá ser exibida.

source: Now highlight the link text and click the [Internal Link] icon in the editor toolbar (it looks like a piece of chain link).
pl: Zaznacz teraz tekst myszką i kliknij na ikonę [Link wewnętrzny].
pt_br: Agora destaque o texto do link e clique no ícone [Link Interno] na barra de ferramentas (semelhante a um dos elos de uma corrente).

source: Now highlight the phrase 'brown fox' with your mouse pointer and select the [Bold icon] from the formatting toolbar.
pl: Zaznacz teraz myszką frazę 'Zażółć' i wybierz z paska zadań ikonę [Pogrub].
pt_br: Agora destaque a expressão 'brown fox' com o cursor do seu mouse e selecione o [Ícone de Negrito] na barra de ferramentas.

source: Now that you have created the internal link and saved the page, try clicking on the link. You should arrive at the default 'Welcome to Plone' homepage.
pl: Teraz skoro już dodałeś link wewnętrzny spróbuj na niego kliknąć. Powinnieneś zostać przekierowany na początkową stronę 'Witamy w Plone'.
pt_br: Agora que voce criou um link interno e salvou a página, tente clicar no link. Você deve chegar na página inicial de 'Bem-vindo ao Plone'.

source: Now that you have created your first portlet, let's take a look at it.
pl: Teraz skoro już utworzyłeś nowy portlet, spróbujmy go zobaczyć.
pt_br: Agora que você criou seu primeiro portlet, vamos dar uma olhada nele.

source: Now that you have uploaded an image to Plone, you can insert the image onto a page. The next tutorial will explain how to insert images.
pl: Teraz skoro już załadowałeś obrazek, możesz spróbować dodać go do storny. Następny tutorial opisze to dokładnie.
pt_br: Agora que você fez o upload de uma imagem no Plone, você pode inseri-la em uma página. O próximo tutorial explicará como inserir imagens.

source: Now that you selected the Event content type, you need to supply some information about it.
pl: Teraz skoro wybrałeś typ Wydarzenie, musisz dostarczyć dodatkowe informacje o nim.
pt_br: Agora que você selecionou o tipo de conteúdo Evento, você precisa fornecer algumas informações sobre ele.

source: Now that you selected the News Item content type, you need to supply some information about it.
pl: Teraz skoro wybrałeś typ Aktualność, musisz dostarczyć dodatkowe informacje o niej.
pt_br: Agora que você selecionou o tipo de conteúdo Notícia, você precisa fornecer algumas informações sobre ele.

source: Now that you selected the Page content type, you need to supply some information about it.
pl: Teraz skoro wybrałeś typ Strona, musisz dostarczyć dodatkowe informacje o niej.
pt_br: Agora que você selecionou o tipo de conteúdo Página, você precisa fornecer algumas informações sobre ele.

source: Now type some text or insert an image if you wish into the [Body Text] field. Since a portlet is much smaller than a page, be sure to keep the content fairly short.
pl: Teraz wpisz trochę tekstu lub dodaj obrazek w polu [Treść]. Pamiętaj, że portlet jest mniejszy od strony - postaraj się wprowadzić krótką treść.
pt_br: Agora escreva algum texto, ou insira uma imagem se desejar, dentro do campo [Corpo de Texto]. Já que um portlet é muito menor que uma página, certifique-se de manter o conteúdo razoavelmente curto.

source: Now type the word 'Introduction' above your sentence. Highlight 'Introduction' and click the text formatting [drop-down menu] and select Subheading. Notice that the text you selected appears larger and bolder than Normal Paragraph text.
pl: Teraz wprowadź słowo 'Wprowadzenie' powyżej twojego zdania. Zaznacz 'Wprowadzenie' a następnie kliknij menu formatowanie i wybierz Nagłówek. Zwróć uwagę, że wprowadzony tekst jest teraz większy i pogrubiony.
pt_br: Agora escreva a palavra 'Introdução' acima de sua frase. Destaque ''Introdução' e clique no [menu drop-down] de estilos de texto e selecione Subtítulo. Perceba que o texto que você escolheu aparecer maior e mais pesado que o texto com estilo Parágrafo Normal.

source: Open 'My Page'
pl: Otwórz 'Moją Stronę'
pt_br: Abrir 'Minha Página'

source: Paste content
pl: Wklej zawartość
pt_br: Colar conteúdo

source: Please remove the [MyFolder] folder to start the tour.
pl: Usuń folder [MójFolder] aby rozpocząć tutorial.
pt_br: Por favor remova a pasta [MinhaPasta] para iniciar o tutorial.

source: Position your mouse pointer over one of the items in the [Order column]. Notice that your pointer is now a four-way arrow or a little hand.
pl: Umieść kursor myszki w kolumni [Kolejność]. Zwróć uwagę że kurskor zmienił wygląd na strzłkę lub rączkę.
pt_br: Posicione o cursor do seu mouse sobre um dos itens da [Coluna de Ordenação]. Perceba que seu cursor se torna uma flecha de quatro direções ou uma pequena mão.

source: Provide a Description for your News Item. <br />The description will appear in site searches and in summary listings of news on your site.
pl: Wprowadź Opis dla Aktualności. <br /> Opis pojawi się w wynikach wyuszkiwania oraz w widoku podsumowania.
pt_br: Forneça uma Descrição para sua Notícia. <br />A descrição será exibida nas buscas no site e nas listagens resumidas de notícias.

source: Provide a [Description] for your Event. <br />The description will appear in site searches and in summary listings of events on your site.
pl: Dodaj [Opis] do twojego Wydarzenia. <br /> Opis będzie widoczny w wynikach wyszukiwania or w widoku podsumowania.
pt_br: Forneça uma Descrição para seu Evento. <br />A descrição será exibida nas buscas no site e nas listagens resumidas de eventos.

source: Provide a [Description] for your Image.
pl: Dodaj [Opis] dla twojego Obrazku.
pt_br: Forneça uma Descrição para sua Imagem.

source: Provide a [Description]. The description will appear in site searches and in summary listings of files on your site.
pl: Dodaj [Opis]. Opis będzie widoczny w wynikach wyszukiwania or w widoku podsumowania.
pt_br: Forneça uma Descrição. <br />A descrição será exibida nas buscas no site e nas listagens resumidas de eventos.

source: Provide a [Description]: [This is my first Plone page.].
pl: Dodaj [Opis]: [To jest moja pierwsza strona Plone]
pt_br: Forneça uma [Descrição]: [Esta é minha primeira página Plone.].

source: Provide a [Title] (i.e. My File.)
pt_br: Forneça um [Título] (ex: Meu Arquivo.)

source: Provide a [Title] for your Image. It is best if you use the file name of your image as the title, including the file extension (i.e. myphoto.jpg)
pl: Dodaj [Tytuł] dla twojego Obrazka. Dobrą praktyką jest użycie jako tytułu nazwy pliku wraz z rozszerzeniem (np. obrazek.jpg).
pt_br: Forneça um [Título] para sua Imagem. É melhor se você usar o nome do arquivo como título, incluindo a extensão do arquivo (ex: minhafoto.jpg)

source: Provide a [Title]: [My Event].
pl: Dodaj [Tytuł]: [Moje Wydarzenie].
pt_br: Forneça um [Título] (ex: Meu Evento.)

source: Provide a [Title]: [My News].
pl: Dodaj [Tytuł]: [Moja Aktualność].
pt_br: Forneça um [Título] (ex: Minhas Notícias.)

source: Provide a [Title]: [My Page].
pl: Dodaj [Tytuł]: [Moja Strona].
pt_br: Forneça um [Título] (ex: Minha Página.)

source: Provide an [Event Location]. The location is the physical location of the event. You can describe the address or provide directions in the Body Text field.
pl: Dodaj [Miejsce Wydarzenia]. Miejsce jest rzeczywistym miejscem gdzie odbywa się wydarzenie. Możesz dodać bezpośrednio adres lub opisać szczegóły dojazdu w polu Treść.
pt_br: Forneça uma [Local do Evento]. O local refere-se à localização física do evento. Você pode descrever o endereço ou fornecer instruções no campo Corpo de Texto.

source: Provide an [Event Type] by typing in the New Categories field. Typical event types include: Fundraiser, Auction, Sale, Concert, Performance, etc. Once you have added a new event type, it will appear for selection in the Existing Categories field the next time you create an event.
pt_br: Forneça um [Tipo de Evento] preenchendo o campo Novas Categorias. Eventos comuns são: Palestra, Reunião, Apresentação, Concerto, Performance etc.

source: Provide contact information in the remaining fields.
pl: Dodaj informacje kontaktowe w pozostałych polach.
pt_br: Forneça informações de contato para os campos restantes.

source: Provide the event [Start and End] dates.
pl: Dodaj daty [Rozpoczęcia i Końca].
pt_br: Forneça as datas de [Início e Fim] do evento.

source: Publish the event
pl: Opublikuj wydarzenie
pt_br: Publique o evento

source: Publish the folder
pl: Opublikuj folder
pt_br: Publique a pasta

source: Publish the news item
pl: Opublikuj aktualność
pt_br: Publique a notícia

source: Publish the page
pl: Opublikuj stronę
pt_br: Publique a página

source: Put some content in the Body Text field.
pl: Dodaj zawartość do pola Treść.
pt_br: Adicione algum conteúdo ao campo Corpo de Texto.

source: Put some content in the [Body Text] field. This is the best place to add directions to your event, information about what to expect, images, etc.
pl: Dodaj zawartość do pola [Treść]. Jest to najlepsze miejsce aby opisać dokładny dojazd do miejsca gdzie odbywa się wydarzenie, etc.
pt_br: Adicione algum conteúdo ao campo [Corpo de Texto]. Este é o melhor lugar para acrescentar instruções para seu evento, informação sobre o que esperar, imagens etc.

source: Reordering content
pl: Zmień kolejność
pt_br: Reordenando conteúdo

source: Select [Event] from the menu.
pl: Wybierz [Wydarzenie] z menu
pt_br: Selecione [Evento] a partir do menu.

source: Select [File] from the menu.
pl: Wybierz [Plik] z menu.
pt_br: Selecione [Arquivo] a partir do menu.

source: Select [Folder] from the menu.
pl: Wybierz [Folder] z menu.
pt_br: Selecione [Pasta] a partir do menu.

source: Select [Image] from the menu.
pl: Wybierz [Obrazek] z menu.
pt_br: Selecione [Minha Página] como exibição padrão para MinhaPasta

source: Select [My Page] as the default page for MyFolder.
pl: Wybiezr [Moja Strona] jako domyślny widok MojegoFolderu
pt_br: Selecione [Minha Página] como exibição padrão para MinhaPasta.

source: Select [News Item] from the menu.
pl: Wybierz [Aktualność] z menu
pt_br: Selecione [Notícia] a partir do menu.

source: Select [Page] from the menu.
pl: Wybierz [Strona] z menu
pt_br: Selecione [Página] a partir do menu.

source: Select [Publish] from the menu.
pl: Wybierz [Opublikuj] z menu
pt_br: Selecione [Publicar] a partir do menu.

source: Select [Summary view].
pl: Wybierz [Widok sumaryczny]
pt_br: Selecione a [Exibição Resumida].

source: Select [Tabular view].
pl: Wybierz [Widok tabularyczny]
pt_br: Selecione a [Exibição Tabular].

source: Select [content item as default view].
pl: Wybierz [element jako widok domyślny].
pt_br: Selecione um [item de conteúdo como exibição padrão].

source: Select a file from your desktop computer.
pl: Wybierz plik z lokalnego dysku komputera.
pt_br: Selecione um arquivo de seu computador.

source: Select default page
pl: Wybierz domyślną stronę
pt_br: Selecione a página padrão

source: Select the file by [clicking the radio button] next to it.
pl: Wybierz plik [klikając na przycisk radio] obok niego.
pt_br: Selecione o arquivo [clicando no botão de opção] próximo.

source: Select the image by [clicking the radio button] next to it.
pl: Wybierz obraz [klikając na przycisk radio] obok niego.
pt_br: Selecione a imagem [clicando no botão de opção] próximo.

source: So far you have seen the various ways that a folder in Plone can display its contents. However, in many cases you may wish to choose a single item such as a Page to act as the 'landing page' for the folder. This is common in cases where the folder is intended to be a subsection of the site.
pt_br: Até agora você viu as diversas maneiras que uma pasta do Plone pode exibir seus conteúdos. No entanto, em muitos casos você pode desejar escolher um único item como uma Página para funcionar como a 'página de chegada' para a pasta. Isto é comum nos casos em que uma pasta é usada para ser uma subseção do site.

source: So far you've mostly been working with the Edit tab. Now it's time to take a look at the Contents tab and what it can do. The Contents tab lets you browse the filesystem of your website and perform administrative tasks such as: reorder content, delete content, copy, cut, and paste content items.
pt_br: Até agora você tem trabalhado principalmente com a aba de Edição. Agora é hora de dar uma olhada na aba Conteúdo e no que ela pode fazer. A aba Conteúdo permite a você navegar pelo sistema de arquivos do seu site e executar tarefas administrativas como: reordenar, apagar, copiar, recortar e colar itens de conteúdo.

source: Summary view
pl: Widok sumaryczny
pt_br: Exibição resumida

source: Tabular View
pl: Widok tabularyczny
pt_br: Exibição tabular

source: Test your link
pl: Przetestuj link
pt_br: Teste seu link

source: The Contents tab
pl: Widok zawartości
pt_br: A aba Conteúdo

source: The Tabular view is similar to what you see in the Contents tab, except that you cannot perform administrative tasks such copy, cut, delete or reorder. The tabular view only displays the Title and Item Type to anonymous site visitors.
pt_br: A exibição Tabular é semelhante à que você vê na aba Conteúdo, com a exceção de que você não pode executar tarefas administrativas como copiar, recortar, apagar ou reordenar conteúdos. A exibição Tabular somente exibe o Título e Tipo do Item para visitantes anônimos.

source: The [MyFolder] folder doesn't exist yet. Please close this tour and start the first tour.
pl: [MójFolder] jeszcze nie został stworzony. Zamknij ten tutorial i zacznij od początku.
pt_br: A pasta [MinhaPasta] ainda não existe. Por favor feche este tutorial e inicie o primeiro tutorial.

source: The [Omit Portlet Border] checkbox can be checked if you wish to not display the Portlet Header or Footer. Leave this box unchecked for now.
pl: Możesz zaznaczyć checkbox [Pomiń obramowanie portletu] jeśli nie chcesz wyświetlać nagłówka lub stopki portletu. Zostaw go niezaznaczonym na razie.
pt_br: A caixa de seleção [Ocultar borda do portlet] pode ser marcada se você desejar não exibir o Título ou Rodapé do Portlet. Deixe esta caixa desmarcada por enquanto.

source: This folder will be used to contain sample content as I work through each tutorial.
pl: Ten folder będzie zawierał przykładowe elementy dodawane podczas kolejnych tutoriali.
pt_br: Esta pasta será usada para armazenar conteúdos de exemplo enquanto eu estudo cada tutorial.

source: This is my first Plone page.
pl: To jest moja pierwsza strona w Plone.
pt_br: Esta é minha primeira página Plone.

source: This pop-up window allows you to browse the content of your site. Notice the links in the left-hand column. Click on [Home] to browse to the root directory of your site.
pt_br: Esta janela pop-up permite que você navegue pelo conteúdo do seu site. Perceba os link na coluna esquerda. Clique em [Home] para navegar até o diretório raiz do seu site.

source: This tutorial has been a brief introduction into the various ways you can format a page. Subsequent tutorials will teach you how to insert hyperlinks and images.
pt_br: Este tutorial foi uma breve introdução às várias maneiras em que você pode formatar uma página. Tutoriais seguintes ensinarão como inserir links e imagens.

source: To change text alignment, highlight the entire sentence and select any of the three [text alignment icons] (left, center, or right).
pt_br: Para mudar o alinhamento do texto, destaque a frase inteira e selecione qualquer um dos três [ícones de alinhamento de texto] (esquerda, centralizado ou à direita).

source: Type more text of your own choosing and experiment with the other text styles in the formatting menu.
pt_br: Escreva mais textos seus escolhendo e experimentando com os outros estilos de texto no menu de formatação.

source: Type some link text in the [Body Text] field of the page (i.e. Download this report).
pt_br: Escreva algum texto de link no campo [Corpo de Texto] da página (ex: Faça o download deste relatório).

source: Type some text into the Portlet Footer field if you wish. You can make the [Portlet Footer] text clickable by typing or pasting a web address into the [Details Link] field.
pt_br: Escreva algum texto no campo Rodapé do Portlet, caso deseje. Você pode fazer o texto do [Rodapé do Portlet] clicável escrevendo ou colando um endereço web no campo [Detalhes do Link].

source: Type the following text in the [Body Text] field 'Visit the Homepage'.
pt_br: Escreva o seguinte texto no campo [Corpo de Texto]: 'Visite a página inicial'.

source: Type the following text into the [Body Text] field: 'The quick brown fox jumps over the lazy dog.'
pt_br: EEscreva o seguinte texto no campo [Corpo de Texto]: 'The quick brown fox jumps over the lazy dog.'

source: Type the following text into the [Body Text] field: 'Visit Plone.Org'.
pt_br: Escreva o seguinte texto no campo [Corpo de Texto]: 'Visite o Plone.Org'.

source: Up to this point MyFolder has been using the Standard view. Standard view lists each item in the order it happens to be in the folder. Summary view is similar except that each entry is separated by a horizontal line and a Read More... link is automatically generated. If an item has an attached thumbnail image (such as a News Item) the image will also appear in the Summary view.
pt_br: Até agora MinhaPasta tem usado a exibição Padrão. A exibição Padrão lista cada item na ordem em que eles se encontram na pasta. A exibição resumida é semelhante, com a exceção de que cada entrada é separada por uma linha horizontal e um link Leia Mais... é automaticamente gerado. Se um item possui uma imagem anexada (como o tipo Notícia), sua miniatura será exibida na exibição Resumida.

source: Upload an image
pl: Załaduj obrazek
pt_br: Faça o upload de uma imagem

source: Upload and link to a File
pl: Załaduj odnośnik oraz plik
pt_br: Faça o upload e link para um Arquivo

source: Use summary view
pl: Skorzystaj z widoku sumarycznego
pt_br: Use a visão resumida

source: Use the [pop-up window] to browse to the location of the file you just uploaded.
pt_br: Use a [janela de pop-up] para navegar para a localização do arquivo que você acabou de carregar.

source: Using the Contents tab
pt_br: Usando a aba Conteúdo

source: Using the Display menu
pt_br: Usando o menu Exibição

source: View the portlet
pt_br: Visualizar o portlet

source: When linking to a file, you should indicate that the link will begin the download of a file and you should indicate the file type and size in the link text as well. For example you might say: Download this report [PDF 1.2 Mb].
pt_br: Ao referenciar um arquivo, você deve indicar textualmente que o link iniciará o download do arquivo, bem como o seu tipo e tamanho. Por exemplo você poderia escrever: Faça o download deste relatório [PDF 1.2Mb].

source: When you are all done, click the [Save] button at the bottom of the page.
pt_br: Quando você concluir, clique o botão [Salvar] ao final da página.

source: You are now looking at the Manage Portlets page. Notice that there are a set of menus and buttons on both the left and right side of the screen. Each set controls its corresponding column. Also note that if you have portlets already added to the site, you will see their names listed here.
pt_br: Você agora está vendo a página de Gerenciar Portlets. Perceba que existem conjuntos de menus e botões tanto do lado esquerdo como direito da tela. Cada conjunto controla a coluna correspondente. Perceba também que se você já tiver portlets adicionados ao site, você verá seus nomes listados aqui.

source: You are now looking at the Static Text Portlet edit screen. This type of portlet allows you to use the same visual editor you have been using for other content types. A static text portlet can be used to insert a clickable image such as a donation button, a series of external links, or other content you wish to post.
pt_br: Você agora está vendo a tela de edição do portlet de Texto Estático. Este tipo de portlet permite que você o mesmo editor visual que você tem usado para outros tipos de conteúdo. Um portlet de texto estático pode ser usado para inserir uma imagem clicável como um botão de doação, uma série de links externos ou outros conteúdos que você deseje publicar.

source: You have now created a Folder for your Plone website. Before this folder can be viewed by anonymous site visitors, you must publish it.
pt_br: Você acabou de criar uma Pasta para seu site Plone. Antes que esta pasta possa ser vista por visitantes anônimos, você deve publicá-la.

source: You have now created a Page for your Plone website. Before this page can be viewed by anonymous site visitors, you must publish it. Publishing also makes your page available in the Navigation portlet.
pt_br: Você acabou de criar uma Página para seu site Plone. Antes que esta pasta possa ser vista por visitantes anônimos, você deve publicá-la. Ao publicar, você também disponibiliza sua página no portlet de Navegação.

source: You have now learned how to create a type of hyperlink in Plone: Internal for linking to items within you site.
pt_br: Você acabou de aprender como criar um tipo de link no Plone: Interno, para referenciar itens dentro do seu site.

source: You have now successfully inserted an image onto a page. You can edit the page again and insert more images, move existing images around, or change their alignment.
pt_br: Você acabou de inserir uma imagem em uma página. Você pode editar a página novamente e inserir mais imagens, reposicionar as existentes ou mudar seus alinhamentos.

source: You may wish to change the order of contents within a folder for various reasons. One of the most common reasons is to change the order that items list in the Navigation portlet or folder summary views.
pt_br: Você pode desejar mudar a ordem dos contéudos dentro de uma pasta por diversos motivos. Uma das razões mais comuns é mudar a ordem de listagem dos itens no portlet de Navegação ou na exibição resumida da pasta.
