Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-0.9.tar.gz/collective.amberjack.plonetour-0.9/collective/amberjack/plonetour/locales/*/LC_MESSAGES/collective.amberjack.plonetour.po
Languages: pl, pt_br

source: You may wish to make copies of a content item for various reasons. You can paste a copied item into any location on the site.
pt_br: Você pode desejar fazer cópias de um item de conteúdo por vários motivos. Você pode colar um item copiado em qualquer local do site.

source: You now have a file on your Plone website. You should now create a link to the file from a page to allow a site visitor to download the file. Otherwise, a site visitor would have to know the web address for the file or happen to search for it.
pt_br: Você agora tem um arquivo em seu site Plone. Você agora deve criar um link para o arquivo a partir de uma página para permitir que o visitante do site faça o download do mesmo. Caso contrário, o visitante teria que conhecer o endereço web do arquivo ou utilizar a busca do site para encontrá-lo.

source: You now have a folder on your Plone website. You will use this folder in the remaining tutorials as a place to put sample content. <strong>Do not delete or rename it</strong> until you are finished with all the tutorials!
pt_br: Você acabou de criar uma pasta em seu site Plone. Você utilizará esta pasta nos tutoriais seguintes como um local para colocar conteúdos de exemplo. <strong>Não a apague nem a remova</strong> até que você tenha terminado todos os tutoriais!

source: You now have a linked file on your Plone website. Try clicking the link to see what the download process looks like. Note that the browser settings of each site visitor will determine whether the file opens in an application or if the Save As dialog box appears. You cannot control this behavior from within Plone.
pt_br: Você agora tem um arquivo referenciado em seu site Plone. Tente clicar neste link para ver como processo de download acontece. Perceba que as configurações do navegador de cada visitante determinarão se um arquivo abre diretamente em um programa do seu computador ou se aparecerá a caixa de diálogo Salvar Como. Você não pode controlar este comportamento a partir do Plone.

source: You now have a published event in your folder.
pt_br: Você agora tem um evento publicado em sua pasta.

source: You now have a published news item in your folder.
pt_br: Você agora tem uma notícia publicada em sua pasta.

source: You now have a published page in your folder.
pt_br: Você agora tem uma página publicada em sua pasta.

source: You now have two copies of the same page in your folder.
pt_br: Você agora tem duas cópias da mesma página em sua pasta.

source: You now have two copies of the same page in your folder.<br />You can cut-and-paste and also delete items in a folder by checking the boxes next to the items you wish to alter.
pt_br: Você agora tem duas cópias da mesma página em sua pasta. <br />Você pode recortar e colar e também apagar itens em uma pasta marcando as caixas próximas aos itens com que você deseja trabalhar.

source: You should see the new portlet you added in the column you chose to add it to. This portlet will now appear on all pages on the site, including new ones that you might create. If you wish to rearrange the order of your portlets, or remove a portlet, return to the Manage Portlets page and use the directional arrows to move portlets or the red X delete a portlet.
pt_br: Você deverá visualizar o novo portlet que adicionou na coluna que escolheu para ele. Este portlet agora irá aparecer em todas as páginas do site, inclusive nas novas que você pode criar. Se você desejar reorganizar a ordem dos seus portlets, ou remover um deles, volte para a página de Gerenciar Portlets e use a setas direcionais para mover ou X vermelho para apagar.

source: [Check the box] next to My Page in the contents listing.
pt_br: [Marque a caixa] próxima a Minha Página na listagem de conteúdo.

source: [Click] your new 'Visit the Homepage' link. You should be taken directly to the homepage of your site.
pt_br: [Clique] em seu novo link 'Visite a página inicial'. Você deverá ser levado diretamente à página inicial do seu site.

source: [Save] the page.
pl: [Zapisz] stronę.
pt_br: [Salve] a página.

source: a description
pl: opis
pt_br: uma descrição

source: image description
pl: opis obrazka
pt_br: descrição de imagem

source: something
pl: coś
pt_br: algo

source: text in the footer
pl: tekst stopki
pt_br: texto no rodapé

source: Provide a [Title] (i.e. 'My File.')
pl: Dodaj [tytuł] (np. 'Mój Plik').

source: The quick brown fox jumps over the lazy dog.
pl: Zażółć gęślą jaźń.
