Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-0.9.tar.gz/collective.amberjack.plonetour-0.9/collective/amberjack/plonetour/locales/*/LC_MESSAGES/collective.amberjack.plonetour.po
Languages: pl, pt_br

source: A File in Plone is any binary file such as a PDF, DOC, XLS, PPT, RTF, or other file type that you wish to upload to your site. You can also link to a file to allow your site visitors the chance to download the file.
pl: Plik w Plonie jest binarnym plikiem takim jak PDF, DOC, XLS, PPT, RTF lub każdym innym plikiem który chciałbyś dodać do twojej strony. Możesz również stworzyć link aby umożliwić użytkownikom twojej strony pobranie wybranego pliku.
pt_br: Um Arquivo no Plone é qualquer arquivo binário como PDF, DOC, XLS, PPT, RTF ou qualquer outro tipo de arquivo que você queira fazer upload. Você também pode linkar para um arquivo para permitir que seus visitantes façam o download.

source: A description for this file
pl: Szczegóły pliku
pt_br: Uma descrição para este arquivo

source: A folder is a special content type in Plone because it can contain other content items. The way that those contained items will appear on the screen can be changed using the Display drop-down menu.
pl: Folder jest szczególnym typem, ponieważ może zawierać inne elementy. Możesz zmienić sposób w jaki elementy będą widoczne korzystając z menu Widok.
pt_br: Uma pasta e um tipo especial de conteúdo no Plone que pode conter outros itens dentro. A maneira com a qual estes itens aparecerão na tela pode ser alterada usando o menu Exibição.

source: A pop-up window should appear. [Browse] to the location of an image you would like to insert. You should have at least one image already in MyFolder from a previous tutorial.
pl: Powinno pojawić się dodatkowe okno. Kliknij [Przeglądaj] aby wybrać obraz który chesz dodać. Powinieneś mieć przynajmniej jeden gotowy obraz w MoimFolderze w poprzedniego tutoriala.
pt_br: Uma janela popup deve aparecer. [Navegue] até a localização da imagem que você gostaria de inserir. Você deve ter ao menos uma imagem já em MinhaPasta de algum tutorial anterior.

source: Add a Page
pl: Dodaj Stronę
pt_br: Adicionar uma Página

source: Add a new Image to MyFolder
pl: Dodaj nowy Obraz do MojegoFolderu
pt_br: Adicione uma nova Imagem a MinhaPasta

source: Add a portlet
pl: Dodaj portlet
pt_br: Adicionar um portlet

source: Add and format page content
pl: Dodaj i zmień format strony.
pt_br: Adicionar e formatar o conteúdo de uma página

source: Add and publish a Folder
pl: Dodaj i opublikuj Folder.
pt_br: Adicionar e publicar uma Pasta

source: Add and publish a News Item
pl: Dodaj i opublikuj Aktualność
pt_br: Adicionar e publicar uma Notícia

source: Add and publish a Page
pl: Dodaj i opublikuj Stronę
pt_br: Adicionar e publicar uma Página

source: Add and publish an Event
pl: Dodaj i opublikuj Wydarzenie
pt_br: Adicionar e publicar um Evento

source: Add some page content (you can come back and edit this later).
pl: Dodaj stronę (będziesz mógł później wrócić i ją edywtować).
pt_br: Adicionar algum conteúdo à página (você pode editar mais tarde)

source: All done!
pl: Gotowe!
pt_br: Feito!

source: All of the items you have been creating for these tutorials so far are listed now in the Contents view. You can see information about each item such as the Title, Size, Date Modified, and Publishing State.
pl: Wszystkie elementy które właśnie utworzyłeś są teraz widoczne w widoku Zawartość. Zwróć uwagę, iż każdy element posiada dodatkowe informację tj Tytuł, Rozmiar, Data Modyfikacji oraz Status publikacji.
pt_br: Todos os itens que você criou com estes tutoriais até agora são listados na visão de Conteúdo. Você pode ver informações sobre cada um destes itens, tais como Título, Tamanho, Data de Modificação e Estado de Publicação.

source: Also notice the buttons along the bottom of the Contents view: Copy, Cut, Rename, Delete, and Change State. By using the checkboxes next to each content item you can apply any of these changes to those checked items.
pl: Zwróć uwagę na przyciski u dołu widoku Zawartość: Kopiuj, Wytnij, Zmień nazwę, Usuń oraz Zmień status. Aby moć z nich skorzystać użyj checkboxów obok każdego elementu.
pt_br: Observe também os botões ao final da visão de Conteúdo: Copiar, Recortar, Renomear, Apagar e Alterar Estado. Usando os marcadores à esquerda de cada conteúdo, você pode aplicar qualquer destas ações aos itens selecionados.

source: An external link is used to link to other webpages, documents or resources online. Find the external link icon in the toolbar before we continue (it looks like a tiny Earth).
pl: Link zewnętrzny jest wykorzystywany do tworzenia odnośników do zewnętrznych stron. Spróbuj odnaleźć ikonę linku zewnętrznego (wygląda jak mała Ziemia).
pt_br: Um link externo é usado para referenciar outros sites, documentos ou demais recursos online. Encontre o ícone para links externos na barra de ferramentas antes de continuarmos (semelhante a um pequeno planeta Terra).

source: An internal link is for linking to any page, news item, event, image, file or other content type within your Plone site. Look for the icon in the editing toolbar. It should look like a small piece of chain.
pl: Link wewnętrzny jest wykorzystywany do tworzenia wewnętrznych odnośników do innych elementów strony tj. strona, aktualność, wydarzenie, obraz, plik, etc. Spróbuj odnaleźć ikonę linku wewnętrzengo na pasku zadań. Wygląda jak fragment łańcucha.
pt_br: Um link interno é usado para referenciar outras páginas, notícias, eventos, imagens e outros tipos de conteúdo contidos em seu site Plone.

source: Before you can place an image on a page in Plone, you must first upload your image to the site. Be sure that you have properly prepared your image for web publishing. In short, this means that you should compress your image file, use only GIF, JPG, or PNG file formats and crop your image to fit well on the page, and resize it to reduce the upload time if needed.
pl: Zanim umieścisz obraz na stronie, musisz wcześniej dodać go. Zawsze pamiętaj o prawidłowym przygotowaniu obrazu zanim zamieścisz go na stronie. W skrócie, zwróć uwagę na prawidłowe rozmiary, stopień kompresji oraz format - używaj GIF, JPG lub PNG.
pt_br: Antes de inserir uma imagem numa página do Plone, você precisa primeiro subir a imagem para o site. Tenha certeza de ter preparado corretamente a sua imagem para publicação web. Em suma, isso significa que você deve comprimir o tamanho do arquivo, usar somente os formatos GIF, JPG ou PNG e cortar a sua imagem para caber bem na página, além de redimensioná-la para reduzir o tempo de upload, caso necessário.

source: Choose [Left] alignment and a [Size] from the size menu. You can leave the [Text Equivalent] field as-is, or change the text if you wish. This is the 'alt' text for the image which aids in site accessibility, search, and indexing.
pl: Wybierz adjustację [Lewo] oraz [Rozmiar] z menu. Możesz zostawić pole [Tekst], lub zmienić jest jeśli chcesz. Jest to atrybut 'alt' obrazka pomocny przy indeksowaniu, wyszukiwaniu oraz dostępności.
pt_br: Escolha o alinhamento à [Esquerda] e um [Tamanho] do menu de dimensões. Você pode deixar o campo [Equivalente Textual] como está, ou alterá-lo conforme o desejado. Este é o atributo 'alt' da imagem que aumentará a acessibilidade, busca e indexação do seu site.

source: Choose a file
pl: Wybierz plik
pt_br: Escolha um arquivo

source: Click [OK] to complete the image insert.
pl: Kliknij [OK] aby zakończyć dodawania obrazka.
pt_br: Clique [OK] para finalizar a inserção da imagem.

source: Click [OK] to create the hyperlink.
pl: Kliknij [OK] aby dodać odnośnik.
pt_br: Clique [OK] para criar o link.

source: Click [Save] to complete the upload.
pl: Klink [Zapisz] aby zakończyć ładowanie.
pt_br: Clique [Salvar] para concluir o upload.

source: Click [Save] to finish.
pl: Kliknij [Zapisz] aby zakończyć.
pt_br: Clique [Salvar] para concluir.

source: Click on the [Contents] tab.
pl: Klink na tab [Zawartość].
pt_br: Clique na aba [Conteúdo].

source: Click the Add [Portlet drop-down] menu for either the left or right column.<br />Then select [Static Text Portlet] from the menu.
pl: Klinkj na menu Dodaj [Portlet] dla prawej lub lewej kolumny.<br /> Następnie wybierz [Portlet statyczny] z menu.
pt_br: Clique no menu de Adicionar da [Caixa de seleção do portlet] da coluna esquerda ou direita.<br />Então selecione o portlet [Texto Estático] a partir do menu.

source: Click the [Add New...] drop-down menu and select Image from the menu.
pl: Klinij na menu [Dodaj...] i wybierz Obraz.
pt_br: Clique no menu drop-down [Adicionar item...] e selecione Imagem.

source: Click the [Add new...] drop-down menu.
pl: Kliknij na menu [Dodaj...]
pt_br: Clique no menu drop-down [Adicionar item...].

source: Click the [Browse] button and find the image file you want to upload on your computer's filesystem.
pl: Kliknij na przycisk [Przeglądaj] i wybierz obraz których chcesz załadować z dysku komputera.
pt_br: Clique no botão [Procurar] e localize em seu computador o arquivo da imagem que você deseja subir.

source: Click the [Browse] button.
pl: Kliknij na przycisk [Przeglądaj]
pt_br: Clique no botão [Procurar].

source: Click the [Copy] button at the bottom of the page.
pl: Kliknij na przycisk [Kopiuj] na dole strony.
pt_br: Clique no botão [Copiar] na região inferior da página.

source: Click the [Display] drop-down menu.
pl: Kliknij na menu [Widok].
pt_br: Clique no menu drop-down [Exibição].

source: Click the [Edit] tab to begin editing.
pl: Kliknij na tab [Edycja] aby zacząć edycję.
pt_br: Clique na aba [Edição] para começar a editar.

source: Click the [Edit] tab.
pl: Kliknij na tab [Edycja].
pt_br: Clique na aba [Edição].

source: Click the [Manage Portlets] link in the lower left or right corner of the page.
pl: Kliknij na link [Zarządzaj portletami] na dole lewej lub prawej kolumny.
pt_br: Clique no link [Gerenciar Portlets] na parte inferior da coluna esquerda ou direita da página.

source: Click the [Save] button to finish.
pl: Kliknij na przycisk [Zapisz] aby zakończyć.
pt_br: Clique no botão [Salvar] para concluir.

source: Click the [State] drop-down menu.
pl: Kliknij na menu [Status].
pt_br: Clique no menu drop-down [Estado].

source: Click-and-drag the item to the top of the Contents listing. The item is now moved - you do not need to save the change in any way.
pl: Kliknij i przeciągnij elementy na początek listy w widoku zawartości. Pozycja elementu zostanie automatycznie zapamiętana.
pt_br: Clique e arraste o item até o topo da listagem de conteúdos. O item já fica reposicionado - você não precisa salvar a mudança.

source: Configure the portlet
pl: Konfiguruj portlet
pt_br: Configurar o portlet

source: Copy content
pl: Kopiuj zawartość
pt_br: Copiar contéudo

source: Create a Event
pl: Stwórz wydarzenie
pt_br: Criar um Evento

source: Create a File
pl: Stwórz plik
pt_br: Criar um Arquivo

source: Create a News Item
pl: Stwórz aktualność
pt_br: Criar uma Notícia

source: Create a new folder
pl: Stwórz nowy folder
pt_br: Criar uma nova pasta

source: Create a static text portlet
pl: Stwórz statyczny portlet
pt_br: Criar um portlet de texto estático

source: Create external links
pl: Stwórz link zewnętrzny
pt_br: Criar links externos

source: Create internal links
pl: Stwórz link wewnętrzny
pt_br: Criar links internos

source: Edit 'My Page'
pl: Edytuj 'Moją Stronę'
pt_br: Editar 'Minha Página'

source: Edit My Page'
pl: Edytuj Moją Stronę
pt_br: Editar 'Minha Página'

source: Edit an existing page
pl: Edytuj istniejącą stronę
pt_br: Editar uma página existente

source: Events are useful for posting announcements about upcoming events. Events function much like a page, with additional fields for adding information about an event.
pl: Wydarzenia są pomocne przy publikowaniu ogłoszeń dotyczących zbliżających się wydarzeń. Wydarzenia bardzo przypominają stronę z dodatkowymi atrybutami.
pt_br: Eventos são úteis para publicar anúncios sobre eventos futuros. Eventos funcionam como uma Página, com campos adicionais para acrescentar informações específicas.

source: Features of the Contents tab
pl: Funkcjonalność tabu Zawartość
pt_br: Características da aba Conteúdo

source: Fill out the fields
pl: Wypełnij pola
pt_br: Preencha os campos

source: Find the page titled 'Welcome to Plone' and select the [radio button] next to it.
pl: Znajdź stronę 'Witaj w Plonie' i zaznacz [radio button] znajdujący się obok niej.
pt_br: Encontre a página intitulada 'Bem-Vindo ao Plone' e selecione o [botão de radio] próximo a ela.

source: Folders are one of the most fundamental content types in Plone. You can use a folder to organize your documents much like you already do on your desktop computer. You can also use folders to create new sections of your website.
pl: Foldery są jednym z najbardziej podstawowych typów w Plonie. Folder pomoże ci zarządzać dokumentami w podobny sposób w jaki robisz to na swoim komputerze. Folder pomorze ci także stworzyć nowe sekcje na stronie.
pt_br: Pastas são um dos tipos de conteúdos mais fundamentais dentro do Plone. Você pode usar uma pasta para organizar seus documentos de maneira similar à que você já faz no seu computador. Você também pode usar pastas para criar novas seções em seu site.

source: Format a page using the visual editor
pl: Edytuj stronę przy pomocy edytora wizualnego.
pt_br: Formatar uma página usando o editor visual

source: If you don't want to perform the indicated step yourself, just click the '>>' link and it will be automatically done by your browser.
pl: Jeśli nie chcesz samemu wykonywać aktualnego kroku, kliknij na link '>>' aby przeglądarka wykonała go za ciebie.
pt_br: Se você não quer executar o passo indicado você mesmo, simplesmente clique no link '>>' e ele será automaticamente feito pelo seu navegador.

source: Ignore the [link to anchor] menu in the right-hand column. Anchors will be covered in a future tutorial.
pl: Zignoruj menu [odnośnik do kotwicy] w prawej kolumnie. Kotwice będą omawiane w następnym tutorialu.
pt_br: Ignore o menu [link para âncora] na coluna da direita. Âncoras serão discutidas em um tutorial futuro.

source: In order for anonymous site visitors to see your event you must publish it first. Publishing also makes your event available in the Upcoming Events portlet and Events folder.
pl: Jeśli chcesz aby twoje wydarzenie było widoczne dla użytkowników anonimowych, musisz je opublikować. Po opublikowaniu, wydarzenie będzie widoczne także w portlecie Nadchodzące Wydarzenia oraz w folderze Wydarzenia.
pt_br: Para que visitantes anônimos visualizem seu evento, você deve publicá-lo antes. Ao publicar, você também disponibiliza seu evento no portlet de Eventos Futuros e na pasta de Eventos.

source: In order for anonymous site visitors to see your news item you must publish it first. Publishing also makes your news item available in the News portlet and News folder.
pl: Jeśli chcesz aby twoja aktualność była widoczna dla użytkowników anonimowych, musisz ją opublikować. Po opublikowaniu, aktualność będzie widoczna w portlecie Aktualności oraz w folderze Aktualności.
pt_br: Para que visitantes anônimos visualizem sua notícia, você deve publicá-la antes. Ao publicar, você também disponibiliza sua notícia no portlet de Notícias e na pasta de Notícias.

source: In the [Description] field, type 'This folder will be used to contain sample content as I work through each tutorial.'.
pl: W polu [Opis] wpisz, 'Ten folder będzie zawierał przykładowe elementy dodawane podczas kolejnych tutoriali.'.
pt_br: No campo de [Descrição], digite 'Esta pasta será usada para armazenar conteúdos de exemplo enquanto eu estudo cada tutorial.'.

source: In the [Portlet Header] field type 'Sample Portlet'.
pl: W polu [Nagłówek Portletu] wpisz 'Przykładowy portlet'.
pt_br: No campo [Título do Portlet]. digite 'Portlet de Exemplo'.

source: In the [Title] field, type 'MyFolder'.
pl: W polu [Tytuł] wpisz 'MójFolder'
pt_br: No campo [Título], digite 'MinhaPasta'.

source: In this tutorial you have explored some of the ways that a folder can display its contents. On your own, try out the Thumbnail view by uploading several images to a folder. This view is used to create a simple photo gallery.
pl: W rym tutorialu obejrzałeś różne sposoby prezentacji folderu. Spróbuj samodzielnie widok Miniaturek. W tym celu załaduj obrazy do folderu.
pt_br: Neste tutorial você explorou algumas das maneiras que uma pasta pode exibir seus conteúdos. Tente por você mesmo a exibição de Miniaturas subindo diversas imagens para uma pasta. Esta exibição é usada para criar uma galeria de fotos básica.

source: In this tutorial, you will revisit a page that you already created and learn how insert an image into that page.
pl: W tym tutorialu odwiedzisz stronę którą utworzyłeś wcześniej oraz dowiesz się jak dodać do niej obrazek.
pt_br: Neste tutorial, você irá revisitar uma página que você já criou e aprender como inserir uma imagem nesta página.

source: In this tutorial, you will revisit a page that you already created and learn how insert hyperlinks into the page.
pl: W tym tutorialu odwiedzisz stronę którą wcześniej utworzyłeś oraz dowiesz się jak dodać do niej link.
pt_br: Neste tutorial, você irá revisitar uma página que você já criou e aprender como inserir links na página.

source: In this tutorial, you will revisit a page that you already created and learn how to format content on the page.
pl: W tym tutorialu odwiedzisz stronę którą wcześniej utworzyłeś oraz dowiesz się jak ją sformatować.
pt_br: Neste tutorial, você irá revisitar uma página que você já criou e aprender como formatar o conteúdo da página.

source: In this tutorial, you'll create a new Event and publish it on your Plone-powered website.
pl: W tym tutorialu dodasz nowe Wydarzenie oraz opublikuszejsz je.
pt_br: Neste tutorial, você irá criar um novo Evento e publicá-lo no seu site Plone.

source: In this tutorial, you'll create a new News Item and publish it on your Plone-powered website.
pl: W tym tutorialu dodasz nową Aktualność oraz opublikujesz ją.
pt_br: Neste tutorial, você irá criar uma Notícia e publicá-la no seu site Plone.

source: In this tutorial, you'll create a new Page and publish it on your Plone-powered website.
pl: W tym tutorialu dodasz nową Stronę oraz opublikujesz ją.
pt_br: Neste tutorial, você irá criar uma nova Página e publicá-la no seu site Plone.

source: In this tutorial, you'll create a static text portlet on your Plone-powered website.<br/>Portlets are the boxes in the left and right side columns of your site. You probably already have a News, Events and Navigation portlets although depending on the type of content on your site, you may not see them currently. There are many portlets types available for you to use, however this tutorial will cover the Static Text portlets. <br />Navigate to the homepage of your site. It is important that you access portlet management from the homepage.
pl: W tym tutorialu dodasz nowy statyczny portlet.<br/> Portlety to fragmenty strony, które znajdziesz w prawej oraz lewej kolumnie. Prawdopodobnie masz już portlet Aktualności, Wydarzeń oraz Nawigacji. Jest wiele różnych portletów, jednakże ten tutorial pokaże tylko portlet statyczny.
pt_br: Neste tutorial, você irá criar um portlet de texto estático no seu site Plone. <br />Portlets são caixas na coluna esquerda ou direita do seu site. Você provavelmente tem portlets de Notícias, Eventos e Navegação embora dependendo do tipo de conteúdo em seu site, você pode não vê-los atualmente. Existem muitos tipos de portlets disponíveis para você usar, no entanto este tutorial abordará os portlets de Texto Estático. <br />Navegue até a página inicial do seu site. É importante que você acesse o gerenciamento de portlets da página inicial.

source: Insert an Image
pl: Dodaj Obrazek
pt_br: Insira uma Imagem

source: Insert an external link
pl: Dodaj Link zewnętrzny
pt_br: Insira um link externo

source: Insert an internal link
pl: Dodaj link wewnętrzny
pt_br: Insira um link interno

source: Insert image on a page
pl: Dodaj obrazek do strony
pt_br: Insira uma imagem em uma página

source: Link to the File
pl: Zlinkuj Plik
pt_br: Link para o Arquivo

source: Navigate back to the [homepage] of your site. Since you do not have your normal navigation tabs in the Manage Portlets page, try clicking on the site logo.'.
pl: Powródź do [strony głównej]. Ponieważ taby z nawigacją są niedostępne spróbuj kliknąć na logo strony.
pt_br: Navegue de volta à [Página inicial] do seu site. Já que você não tem as abas de navegação normal na página de Gerenciar Portlets, tente clicar na logomarca do site.

source: Navigate to [My Page]
pl: Przejdź do [Mojej Strony]
pt_br: Navegue para [Minha Página]

source: Navigate to [My Page] that you created from the previous tutorial.
pl: Przejdź do [Mojej Strony] którą utworzyłeś w poprzednim tutorialu.
pt_br: Navegue para [Minha Página] que você criou no tutorial anterior.

source: Navigate to the folder called [MyFolder] that you created in a previous tutorial.
pl: Przejdź do folderu o nazwie [MójFolder] który utworzyłeś w poprzednim tutorialu.
pt_br: Navegue para a pasta chamada [MinhaPasta] que você criou no tutorial anterior.

source: Next, highlight the phrase 'lazy dog' with your mouse pointer and select the [Italics icon] from the formatting toolbar.
pl: Następnie, zaznacz frazę 'gęśla jaźń' myszką i kliknij na ikonę [Kursywa] z paska zadań.
pt_br: Em seguida, destaque a frase 'lazy dog' com o ponteiro do seu mouse e selecione o [Ícone de itálico] na barra de ferramentas de formatação de texto.

source: Notice in the right-hand column of the pop-up window that a preview of the image you have selected appears.
pl: Zwróć uwagę że w prawej kolumnie okienka pojawił się podgląd obrazka który wybrałeś.
pt_br: Perceba na coluna da direita da janela pop-up que aparece uma pré-visualização da imagem que você escolheu.

source: Notice that a Paste button now appears. Click [Paste] to create a copy of My Page.
pl: Zwróć uwagę że pojawił się przycisk Wklej. Kliknij [Wklej] aby stworzyć kopię Mojej Strony.
pt_br: Perceba que um botão de Colar agora aparece. Clique [Colar] para criar uma cópia de Minha Página.

source: Notice the Image field at the bottom of the page. You can attach an image to a News Item which will appear in summary listings of News Items. You can also caption the image.
pl: Zwróc uwagę a pole Obraz na dole strony. Możesz dołączyć obraz do Aktualności, pojawi się on później w widoku zbiorczym aktualności. Możesz także dodać opis do zdjęcia.
pt_br: Perceba o campo Imagem no final da página. Você pode anexar uma imagem a uma Notícia que aparecerá nas listagens resumidas de Notícias. Você pode também legendar a imagem.

source: Notice the [Hide Portlet] checkbox. You can use this checkbox to temporarily hide your portlet without losing the content. Leave this box unchecked for now.
pl: Zwroć uwagę na checkbox [Ukryj Portlet]. Możesz użyć tego checkboxu aby czasowo ukryć portlet, nie usuwając go zupełnie. Zostaw ten checkbox bez zmian.
pt_br: Perceba a opção [Esconder Portlet]. Você pode usá-la para temporariamente esconder o portlet sem perder o contéudo. Deixe esta opção desmarcada por enquanto.

source: Notice the field containing the familiar http:// prefix. After the second forward slash, type 'www.plone.org'. You should now see the complete web address which looks like this: http://www.plone.org.
pl: Zwróć uwagę na pole zaczynające się od http://. Za drugim slashem, wpisz 'www.plone.org'. Cały adres powinien wyglądać następująco: http://www.plone.org.
pt_br: Perceba o campo contendo o familiar prefixo http://. Depois da segunda barra, digite 'www.plone.org'. Você agora deve o endereço completo como: http://www.plone.org.
