Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.JYUDynaPage/Products.JYUDynaPage-1.5.1.zip/Products.JYUDynaPage-1.5.1/Products/JYUDynaPage/locales/*/LC_MESSAGES/dynapage.po
Languages: fi

source: 1st News List
fi: 1. uutislista

source: 1st_list
fi: 1. lista

source: 2nd News List
fi: 2. uutislista

source: 3rd News List
fi: 3. uutislista

source: 4th News List
fi: 4. uutislista

source: 5th News List
fi: 5. uutislista

source: Amount of items to show
fi: Näytettävien objektien määrä

source: Select content states
fi: Valitse listattavan sisällön tilat

source: Batch
fi: Jaksotettu

source: Body Text
fi: Sisältö

source: Bottom
fi: Alhaalla

source: Box
fi: Laatikko

source: Content type for displaying static text and dynamic lists
fi: Dynaaminen sivu, joka voi sisältää tekstiä ja automaattisesti päivittyviä listauksia.

source: List order
fi: Listattavan sisällön järjestys

source: List position
fi: Listan sijainti

source: List style
fi: Listauksen tyyli

source: List title
fi: Listan otsikko

source: List types
fi: Listattavat sisältötyypit

source: Descending (newest first)
fi: Laskeva (uusin ensin)

source: Start date (for events)
fi: Tapahtuman alkamispäivä

source: Normal
fi: Normaali

source: Ascending (oldest first)
fi: Nouseva (vanhin ensin)

source: RSS feed title
fi: RSS-syötteen otsikko

source: Select keywords
fi: Listausta rajaavat avainsanat

source: Select path(s)
fi: Polku, josta sisältöä haetaan

source: Select which fields to display.
fi: Valitse mitkä kentät näytetään.

source: Show list
fi: Näytä lista

source: Small
fi: Pieni

source: Table Columns
fi: Listauksessa näytettävät tiedot

source: Top
fi: Ylhäällä

source: jyudynapage_created
fi: Luotu ${created}

source: jyudynapage_published
fi: Julkaistu ${effective}

source: Inherit header image from upper level?
fi: Käytä ylemmällä tasolla olevaa otsikkokuvaa?

source: Creation date
fi: Luontipäivä

source: Publication date
fi: Julkaisupäivä

source: Title
fi: Otsikko

source: Order by
fi: Millä perusteella listan sisältö järjestetään
