Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.contentrules.runscript/collective.contentrules.runscript-0.4.tar.gz/collective.contentrules.runscript-0.4/collective/contentrules/runscript/locales/*/LC_MESSAGES/collective.contentrules.runscript.po
Languages: pt_br

source: A list of parameters you wish to pass to the script
pt_br: A lista de parâmetros que você deseja passar para o script

source: Add RunScript Action
pt_br: Adicionar Ação "Executar Script"

source: An action that can run a script on the object
pt_br: Uma ação para executar um script tendo o objeto como contexto

source: Configure element
pt_br: Configurar elemento

source: Edit RunScript Action
pt_br: Editar Ação "Executar Script"

source: Fail on script not found
pt_br: Falhar se o script não for encontrado?

source: If checked, tries to do a restricted traversal to the script.
pt_br: Se selecionado, será efetuada uma tentativa de travessia restrita para o script.

source: Name
pt_br: Nome

source: Parameter
pt_br: Parâmetro

source: Parameter list
pt_br: Lista de Parâmetros

source: Perform permission verification on script
pt_br: Realizar verificação de permissão no script

source: Raise exception if script can't be traversed to from object.
pt_br: Gerar exceção se o script não puder ser acessado a partir do objeto.

source: Run script '${script}' on the object.
pt_br: Executar o script '${script}' tendo o objeto como contexto.

source: The script
pt_br: O script

source: Value
pt_br: Valor
