Repository: pypi-data/pypi-mirror-2
Catalog: packages/deform/deform-0.8.1.tar.gz/deform-0.8.1/deform/locale/*/LC_MESSAGES/deform.po
Languages: es, pt_br

source: ${value} is not a dictionary
es: ${value} no es un diccionario
pt_br: ${value} não é um dicionário

source: ${value} has no ${key} key
es: ${value} no tiene la clave ${key}
pt_br: ${value} não possue a chave ${key}

source: Required
es: Requerido
pt_br: Campo obrigatório

source: ${value} is not iterable
es: ${value} no es iterable
pt_br: Iterações não podem ser feitas em ${value}

source: Fields did not match
es: Los campos no coinciden
pt_br: Os campos não são iguais

source: Value
es: Valor
pt_br: Valor

source: Confirm Value
es: Confirmar Valor
pt_br: Confirme o valor

source: Password did not match confirm
es: La contraseña no coincide con la confirmación
pt_br: As senhas não são iguais

source: Incomplete
es: Incompleto
pt_br: Incompleto

source: Errors have been highlighted below
es: Los errores se han resaltado abajo
pt_br: Os erros foram destacados abaixo

source: There was a problem with your submission
es: Hubo un problema con su envío
pt_br: Houve um problema ao processar o formulário
