Repository: pypi-data/pypi-mirror-2
Catalog: packages/plone.app.discussion/plone.app.discussion-1.0b8.tar.gz/plone.app.discussion-1.0b8/plone/app/discussion/locales/*/LC_MESSAGES/plone.app.discussion.po
Languages: es

source: A comment id unique to this conversation
es: Un comentario de ID exclusivo para esta conversación

source: Add a comment
es: Añadir un comentario

source: Anonymous Comments
es: Comentarios anónimos

source: Author name (for display)
es: Nombre del autor (para mostrar)

source: Cancel
es: Cancelar

source: Comment approved.
es: Comentario aprobado

source: Comment deleted.
es: Comentario eliminado

source: Commenter Image
es: Imagen del autor

source: Conversation
es: Conversación

source: Creation date
es: Fecha de creación

source: Date of the most recent comment
es: Fecha del comentario más reciente

source: Disabled
es: Desactivado

source: Discussion settings
es: Ajustes de discusión

source: Email
es: Correo electrónico

source: Enable Comments
es: Permitir comentarios

source: Id of comment this comment is in reply to
es: ID del comentario este comentario es en respuesta a

source: MIME type
es: tipo MIME

source: Moderator Email Notification
es: Notificación del moderador por e-maill

source: Modification date
es: Fecha de modificación

source: Name
es: Nombre

source: Portal type
es: Tipo de portal

source: The set of unique commentators (usernames)
es: Ajuste de autores exclusivos (nombres de usuario)

source: Total number of comments on this item
es: Número total de comentarios para este asunto

source: Your comment awaits moderator approval.
es: Su comentario está pendiente de aprobación del moderador

source: add_comment_button
es: añadir botón de comentario

source: bulkactions_delete
es: borrar bulkactions

source: bulkactions_publish
es: publicar bulkactions

source: heading_action
es: acción título

source: heading_comment
es: comentario título

source: heading_commenter
es: autor título

source: heading_date
es: fecha título

source: heading_in_reponse_to
es: título en respuesta a

source: heading_moderate_comments
es: comentarios moderados de título

source: help_anonymous_comments
es: ayuda comentarios anónimos

source: help_moderator_notification_enabled
es: ayuda notificación moderador activa

source: help_show_commenter_image
es: ayuda mostra imagen autor

source: label_apply
es: aplicar etiqueta

source: label_captcha
es: Captcha

source: label_comment
es: Comentario

source: label_delete
es: etiqueta borrar

source: label_globally_enabled
es: etiqueta activación global

source: label_moderator_notification_enabled
es: etiqueta notificación moderador activada

source: label_publish
es: etiqueta publicar

source: label_show_full_comment_text
es: etiqueta mostrar texto complete comentario

source: label_subject
es: Tema

source: message_nothing_to_moderate
es: mensaje nada para moderar

source: title_bulkactions
es: título bulkactions
