Repository: pypi-data/pypi-mirror-2
Catalog: packages/eea.facetednavigation/eea.facetednavigation-4.0.zip/eea.facetednavigation-4.0/eea/facetednavigation/locales/*/LC_MESSAGES/eea.po
Languages: de

source: Add new filter
de: Neuen Filter hinzufügen

source: After query filters
de: Filter nach Abfrage

source: All
de: Alle

source: Are you sure you want to delete ${widget} widget?
de: Möchten sie wirklich das Widget ${widget} löschen?

source: Catalog query
de: Katalog Abfrage

source: Configure faceted navigation
de: Facettennavigation konfigurieren

source: Counters
de: Zähler

source: Criterion details
de: Kriteriendetails

source: Current configuration
de: Derzeitige Konfiguration

source: End date
de: Enddatum

source: Error type:
de: Fehler Art:

source: Error value:
de: Fehler Wert:

source: Faceted navigation disabled
de: Faceted Navigation abgeschaltet

source: Faceted navigation enabled
de: Faceted Navigation eingeschaltet

source: Factory
de: Fabrik

source: Import - Export configuration
de: Import - Export der Konfiguration

source: Import configuration
de: Importieren der Konfiguration

source: Invalid or empty vocabulary provided for this widget. Leave empty for default sorting criteria.
de: Das für dieses Widget angegebene Vokabular ist leer oder ungültig. Feld Leer lassen, wenn die Vorgabe-Sortierkritierien gelten sollen.

source: Order
de: Reihenfolge

source: Python name of a factory which can create the implementation object. This must identify an object in a module using the full dotted name.
de: Python-Name der Factory, mit dem das implementierende Objekt erzeugt wird. Dies muss ein Objekt in einem Modul sein, welches über seinen vollen Dotted-Name adressiert wird.

source: Reverse
de: Umgekehrt

source: Search
de: Suche

source: Section
de: Abschnitt

source: Start date
de: Anfangsdatum

source: This widget will be ignored in view mode as an error occurred while trying to render it. For more details please check the server log file. You can also try to modify widget configuration in order to see what property is causing this problem.
de: Dieses Widget wird im Ansichtsmodus ignoriert, weil ein Fehler beim erzeugen der Anzeige aufgetreten ist. Mehr details finden Sie in der Log-Datei des Servers. Sie können auch versuchen die Konfiguration des Widgets zu verändern um so festzustellen, welche Eigenschaft den Fehler hervorruft.

source: Type
de: Art

source: Widget type
de: Art des Widgets

source: all items
de: Alle Einträge

source: criteria_view_remove_all
de: [X] Alle entfernen

source: faceted_criteria_catalog
de: Katalog

source: faceted_criteria_count
de: Zähle Ergebnisse

source: faceted_criteria_default
de: Vorgabewert

source: faceted_criteria_emptycounthide
de: Verstecke Einträge ohne Ergebnisse

source: faceted_criteria_hidden
de: Versteckt

source: faceted_criteria_index
de: Katalog-Index

source: faceted_criteria_maxitems
de: Maximale Einträge

source: faceted_criteria_position
de: Position

source: faceted_criteria_reverse_options
de: Umgekehrte Optionen

source: faceted_criteria_section
de: Sektion

source: faceted_criteria_title
de: Titel

source: faceted_criteria_vocabulary
de: Vokabular

source: faceted_path_widget_errors
de: Dieses Widget wird ignoriert, weil die Wurzel nicht erreichbar ist oder keine Ordner-artigen Kinder da sind.

source: help_faceted_criteria_alphabetic_count
de: Zeigen der Anzahl der Ergebnisse für jeden Buchstaben

source: help_faceted_criteria_catalog
de: Hole die einheitlichen Ergebnisse aus dem Katalog als eine Alternative für dieses Vokabular.

source: help_faceted_criteria_count
de: Zeige die Anzahl der Ergebnisse nahe bei dieser Option

source: help_faceted_criteria_criteria_emptycounthide
de: Diese Option funktioniert nur zusammen mit "Zähle Ergebnisse".

source: help_faceted_criteria_default
de: Buchstabe, der als Vorgabe gewählt sein soll.

source: help_faceted_criteria_hidden
de: Verstecke Widget

source: help_faceted_criteria_index
de: Katalog-Index, der zur Suche genommen werden soll.

source: help_faceted_criteria_maxitems
de: Maximal sichtbare Anzahl von Einträgen im Widget.

source: help_faceted_criteria_position
de: Position des Widgets in der Seite

source: help_faceted_criteria_reverse_options
de: Sortiere die Optionen umgekehrt.

source: help_faceted_criteria_section
de: Zeige Widget in Sektion

source: help_faceted_criteria_tagscloud_count
de: Zeige die Anzahl der Ergenisse nahe bei jedem Tag

source: help_faceted_criteria_title
de: Titel des Widgets, wenn unter "Ansicht" angezeigt.

source: help_faceted_criteria_vocabulary
de: Verwendetes Vokabular, um die Widget-Einträge zu erzeugen.

source: help_widget_position
de: Position des Widgets

source: help_widget_section
de: Zeige Widget in Abschnitt.

source: help_widget_type
de: Art des Widgets

source: in current results
de: in aktuellen Ergebnissen

source: label_select_all_items
de: Alle auswählen

source: summary_content_listing
de: Inhaltsauflistung
