Repository: pypi-data/pypi-mirror-2
Catalog: packages/zettwerk.ui/zettwerk.ui-0.40.tar.gz/zettwerk.ui-0.40/zettwerk/ui/locales/*/LC_MESSAGES/zettwerk.ui.po
Languages: es

source: Create download directory at:
es: Crear descarga en el directorio:

source: Directory created
es: Directorio creado

source: Download
es: Descargar

source: Download name given but nothing themed - please use themeroller
es: Nombre para descarga dado, pero a ningun temas aplicado - por favor, use themeroller

source: Enable dialogs
es: Habilitar diálogos

source: Enable edit bar styling
es: Habilitar estilo de barra de edición

source: Enable fonts styling
es: Habilitar estilo de fuentes

source: Enable footer styling
es: Habilitar estilo de pie de página

source: Enable forms
es: Habilitar formularios

source: Enable global-tabs styling
es: Habilitar estilo de pestañas globales

source: Enable personal-tool
es: Habilitar herramienta personal

source: Enable portelts styling
es: Habilitar estilo de portelts

source: Enable status messages
es: Habilitar mensajes de estado

source: Enable tabs styling
es: Habilitar estilo de pestañas

source: Name of the theme to download.
es: Nombre del tema a descargar.

source: Open jquery.ui themeroller (only firefox)
es: Abrir el jquery.ui themeroller (solamente en Mozilla Firefox)

source: Select a theme from your downloaded themes.
es: Seleccione un tema desde sus temas descargados.

source: Settings
es: Configuraciones

source: Sorry, due to security restrictions, this tool only works in Firefox
es: Lo sentimos, debido a las restricciones de seguridad, esta herramienta sólo funciona en Mozilla Firefox

source: Theme
es: Tema

source: This applies dialog() to a.link-overlay links
es: Esto aplica el método dialog() a los elementos HTML a.link-overlay

source: Use jquery ui's classes for edit bar styling
es: Usar las clases jquery ui para los estilos de edición

source: Use jquery ui's classes for footer styling
es: Usar las clases jquery ui para los estilos de pie de página

source: Use jquery ui's font class for global font styling
es: Usar las clases de fuente de letra jquery ui para los estilos globales de fuente de letra

source: Use jquery ui's status message styling
es: Usar las clases jquery ui para los estilos de mensajes de estado

source: Use jquery ui's tabs classes for global-tab styling (this do not use ui's tabs())
es: Usar las clases pestañas de jquery ui para los estilos de pestañas globales (esto no usa las pestañas ui())

source: Use jquery ui's tabs classes for portlet styling
es: Usar las clases pestañas de jquery ui para los estilos de portlet

source: Use jquery ui's tabs classes for tab styling (this do not use ui's tabs())
es: Usar las clases pestañas de jquery ui para los estilos de pestaña (esto no usa las pestañas ui())

source: Use jquery ui's widget class for personal-tool styling
es: Usar el widget de la clase jquery ui para los estilos de herramienta personal

source: Use ui css classes for form elements
es: Usar las clases ui para los elementos de formulario

source: You opened themeroller, but no download name is given. Click ok to continue and ignore your changes or click cancel to enter a name.
es: Su themeroller esta abierto, pero no tiene nombre para descarga dado. Haga clic en el botón Aceptar para continuar y ignorar los cambios o haga clic en el botón Cancelar pata introducir un nombre.

source: cp_description
es: Las configuraciones son para activar o desactivar la tematización de los elementos. Con el enlace de tema, usted puede elegir un tema de sus temas ya existentes. El enlace themeroller es crear y cambiar los temas.

source: theme_description_text
es: Los nuevos temas se descarga al sistema de archivos de su servidor. El directorio de destino para el almacenamiento de ellos es que mostrado a continuación. Si la carpeta no está disponible - la descarga está desactivada. Pero esta herramienta puede crear el directorio. Si desea integrar un tema personalizado en themeroller no utilice el enlace de descarga de themeroller - el cual descargará el tema en su máquina local. Debe utilizar el botón "Guardar" a continuación.
