Repository: pypi-data/pypi-mirror-2
Catalog: packages/yaco.deliverancethemeselector/yaco.deliverancethemeselector-1.0a1.tar.gz/yaco.deliverancethemeselector-1.0a1/yaco/deliverancethemeselector/locales/*/LC_MESSAGES/yaco.deliverancethemeselector.po
Languages: es

source: Accion cancelled
es: Accion cancelada

source: Available Themes
es: Temas disponibles

source: Cancel
es: Cancelar

source: Changes saved
es: Los cambios han sido guardados

source: DTS Settings
es: Configuración STD

source: Deliverance Theme Selector
es: Selector de temas Deliverance

source: Deliverance theme selector disable
es: Selector de temas Deliverance deshabilitado

source: Deliverance theme selector enable
es: Selector de themas habilitado

source: Deliverance theme selector support
es: Sopolte para el Selector de temas Deliverance

source: Disable DTS
es: Deshabilitar STD

source: Disable Deliverance Theme Selector for this section
es: Deshabilitar el Selector de temas Deliverance para esta sección

source: Edit cancelled
es: Edición cancelada

source: Enable DTS
es: Habilitar STD

source: Enable Deliverance Theme Selector for this section
es: Habilitar el Selector de temas Deliverance para esta sección

source: List of available themes to use with deliverance. Format is 'ThemerName:ClassName'
es: Lista de temas disponibles para usar con Deliverance. El formato es 'NombreDelTema:NombreDeLaClase'

source: Save
es: Guardar

source: Select one item from the drop down menu and press on 'Save' to save your selection
es: Seleccione un tema del menu desplegable y presione en 'Guardar' para guardar su selección

source: Select the deliverance theme to be apply in this section
es: Seleccione el tema deliverance que sera utilizado en esta sección

source: Select the deliverance theme.
es: Seleccione el tema deliverance.

source: Theme
es: Tema

source: This object don't have the Deliverance theme selector enable
es: Este objecto no tiene habilitado la selección de temas deliverance

source: To enable a specific theme for this section press 'Save'. If you are not sure about this action press 'Cancel'.
es: Para habilitar un tema especifico para esta sección presione en 'Guardar'. Si no esta seguro acerca de esta acción, presione en 'Cancelar'.

source: You are about to disable the specific theme for this section. If you are not sure about this action press 'Cancel' or on 'Save' to make the changes.
es: Esta a punto de deshabilitar el tema especifico para esta sección. Si no esta seguro acerca de esta acción, presione en 'Cancelar' o presione en 'Save' para realizar los cambios.
