Repository: pypi-data/pypi-mirror-2
Catalog: packages/django-inlinetrans/django-inlinetrans-0.4.8dev-r61.tar.gz/django-inlinetrans-0.4.8dev-r61/inlinetrans/locale/*/LC_MESSAGES/django.po
Languages: es

source: You have no permission to update translation catalogs
es: No tienes permisos para actualizar los catálogos de traducción

source: Invalid request method
es: Método de la petición inválida

source: Unknow error
es: Error desconocido

source: "%(msgid)s" not found in any catalog
es: No se ha encontrado "%(msgid)s" en ningún catálogo

source: Do you want to update the catalog (this could take longer) and try again?
es: ¿Desea actualizar el catálogo (esto podría tomar tiempo) e intentar de nuevo?

source: Catalog updated successfully
es: Catálogo actualizado correctamente

source: PO entry not found
es: Entrada del catálogo PO no encontrada

source: Give a new translation for
es: Escribe una traducción para

source: to
es: a

source: You're sending an empty translation ¿Are you sure?
es: Está enviando una traducción vacía ¿está seguro?

source: Reloading
es: Recargando

source: Apply changes
es: Aplicar cambios

source: Applying changes
es: Aplicando cambios

source: Can't send translation
es: No puedo enviar la traducción

source: Can't restart server
es: No puedo reiniciar servidor

source: See translatable items
es: Ver elementos traducibles

source: See non translated items
es: Ver elementos no traducidos
