Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.zopeedit/collective.zopeedit-1.0.0.tar.gz/collective.zopeedit-1.0.0/collective/zopeedit/locales/*/LC_MESSAGES/zopeedit.po
Languages: fr

source: |-----------------------------------------------------------| | | | ZopeEdit version %s | | | | This file is a log file. | | | | Please save it and send it to your administrator. | | | |-----------------------------------------------------------| | This version is maintained by atReal contact@atreal.net | |-----------------------------------------------------------|
fr: |-----------------------------------------------------------| | | | ZopeEdit version %s | | | | Ceci est un fichier de traces. | | | | Merci de le sauvegarder et le transmettre à votre | | administrateur système. | |-----------------------------------------------------------| | Cette version est réalisée par atReal contact@atreal.net | |-----------------------------------------------------------|

source: No editor was found for that object. Specify an editor in the configuration file: (%s)
fr: Aucun logiciel d'édition n'a été trouvé pour ce fichier. Spécifiez un logiciel d'édition dans le fichier de configuration: (%s)

source: No input file. ZopeEdit will close.
fr: Pas de document à éditer. ZopeEdit va se fermer.

source: %s Unable to lock the file on the server. This may be a network or proxy issue. Your log file will be opened Please save it and send it to your administrator.
fr: %s Impossible de verrouiller le document sur le serveur. Il est possible que vous rencontriez un problème de réseau ou de configuration de proxy. Un fichier de traces va être ouvert Merci de le sauvegarder et de le transmettre à votre administrateur.

source: Unable to edit your file. %s
fr: Impossible d'ouvrir votre document dans un éditeur. %s

source: Network error : Your working copy will be re-opened, SAVE YOUR WORK ON YOUR DESKTOP. A log file will be opened Please save it and send it to your administrator.
fr: Erreur réseau: Votre copie de travail va être ré-ouverte, SAUVEGARDEZ VOTRE TRAVAIL SUR VOTRE BUREAU. Un fichier de traces va être ouvert Merci de le sauvegarder et de le transmettre à votre administrateur.

source: Network error : your file is still locked. A log file will be opened Please save it and send it to your administrator.
fr: Erreur réseau: votre document est resté verrouillé. Un fichier de traces va être ouvert Merci de le sauvegarder et de le transmettre à votre administrateur.

source: %(title)s File : %(content_file)s Saved at : %(time)s Edition completed
fr: %(title)s Fichier de travail : %(content_file)s Sauvegarde effectuée à : %(time)s Édition terminée.

source: %(title)s Edition completed
fr: %(title)s Édition du document terminée.

source: %(title)s File : %(content_file)s Saved at : %(time)s Did you close your file ?
fr: %(title)s Fichier de travail : %(content_file)s Sauvegarde effectuée à : %(time)s Avez-vous fermé votre document de travail ?

source: %(title)s : Did you close your file ?
fr: %(title)s : Avez-vous fermé votre document de travail ?

source: Network error Could not save the file to server. Error detail :
fr: Erreur Réseau Impossible d'effectuer la sauvegarde sur le serveur. Détail de l'erreur :

source: %s This object is already locked.
fr: %s Ce document est déjà verrouillé.

source: %s This object is already locked by you in another session. Do you want to borrow this lock and continue ?
fr: %s Vous avez déjà verrouillé ce document lors d'une autre session. Souhaitez-vous récupérer ce verrou et continuer ?

source: %s Object already locked
fr: %s Document déjà verrouillé

source: %(title)s Unable to get a lock on the server(return value %(dav_lock_response)s)
fr: %(title)s Impossible de verrouiller le document sur le serveur (Erreur n° %(dav_lock_response)s)

source: Do you want to retry ?
fr: Souhaitez-vous ré-essayer ?

source: Network error Unable to unlock the file on server.
fr: Erreur Réseau Impossible de dé-verrouiller le document sur le serveur.

source: Reset configuration file ?
fr: Ré-initialiser le fichier de configuration avec les valeurs par défaut ?

source: Do you want to replace your configuration file with the default one ?
fr: Voulez-vous ré-initialiser le fichier de configuration ?

source: Please enter your password
fr: Saisie de votre mot de passe

source: FATAL ERROR: %s ZopeEdit will close.
fr: ERREUR IRRECUPERABLE: %s Une erreur irrécupérable s'est produite : ZopeEdit va se fermer.
