Repository: pypi-data/pypi-mirror-2
Catalog: packages/mfabrik.plonezohointegration/mfabrik.plonezohointegration-0.1.4.zip/mfabrik.plonezohointegration-0.1.4/mfabrik/plonezohointegration/locales/*/LC_MESSAGES/mfabrik.plonezohointegration.po
Languages: fr

source: CRM lead generation URL field name
fr: URL de génération du lead

source: CRM lead generation extra data
fr: Données supplémentaires pour la génération du lead

source: Cannot connect to Zoho servers. Please contact web site administration
fr: Connexion impossible aux serveurs de Zoho. Merci de contacter l'administrateur du site.

source: Company / organization
fr: Entreprise / association

source: Contact Us
fr: Contactez nous

source: Contact form bottom text
fr: Texte de fin de formulaire de contact

source: Contact form top text
fr: Texte d'introduction au formulaire de contact

source: Custom text for the long contact form bottom part
fr: Texte personnalisé de fin de formulaire pour la version longue

source: Custom text for the long contact form upper part
fr: Texte personnalisé de début de formulaire pour la version longue

source: Email address
fr: Adresse de courriel (email)

source: Email address we will use to contact you
fr: Adresse de courriel que nous utiliserons pour vous contacter

source: Extra fields which will be set for all new leads created through Zoho contact form. You can, for example, use these to identify the lead source. Use new line separated fieldname=value pairs. E.g. Lead Source=Web Contact Form
fr: Champs supplémentaires qui seront utilisés pour la création de nouveaux leads à travers le formulaire de contact. Vous pouvez, par exemple, utiliser ces champs pour identifier la source du lead. Utilisez une entrée par ligne de la forme champ=valeur, par exemple Lead Source=Contact Internet

source: First name
fr: Prénom

source: If you are interested in our services leave your contact details below and our sales representatives will contact you.
fr: Si vous êtes intéressé par nos services laissez nous vos information de contact ci dessous et notre service commercial vous contactera

source: Last name
fr: Nom

source: Password
fr: Mot de passe

source: Phone number
fr: Numéro de téléphone

source: Phone number contains bad characters
fr: Le numéro de téléphone cotient de mauvais caractères

source: Phone number is not international format. It must start with + or 00
fr: Votre numéro de téléphone n'est pas au format international. Il doit commencer par + ou 00

source: Phone number is too short
fr: Votre numéro de téléphone est trop court

source: Phone number missing
fr: Le numéro de téléphone est manquant

source: Please correct the errors below
fr: Merci de corriger les erreurs ci dessous

source: Return URL
fr: URL de retour

source: Send contact request
fr: Envoyer une demande de contact

source: Thank you for contacting us. Our sales representatives will come back to you in few days
fr: Merci de nous contacter. Notre service commercial renviendra vers vous dans quelques jours.

source: The organization which you represent
fr: La structure que vous représentez

source: These settings are used to connect your Plone site to various Zoho services
fr: Ces paramètres sont utilisés pour connecter votre site Plone à divers services Zoho.

source: Username
fr: Nom d'utilisateur

source: Where the user is taken after the form is succesfully submitted. This URL is also submitted to Zoho CRM if the CRM URL field is configured from the control panel.
fr: La où l'utilisateur sera ammené après que le formulaire est été correctement sousmis. Cette URL sera aussi celle qui sera sousmise au CRM Zoho si le champ correspondant a été configuré dans le panneau de configuration.

source: Your Zoho API key
fr: Votre clé d'API Zoho

source: Your Zoho password
fr: Votre password Zoho

source: Your Zoho username. If you are using Google Apps integration this is your Google company hosted email address like firstname.lastname@company.com.
fr: Votre nom d'utilisateur Zoho. Si vous utilisé l'intégration Google Apps c'est votre email Google qu'il faut utiliser.

source: Your phone number in international format. E.g. +44 12 123 1234
fr: Votre numéro de téléphone au format international, c'est à dire +33 6 01 02 03 04

source: Zoho Contact Form
fr: Formulaire de contact Zoho

source: Zoho integration settings
fr: Paramètres d'intégration Zoho

source: Zoho is not configured in Site Setup. Please contact the site administration.
fr: Zoho n'est pas configuré. Merci de contacter l'administrateur du site.

source: Zoho settings
fr: Paramètres Zoho

source: box_more_news_link
fr: Formulaire de contact version longue…

source: portlet_title
fr: Contactez nous
