Repository: pypi-data/pypi-mirror-2
Catalog: packages/aarddict/aarddict-0.9.3.zip/aarddict-0.9.3/aarddict/locale/*/LC_MESSAGES/aarddict.po
Languages: el

source: Copy Lin&k
el: Αντιγραφή &συνδέσμου

source: Article "%s" not found
el: Δε βρέθηκε το άρθρο "%s"

source: Too many redirects for "%s"
el: Υπερβολικός αριθμός ανακατευθύνσεων για το "^%s"

source: Clear
el: Εκκαθάριση

source: &Find
el: &Εύρεση

source: &Find:
el: &Εύρεση:

source: Close Find bar
el: Κλείσιμο γραμμής εύρεσης

source: Find the previous occurence of the phrase
el: Εύρεση της προηγούμενης εμφάνισης της φράσης

source: Find the next occurence of the phrase
el: Εύρεση της επόμενης εμφάνισης της φράσης

source: &Match Case
el: &Διάκριση πεζών/κεφαλαίων

source: Nothing found
el: Τίποτα δεν βρέθηκε

source: &Lookup
el: Ανα&ζήτηση

source: &History
el: &Ιστορικό

source: &Toolbar
el: &Εργαλειοθήκη

source: &Add Dictionaries...
el: Προσθήκη &λεξικών...

source: Add dictionaries
el: Προσθήκη λεξικών

source: Add &Directory...
el: Προσθήκη &φακέλου...

source: Add dictionary directory
el: Προσθήκη φακέλου με λεξικά

source: &Remove...
el: &Αφαίρεση...

source: Remove dictionary or dictionary directory
el: Αφαίρεση λεξικού ή φακέλου λεξικών

source: &Verify...
el: &Επαλήθευση...

source: Verify volume data integrity
el: Επαλήθευση της ακεραιότητας των δεδομένων του τόμου

source: &Info...
el: Πληροφο&ρίες...

source: Information about open dictionaries
el: Πληροφορίες για τα ανοιχτά λεξικά

source: &Quit
el: Έ&ξοδος

source: Exit application
el: Έξοδος από την εφαρμογή

source: Ctrl+Return
el: Ctrl+Enter

source: Lookup the selected text
el: Αναζήτηση του επιλεγμένου κειμένου

source: Cu&t
el: Απο&κοπή

source: Cut the selection
el: Αποκοπή επιλεγμένου

source: &Copy
el: &Αντιγραφή

source: Copy the selection
el: Αντιγραφή επιλεγμένου

source: &Paste
el: &Επικόλληση

source: Paste the clipboard
el: Επικόλληση του προχείρου

source: &Delete
el: &Διαγραφή

source: Delete the selected text
el: Διαγραφή επιλεγμένου κειμένου

source: &Select All
el: Επιλογή Ό&λων

source: Select the entire text
el: Επιλογή ολόκληρου του κειμένου

source: &Lookup Box
el: Πεδίο ανα&ζήτησης

source: Move focus to word input and select its content
el: Εστίαση στο πεδίο αναζήτησης και επιλογή των περιεχομένων του

source: &Back
el: &Πίσω

source: Go back to previous word in history
el: Μετάβαση στο προηγούμενο λήμμα του ιστορικού

source: &Forward
el: &Μπροστά

source: Go forward to next word in history
el: Μετάβαση στο επόμενο λήμμα του ιστορικού

source: &Next Article
el: &Επόμενο άρθρο

source: Show next article
el: Εμφάνιση του επόμενου άρθρου

source: &Previous Article
el: Προη&γούμενο άρθρο

source: Show previous article
el: Εμφάνιση του προηγούμενου άρθρου

source: &Find...
el: &Εύρεση...

source: Find text in article
el: Εύρεση μέσα στο άρθρο

source: &Save...
el: Απο&θήκευση...

source: Save article text to file
el: Αποθήκευση του κειμένου του άρθρου σε αρχείο

source: &View Online
el: &Προβολή άρθρου στο διαδίκτυο

source: Open online version of this article in a web browser
el: Προβολή σε περιηγητή της διαδικτυακής (online) εκδοχής του άρθρου

source: &Appearance...
el: Εμ&φάνιση...

source: Customize article appearance
el: Προσαρμογή της εμφάνισης των άρθρων

source: &Increase
el: &Αύξηση

source: Increase size of article text
el: Αύξηση μεγέθους του κειμένου των άρθρων

source: &Decrease
el: &Μείωση

source: Decrease size of article text
el: Μείωση μεγέθους του κειμένου των άρθρων

source: &Reset
el: &Επαναφορά

source: Reset size of article text to default
el: Επαναφορά του προεπιλεγμένου μεγέθους των άρθρων

source: &Full Screen
el: &Πλήρης οθόνη

source: Toggle full screen mode
el: Προβολή σε πλήρη οθόνη

source: &About...
el: &Περί...

source: Information about Aard Dictionary
el: Πληροφορίες για το λεξικό Aard

source: &Dictionary
el: &Λεξικό

source: &Edit
el: &Επεξεργασία

source: &Navigate
el: &Πλοήγηση

source: &Article
el: Ά&ρθρο

source: &View
el: Προ&βολή

source: Text &Size
el: &Μέγεθος κειμένου

source: H&elp
el: &Βοήθεια

source: Opening dictionaries...
el: Άνοιγμα λεξικών...

source: Stop
el: Διακοπή

source: Open Failed
el: Αποτυχία ανοίγματος

source: Failed to open some dictionaries
el: Δεν ήταν δυνατό το άνοιγμα ορισμένων λεξικών

source: Add Dictionary
el: Προσθήκη λεξικού

source: Aard Dictionary Files
el: Αρχεία λεξικών Aard

source: Add Dictionary Directory
el: Προσθήκη φακέλου λεξικών

source: Remove Dictionaries
el: Αφαίρεση λεξικών

source: Select &All
el: Επιλογή Ό&λων

source: &Remove
el: &Αφαίρεση

source: Loading...
el: Φόρτωση...

source: Looking up <strong>%s</strong>
el: Αναζήτηση του <strong>%s</strong>

source: Error while looking up %(word)s: %(exception)s
el: Σφάλμα κατά την αναζήτηση του %(word)s: %(exception)s

source: Word Lookup Failed
el: Απέτυχε η αναζήτηση

source: Failed to load article %s
el: Απέτυχε η φόρτωση του άρθρου %s

source: Error reading article %(title)s from %(dict_title)s (file %(dict_file)s): %(exception)s
el: Σφάλμα κατά την ανάγνωση του άρθρου %(title)s από το λεξικό %(dict_title)s (αρχείο %(dict_file)s): %(exception)s

source: Article Load Failed
el: Αποτυχία φόρτωσης άρθρου

source: There was an error while accessing dictionaries. Dictionary files may be corrupted. Would you like to verify now?
el: Προέκυψε σφάλμα πρόσβασης στα λεξικά. Ίσως έχουν καταστραφεί τα αρχεία των λεξικών. Θέλετε να επαληθεύσετε την ακεραιότητά τους τώρα;

source: Verify
el: Επαλήθευση

source: Status
el: Κατάσταση

source: Volume
el: Τόμος

source: Unverified
el: Μη επαληθευμένο

source: &Verify
el: &Επαλήθευση

source: Verifying...
el: Επαλήθευση...

source: Ok
el: Εντάξει

source: Corrupt
el: Κατεστραμμένο

source: Dictionary Info
el: Πληροφορίες λεξικών

source: Volumes:
el: Τόμοι:

source: Number of articles:
el: Αριθμός άρθρων:

source: Language links:
el: Γλωσσικοί σύνδεσμοι:

source: Source
el: Πηγή

source: Copyright Notice
el: Δικαιώματα πνευματικής ιδιοκτησίας

source: License
el: Άδεια χρήσης

source: About
el: Περί

source: Article Appearance
el: Εμφάνιση άρθρου

source: <div id="globalWrapper"> This is an <a href="#">internal link</a>. <br> This is an <a href="http://example.com">external link</a>. <br> This is text with a footnote reference<a id="_r123" href="#">[1]</a>. <br> <p>Click on any link to see active link color.</p> <div>1. <a href="#_r123">&#8593;</a> This is a footnote.</div> </div>
el: <div id="globalWrapper"> Αυτός είναι <a href="#">σύνδεσμος προς άλλο άρθρο</a>. <br> Αυτός είναι <a href="http://example.com">εξωτερικός σύνδεσμος</a>. <br> Αυτό το κείμενο κάνει παραπομπή σε υποσημείωση<a id="_r123" href="#">[1]</a>. <br> <p>Με κλικ σε σύνδεσμο βλέπετε το χρώμα των ενεργοποιημένων συνδέσμων.</p> <div>1. <a href="#_r123">&#8593;</a> Αυτή είναι υποσημείωση.</div> </div>

source: Internal Link
el: Σύνδεσμος προς άρθρο

source: External Link
el: Εξωτερικός σύνδεσμος

source: Footnote Link
el: Σύνδεσμος προς υποσημείωση

source: Footnote Back Link
el: Σύνδεσμος επιστροφής σε παραπομπή

source: Active Link
el: Ενεργοποιημένος σύνδεσμος

source: Article Text
el: Κείμενο άρθρου

source: Use Wikipedia style
el: Χρήση στυλ Βικιπαίδειας

source: No dictionaries
el: Δεν υπάρχουν λεξικά

source: %d volume
el: %d τόμος

source: %d dictionary
el: %d λεξικό

source: Save Article
el: Αποθήκευση άρθρου

source: HTML Documents (*.htm *.html)
el: Αρχεία HTML (*.htm *.html)

source: Failed to Save Article
el: Απέτυχε η αποθήκευση του άρθρου

source: There was an error when writing article to file %s
el: Προέκυψε σφάλμα κατά την εγγραφή του άρθρου στο αρχείο %s

source: Failed to load saved application state
el: Απέτυχε η φόρτωση της αποθηκευμένης κατάστασης της εφαρμογής

source: Redirected from <strong>%s</strong>
el: Ανακατεύθυνση από το <strong>%s</strong>

source: Distributed under terms and conditions of <a href="http://www.gnu.org/licenses/gpl-3.0.html">GNU Public License Version 3</a>
el: Διανέμεται υπό τους όρους της <a href="http://www.gnu.org/licenses/gpl-3.0.html">Ελεύθερης Άδειας Δημόσιας Χρήσης GNU, έκδοσης 3</a>

source: Aard Dictionary logo by Iryna Gerasymova
el: Λογότυπο λεξικού Aard: Iryna Gerasymova

source: Human-O2 icon set by <a href="http://schollidesign.deviantart.com">~schollidesign</a>
el: Θέμα εικονιδίων Human-O2: <a href="http://schollidesign.deviantart.com">~schollidesign</a>

source: Failed to save list of dictionary locations
el: Απέτυχε η αποθήκευση της λίστας με τις τοποθεσίες των λεξικών

source: Failed to load list of dictionary locations
el: Απέτυχε η φόρτωση της λίστας με τις τοποθεσίες των λεξικών

source: Failed to save application state
el: Απέτυχε η αποθήκευση της κατάστασης της εφαρμογής

source: Failed to save appearance settings
el: Απέτυχε η αποθήκευση των ρυθμίσεων εμφάνισης

source: Failed to load saved appearance settings
el: Απέτυχε η φόρτωση των αποθηκευμένων ρυθμίσεων εμφάνισης

source: Failed to save layout
el: Απέτυχε η αποθήκευση της διάταξης

source: Failed to load saved layout
el: Απέτυχε η φόρτωση της αποθηκευμένης διάταξης

source: Error
el: Σφάλμα
