Repository: pypi-data/pypi-mirror-2
Catalog: packages/deform/deform-0.8.tar.gz/deform-0.8/deform/locale/*/LC_MESSAGES/deform.po
Languages: da

source: ${value} is not a dictionary
da: ${value} er ikke af typen "dict"

source: ${value} has no ${key} key
da: ${value} har ingen nøgle "${key}"

source: Required
da: Påkrævet

source: ${value} is not iterable
da: ${value} er ikke en sekvens

source: Fields did not match
da: Felterne var ikke ens

source: Value
da: Værdi

source: Confirm Value
da: Godkend værdi

source: Password did not match confirm
da: Begge kodeord skal være ens

source: Incomplete
da: Ikke komplet

source: Errors have been highlighted below
da: Fejlene er vist nedenfor

source: There was a problem with your submission
da: Der var et problem med det indsendte
