Repository: pypi-data/pypi-mirror-2
Catalog: packages/django-content-licenses/django-content-licenses-0.2.3.tar.gz/django-content-licenses-0.2.3/src/content_licenses/locale/*/LC_MESSAGES/django.po
Languages: el

source: All Rights Reserved
el: Με επιφύλαξη κάθε νόμιμου δικαιώματος

source: is copyrighted material and you <em>may not</em> copy, reproduce, republish, download, post, broadcast or transmit the article in any way without first obtaining a written permission by <em>%(author_name)s</em>.
el: αποτελεί πνευματική ιδιοκτησία του συγγραφέα και <em>απαγορεύεται</em> η αντιγραφή, αναπαραγωγή, επανέκδοση, καταφόρτωση, αποστολή, εκπομπή ή μετάδοση του άρθρου κατά οποιονδήποτε τρόπο χωρίς την έγγραφη άδεια του <em>%(author_name)s</em>.

source: Some Rights Reserved
el: Με επιφύλαξη μερικών νόμιμων δικαιωμάτων

source: The article
el: Το άρθρο

source: by
el: από

source: is licensed under a %(the_license_link)s license.
el: δημοσιεύεται υπό τους όρους της άδειας %(the_license_link)s.

source: Terms and conditions beyond the scope of this license may be available at
el: Όροι και συνθήκες που υπερβαίνουν το πεδίο της παρούσας άδειας ενδέχεται να είναι διαθέσιμα στο

source: unless otherwise expressly stated
el: εκτός αν ρητά αναφέρεται διαφορετικά

source: License of
el: Άδεια χρήσης του

source: is released in the <strong>Public Domain</strong> and all intellectual property rights are waived by the author. Therefore, it may be freely reproduced, distributed, transmitted, used, modified, built upon, or otherwise exploited by anyone for any purpose, commercial or non-commercial, and in any way, including by methods that have not yet been invented or conceived.
el: διανέμεται στο <strong>Δημόσιο Ιστοχώρο</strong> και ο συγγραφέας αποποιείται όλα τα πνευματικά δικαιώματα. Επομένως, μπορεί να αναπαραγθεί, διανεμηθεί, μεταδοθεί, χρησιμοποιηθεί, τροποποιηθεί, αποτελέσει τη βάση για περαιτέρω δημιουργία ή αλλιώς να γίνει αντικείμενο εκμετάλλευσης από οποιονδήποτε για οποιονδήποτε σκοπό, εμπορικό ή μη-εμπορικό, και κατά οποιονδήποτε τρόπο, συμπεριλαμβανομένων μεθόδων που δεν έχουν ακόμη εφευρεθεί η διανοηθεί.
