Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.portlet.recentactivity/collective.portlet.recentactivity-1.0b5.tar.gz/collective.portlet.recentactivity-1.0b5/collective/portlet/recentactivity/locales/*/LC_MESSAGES/collective.portlet.recentactivity.po
Languages: ca

source: ${days} days, ${hours} hours, and ${minutes} minutes ago.
ca: Fa ${days} dies, ${hours} hores i ${minutes} minuts.

source: ${username} added ${object} to ${parent}
ca: ${username} ha afegit ${object} a ${parent}

source: ${username} modified ${object}
ca: L'usuari ${username} ha modificat ${object}

source: Add Recent Activity Portlet
ca: Afegir Portlet d'Activitat Recent

source: Edit Recent Portlet
ca: Editar Portlet d'Activitat Recent

source: How many items to list.
ca: Nombre d'elements de la llista.

source: Number of items to display
ca: Nombre d'elements a mostrar

source: Recent Activity Portlet
ca: Portlet d'activitat recent

source: This portlet displays recently modified content.
ca: Aquest portlet mostra el contingut modificat recentment.

source: box_more_recently_changed
ca: Tots els canvis recents...

source: box_recent_changes
ca: Activitat recent

source: box_recent_no_items
ca: Encara no hi ha elements que hagin canviat

source: column_label_action
ca: Acció

source: column_label_object
ca: Objecte

source: column_label_parent
ca: Pare

source: column_label_user
ca: Usuari

source: description_recent_activity_report
ca: Aquest informe mostra totes les activitats recents

source: header_recent_activity_report
ca: Activitat recent

source: recent_activities
ca: Activitats Recents
