Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.1-py2.6.egg/transifex/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Select an image from a remote URL. Enter the URL in the field below and we'll retrieve the image for you
pt: Seleccione uma imagem de uma url remota. Indique a URL no campo abaixo e nós a obteremos por si

source: Search on Picasa Web
pt: Pesquisar no Picasa Web

source: Crop &amp; resize the area you want
pt: Cortar &amp; redimensionar a área pretendida

source: Delete personal information
pt: Apagar informação pessoal

source: Erase all your private data except your username. You can fill in the information again later if you want to.
pt: Apagar todos os seus dados privados à excepção do nome de utilizador. Se quiser, pode preencher esta informação mais tarde.

source: Are you sure?
pt: Tem a certeza?

source: Delete my data
pt: Apagar dados

source: %(user)s's Dashboard
pt: Painel de instrumentos de %(user)s'

source: Define your location
pt: Definir a sua localização

source: Country
pt: País

source: Location:
pt: Localização:

source: Position
pt: Posição

source: Save
pt: Gravar

source: Location information
pt: Informação de localização

source: Define your location information.
pt: Defina a sua informação de localização.

source: Overview of your profile
pt: Visão geral do seu perfil

source: Change avatar
pt: Mudar avatar

source: Add avatar
pt: Adicionar avatar

source: Username:
pt: Nome de Utlizador:

source: Not set yet
pt: Ainda não definido

source: (Not validated)
pt: (Não validado)

source: Not set
pt: Não definido

source: Management:
pt: Gestão:

source: Change your e-mail address
pt: Mudar o endereço de e-mail

source: Add your e-mail address
pt: Adicionar o endereço de e-mail

source: Add location
pt: Adicionar loalização

source: Change location
pt: Mudar localização

source: Edit your personal information
pt: Editar informação pessoal

source: Insert some information about you.
pt: Indique algumas informações sobre si.

source: Native language
pt: Idioma Nativo

source: <a class="name" href="%(team_url)s">%(team_name)s</a> team of the <a class="name" href="%(project_url)s">%(project_name)s</a> project
pt: Equipa <a class="name" href="%(team_url)s">%(team_name)s</a> do projecto <a class="name" href="%(project_url)s">%(project_name)s</a>

source: Member of the following team:
pt: Membro da seguinte equipa:

source: Context
pt: Contexto

source: Developer comments
pt: Comentários do programador

source: Occurences
pt: Ocorrências

source: Translate '%(filename)s'
pt: Traduzir '%(filename)s'

source: Translate '<code>%(filename)s</code>'
pt: Traduzir '<code>%(filename)s</code>'

source: Current status for this page
pt: Estado actual desta página

source: Settings
pt: Definições

source: Verbose editing:
pt: Edição detalhada:

source: Filter
pt: Filtro

source: Clear
pt: Limpar

source: Translated
pt: Traduzido

source: Fuzzy
pt: Confuso

source: Untranslated
pt: Não Traduzido

source: Source String
pt: String de Origem

source: Translation
pt: Tradução

source: Auto-translate
pt: Tradução automática

source: Fuzzy?
pt: Confusa?

source: Submit translations
pt: Submeter traduções

source: Copy source string
pt: Copiar linha original

source: Auto-suggest translation
pt: Auto-sugestão de tradução

source: PO file
pt: Ficheiro PO

source: PO files
pt: Ficheiros PO

source: Files
pt: Ficheiros

source: Translations
pt: Traduções

source: Options
pt: Opções

source: Could not generate statistics for this file
pt: Incapaz de gerar as estatísticas para este ficheiro

source: Trans:
pt: Trad:

source: Untrans:
pt: Não Trad:

source: View
pt: Ver

source: Edit
pt: Editar

source: See the team for this language
pt: Ver a equipa deste idioma

source: See statistics for this language
pt: Ver estatísticas para este idioma

source: No team for this language
pt: Sem equipa para este idioma

source: There are no languages registered matching this code
pt: Não existem idiomas coincidentes com este código

source: Click here to see the multiple files for
pt: Clique aqui para ver os diversos ficheiros de

source: Submit a translation for %(pofile_filename)s
pt: Submeter uma tradução para %(pofile_filename)s

source: Submit file
pt: Submeter ficheiro

source: Project/Component
pt: Projecto/Componente

source: Go to this project page
pt: Ir para a página do projecto

source: Go to this component page
pt: Ir para a página deste componente

source: See the detailed statistics for this language
pt: Ver as estatísticas detalhadas para este idioma

source: There are no languages registered matching this file
pt: Não existem idiomas que coincidam com este filtro

source: Click here to show or hide the source files
pt: Clique aqui para mostrar ou ocultar os ficheiros fonte

source: This component has %(sources_number)s source files
pt: Este componente tem %(sources_number)s ficheiros fonte

source: entries
pt: entradas

source: Download
pt: Transferir

source: String freese date
pt: Data de bloqueio das linhas

source: Required. 30 characters or fewer. Unicode alphanumeric characters only (letters, digits and underscores).
pt: Obrigatório. 30 caracteres ou menos. Apenas caracteres alfa numéricos Unicode (letras, dígitos e traços inferiores).

source: This value must contain only unicode letters, numbers and underscores.
pt: O valor só pode conter letras, números e sublinhados unicode.

source: Female
pt: Femenino

source: Male
pt: Masculino

source: First name
pt: Primeiro nome

source: Surname
pt: Apelido

source: Native Language
pt: Idioma Nativo

source: About yourself
pt: Sobre você

source: Short description of yourself (140 chars).
pt: Breve descrição sobre você (140 caracteres).

source: Looking for work?
pt: Procurando trabalho?

source: New Project Added
pt: Novo Projecto Adicionado

source: when a new project is added
pt: ao adicionar um novo projecto

source: Project Changed
pt: Projecto Alterado

source: when a project is changed
pt: ao alterar um projecto

source: Project Deleted
pt: Projecto Apagado

source: when a project is deleted
pt: ao apagar um projecto

source: Submit access to project requested
pt: Submeter acesso ao projecto solicitado

source: New Component Added
pt: Novo Componente Adicionado

source: Component Changed
pt: Componente Alterado

source: Component Deleted
pt: Componente Apagado

source: File Submitted
pt: Ficheiro Submetido

source: Translation File Changed
pt: Tradução Alterada

source: Translation Source File (POT) has a Problem
pt: O Ficheiro (POT) tem um Problema

source: when a new release is added to a project
pt: quando uma nova versão for adicionada ao projecto

source: Release Changed
pt: Versão Alterada

source: Release Deleted
pt: Versão Apagada

source: Release Added to a Project
pt: Versão Adicionada ao Projecto

source: when a release is added to a project
pt: quando uma versão for adicionada ao projecto

source: Release Deleted from a Project
pt: Versão Apagada do Projecto

source: when a release is deleted from a project
pt: quando uma versão for apagada ao projecto

source: New Team Added
pt: Nova Equipa Adicionada

source: Team Changed
pt: Equipa Alterada

source: Team Deleted
pt: Equipa Apagada

source: Team Creation Requested
pt: Pedida a Criação de Equipa

source: Team Creation Request Denied
pt: Rejeitado o Pedido de Criação de Equipa

source: Team User Joining Requested
pt: Efectuado o Pedido de Integração na Equipa

source: Team User Joining Approved
pt: Aprovado o Pedido de Integração na Equipa

source: Team User Joining Denied
pt: Rejeitado o Pedido de Integração na Equipa

source: Enter a valid regular expression.
pt: Indique uma expressão válida

source: The root url does not point to a .tar.gz or .tgz file
pt: A URL não aponta para um ficheiro .tar.gz ou .tgz

source: The root url must start with http:// or ftp://
pt: A url deve começar com http:// ou ftp://

source: This repository already belongs to another project. Please choose a different one.
pt: Este repositório já pertence a outro projecto. Por favor, escolha outro.

source: Enter 0 or more comma-separated integers in parentheses.
pt: Indique 0 ou números inteiros separados por vírgulas e entre parênteses.

source: You must enter at least a pair of parentheses containing nothing.
pt: No mínimo, deve indicar um conjunto de parênteses sem nada.

source: Home
pt: Início

source: You added a permission.
pt: Você adicionou uma permissão.

source: You added a permission request.
pt: Você adicionou um pedido de permissão.

source: You approved the permission request.
pt: Você aprovou o pedido de permissão.

source: You removed the permission.
pt: Você removeu a permissão.

source: You removed the permission request.
pt: Você removeu o pedido de permissão.

source: This type of repository does not accept branches
pt: Este tipo de repositório não aceita ramificações

source: Branch
pt: Ramo

source: A VCS branch this unit is associated with
pt: O ramo VCS ao qual esta unidade está associada

source: Web frontend
pt: Interface Gráfica Web

source: A URL to the project's web front-end
pt: A URL para a interface gráfica do projecto

source: The %s fields should be filled.
pt: O campo %s deve ser preenchido.

source: Nothing was sent because you haven't changed anything in the translation form.
pt: Nada foi enviado pois não alterou nada.

source: Previous
pt: Anterior

source: Next
pt: Seguinte
