Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.1-py2.6.egg/transifex/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Search for an username or leave it blank
pt: Pesquise o nome de utilizador ou deixe em branco

source: log entry
pt: entrada de registo

source: log entries
pt: entradas de registo

source: Date/time
pt: Data/hora

source: User
pt: Utilizador

source: Action
pt: Acção

source: No history recorded yet.
pt: Nenhum histórico gravado.

source: Loading...
pt: Carregando...

source: Hidden
pt: Oculto

source: Lock removed.
pt: Bloqueio removido.

source: Sorry, but you need to send a POST request.
pt: Desculpe, mas precisa enviar um pedido POST.

source: Lock created. Please don't forget to remove it when you're done.
pt: Bloqueio criado. Por favor, não se esqueça de o remover quando acabar.

source: This file is unlocked. Most likely no one is working with it right now.
pt: Este ficheiro está desbloqueado. É provável que ninguém o esteja a trabalhar neste momento.

source: Unable to add watch for path %r
pt: Incapaz de vigiar o caminho %r

source: watch
pt: vigiar

source: watches
pt: vigilâncias

source: Must use POST to activate
pt: Deve usar POST para activar

source: Notification is not enabled
pt: Notificação não está activa

source: Watch it
pt: Vigiar

source: Watch this project
pt: Vigiar este projecto

source: Stop watching this project
pt: Parar de vigiar este projecto

source: Stop watching it
pt: Parar de vigiar

source: Watch:
pt: Vigiar:

source: Timeline
pt: Data Limite

source: Filter results
pt: Resultados do filtro

source: Go
pt: Ir

source: None available
pt: Nada disponivel

source: The query returned %(counter)s result
pt: A consulta devolveu %(counter)s resultado

source: Description
pt: Descrição

source: Profile
pt: Perfil

source: Name
pt: Nome

source: The URL of the codebase
pt: A URL do código base

source: Type
pt: Tipo

source: The codebase type (%s)
pt: O tipo de código base (%s)

source: The last time this unit was updated
pt: A última vez que a unidade foi actualizada

source: unit
pt: unidade

source: units
pt: unidades

source: Languages on %(site_name)s
pt: Idiomas em %(site_name)s

source: The languages spoken on %s.
pt: Os idiomas falados em %s.

source: Code
pt: Código

source: Code aliases
pt: Códigos relativos

source: Special Chars
pt: Caracteres especiais

source: Enter any special characters that users might find difficult to type
pt: Insira alguns caracteres especias que que os utilizadores tenham dificuldade em digitar

source: Number of Plurals
pt: Número de Plurais

source: Plural Equation
pt: Equação Plural

source: language
pt: idioma

source: languages
pt: idiomas

source: Latest projects on %(site_name)s
pt: Últimos projectos em %(site_name)s

source: Updates on changes and additions to registered projects.
pt: Actualiza nas alterações e adições aos projectos registados.

source: %(site_name)s: Components in %(project)s
pt: %(site_name)s: Componentes em %(project)s

source: Latest components in project %s.
pt: Últimos componentes no projecto %s.

source: %(site_name)s: %(project)s :: %(release)s release
pt: %(site_name)s: %(project)s :: versão %(release)s

source: Translation statistics for all languages against %s release.
pt: Estatísticas de tradução para todos os idiomas em relação à versão %s.

source: %(site_name)s: %(project)s :: %(release)s release :: %(lang)s
pt: %(site_name)s: %(project)s :: %(release)s versão :: %(lang)s

source: Translation statistics for %(lang)s language against %(release)s release.
pt: Estatísticas de tradução do idioma %(lang)s comparativamente à versão %(release)s.

source: Search for a username
pt: Pesquise pelo nome de utilizador

source: A regular expression to filter the exposed files. Eg: 'po/.*'
pt: Uma expressão regular para filtrar os ficheiros. Ex: 'po/.*'

source: Submit to
pt: Submeter para

source: Choose how this component should handle submissions of files.The options here are available based on the component type
pt: Escolha como este componente deve lidar a submissão dos ficheiros. As opções estão disponíveis com base no tipo do componente

source: Search for a component
pt: Pesquisar componente

source: A short label to be used in the URL, containing only letters, numbers, underscores or hyphens.
pt: Um nome curto para ser usado na URL, contendo apenas letras, números, sublinhados ou hífen.

source: A short name or very short description.
pt: Um nome ou descrição pequena.

source: A sentence or two describing the object (optional).
pt: Um frase ou duas descrevendo o objecto (opcional).

source: Long description
pt: Descrição longa

source: A longer description (optional). Use Markdown syntax.
pt: Uma longa descrição (opcional). Use sintaxe Markdown.

source: Homepage
pt: Página inicial

source: Feed
pt: Fonte

source: An RSS feed with updates to the project.
pt: Uma fonte RSS com as actualizações do projecto.

source: Bug tracker
pt: Acompanhador de erros

source: The URL for the bug and tickets tracking system (Bugzilla, Trac, etc.)
pt: A url para os erros e os bilhetes de acompanhamento (Bugzilla, Trac, etc.)

source: Anyone can submit
pt: Todos podem submeter

source: Can anyone submit files to this project?
pt: Qualquer pessoa pode submeter traduções neste projecto?

source: Hide this object from the list view?
pt: Ocultar este objecto da lista de visualização?

source: Enabled
pt: Activado

source: Enable this object or disable its use?
pt: Activar este objecto ou desactivar utilização?

source: Tags
pt: Etiquetas

source: Maintainers
pt: Manutenção

source: HTML Description
pt: Descrição HTML

source: Description in HTML.
pt: Descrição em HTML.

source: <Project: %s>
pt: <Projecto: %s>

source: project
pt: projecto

source: projects
pt: projectos

source: Source language
pt: Idioma da fonte

source: The source language for this component (e.g., 'en', 'pt_BR', 'el').
pt: O idioma fonte para este componente (e.g., 'en', 'pt_BR', 'el').

source: I18n type
pt: Tipo de i18n

source: The type of i18n support for the source code (%s)
pt: O tipo de suporte i18n para o código fonte (%s)

source: File filter
pt: Filtro de ficheiro

source: Allows submission
pt: Permite submissão

source: Does this module repository allow write access?
pt: Este repositório permite acesso de escrita?

source: Calculate statistics?
pt: Calcular estatísticas?

source: Should statistics be calculated for this component?
pt: As estatísticas para este componente devem ser calculadas?

source: Project
pt: Projecto

source: Unit
pt: Unidade

source: <Component: %s>
pt: <Componente: %s>

source: component
pt: componente

source: components
pt: componentes

source: A string like a name or very short description.
pt: Uma linha com um nome ou descrição pequena.

source: A sentence or two describing the object.
pt: Uma frase ou duas descrevendo o objecto.

source: Use Markdown syntax.
pt: Usar sintaxe Markdown.

source: Release date
pt: Data da versão

source: When this release will be available.
pt: Quando essa versão estará disponível.

source: String freeze date
pt: Data de congelamento das strings

source: When the translatable strings will be frozen (no strings can be added/modified which affect translations.
pt: Data em que as linhas a traduzir serão bloqueadas (nenhuma linha que afecte as traduções será adicionada/modificada).

source: Devel freeze date
pt: Data de congelamento do desenvolvimento

source: The last date packages from this release can be built from the developers. Translations sent after this date will not be included in the released version.
pt: A data final para os pacotes desta versão a serem compilados pelos programadores. As traduções enviadas após esta data não serão incluídas na versão final.

source: Components
pt: Componentes

source: <Release: %(rel)s (Project %(proj)s)>
pt: <Versão: %(rel)s (Project %(proj)s)>

source: release
pt: versão

source: releases
pt: versões

source: Is allowed to maintain this project
pt: Tem permissão para manter este projecto

source: Is allowed to coordinate a team project
pt: Tem permissão para coordenar esta equipa

source: Is allowed to submit file to this project
pt: Tem permissão para submeter traduções neste projecto

source: Translated:
pt: Traduzidas:

source: Fuzzy:
pt: Confusas:

source: Untranslated:
pt: Não Traduzidas:

source: The %s was deleted.
pt: %s foi apagado.

source: The file filter of this intltool POT-based component does not seem to allow the POTFILES.in file. Please fix it.
pt: O filtro do ficheiro deste componente inltool baseada em POT não parece permitir POTFILES.in no ficheiro. Por favor, corrija.

source: There is no 'pot' directory named in the set of files of this Publican like component. Maybe its file filter is not allowing access to it.
pt: Não existe o directório pot no conjunto de ficheiros deste componente Público. É possível que o filtro não lhe permita o acesso.

source: This component is not configured for statistics calculation.
pt: Este componente não está configurado para calcular estatísticas.

source: This component does not allow write access.
pt: Este repositório não permite acesso de escrita.

source: Please select a file from your system to be uploaded.
pt: Por favor, seleccione um ficheiro do seu sistema a enviar.

source: Please enter a target to upload the file.
pt: Por favor, indique o destino do ficheiro enviado.

source: Please enter only ONE target to upload the file.
pt: Por favor, indique apenas UM destino para o ficheiro.

source: The target file does not match the component file filter
pt: O ficheiro de destino não coincide com o filtro do componente

source: Enter a commit message
pt: Indique a mensagem de envio

source: You need to be in the '%s' team of this project for being able to send translations to that file target.
pt: Precisa pertencer à equipa '%s' deste projecto para ser capaz de enviar traduções.

source: File submitted successfully: %s
pt: Ficheiro submetido com sucesso: %s

source: Sorry, your file could not be sent because of an error.
pt: Desculpe, o seu ficheiro não pôde ser enviado devido a um erro.

source: %s was deleted.
pt: %s foi apagado.

source: Request closed as Rejected.
pt: O pedido foi Rejeitado.

source: Request reopened.
pt: Pedido reaberto.

source: The '%s' team was deleted.
pt: A equipa '%s' foi apagada.

source: You are in the '%s' team already.
pt: Você já pertence à equipa '%s' .

source: You have added a request for joining the '%s' team.
pt: Você adicionou um pedido para integração à equipa '%s' .

source: You already have a pending request to join the '%s' team.
pt: Você já tem um pedido pendente para integração na equipa '%s'.

source: User '%(user)s' is in the '%(team)s' team already.
pt: O utilizador '%(user)s' já pertence à equipa '%(team)s' .

source: You have added '%(user)s' into the '%(team)s' team.
pt: Você adicionou o utilizador '%(user)s' nas equipa '%(team)s'.

source: You have denied the request of the user '%(user)s' to join the '%(team)s' team.
pt: Você rejeitou o pedido do utilizador '%(user)s' para integração na equipa '%(team)s'.

source: You have withdrawn your own request to join the '%s' team.
pt: Você retirou o seu pedido de integração na equipa '%s'.

source: You have left the '%s' team.
pt: Você abandonou a equipa '%s'.

source: You are not in the '%s' team.
pt: Você não pertence à equipa '%s'.

source: Please, select a language before submit the form.
pt: Por favor, seleccione um idioma antes de submeter o formulário.

source: '%s' team already exist.
pt: A equipa '%s' já existe.

source: A request for creating the '%s' team already exist.
pt: Já existe um pedido para a criação da equipa '%s'.

source: You have requested the '%s' team creation.
pt: Você rejeitou o pedido para a criação da equipa '%s'.

source: You have approved the '%(team)s' team requested by '%(user)s'.
pt: Você aprovou a equipa '%(team)s', solicitada por '%(user)s'.

source: You have denied the '%(team)s' team requested by '%(user)s'.
pt: Você rejeitou a equipa '%(team)s', solicitada por '%(user)s'.

source: When the translatable strings will be frozen (no strings which affect translations can be added/modified).
pt: Quando as linhas a traduzir serão bloqueadas (nenhuma linha que afecte traduções será adicionada/modificada)

source: Write a short blurb for your review request.
pt: Escreva um pequeno anuncio para o seu pedido de revisão.

source: Select a translation file for review.
pt: Seleccione o ficheiro para revisão.

source: Open
pt: Aberto

source: Closed
pt: Fechado

source: Null
pt: Nulo

source: Accepted
pt: Aceite

source: Rejected
pt: Rejeitado

source: The review's status (open, closed, etc.)
pt: O estado da revisão (aberta, finalizada, etc.)

source: The review's resolution/closing state.
pt: O estado de resolução/finalização da revisão.

source: Date and time of creation
pt: Data e hora da criação

source: Date and time of last update
pt: Data e hora da última actualização

source: The review file name
pt: O nome do ficheiro de revisão

source: The path of the target file which will be used on submission
pt: O caminho do ficheiro destino a utilizar na submissão

source: Component
pt: Componente

source: Review Request
pt: Rever Pedido

source: Review Requests
pt: Rever Pedidos

source: -created_on
pt: -criado_em

source: created_on
pt: criado_em

source: You can upload a file for review only if it's related to an existing language.
pt: Apenas pode enviar um ficheiro para revisão caso esteja relacionado com um idioma existente.

source: Your file has been successfully placed for reviewing.
pt: O seu ficheiro foi enviado com sucesso para revisão.

source: A URL from which the tarball is accessible.
pt: A URL de acesso ao tarball.

source: Coordinators are people that can manage the members of the team, for example. Search for usernames.
pt: Os coordenadores são as pessoas que podem fazer a gestão dos membros da equipa. Pesquise pelo nome de utilizador.

source: Members are actually people that can submit translations. Search for usernames.
pt: Os membros são as pessoas que podem submeter traduções. Pesquise os nomes de utilizador.

source: You have the user '%s' in both coordinators and members lists. Please drop him/her from one of those lists.
pt: Você tem o utilizador '%s' na lista de coordenadores e na lista de membros. Por favor, retire-o(a) de uma das listas.

source: The project which this team belongs to.
pt: O projecto ao qual esta equipa pertence

source: Language
pt: Idioma

source: People in this team will only be able to submit translations files related to the specific language.
pt: As pessoas desta equipa apenas poderão submeter traduções relacionadas com o idioma específico.

source: Coordinators
pt: Coordenadores

source: Members
pt: Membros

source: Mainlist
pt: Lista principal

source: The main mailing list of the team.
pt: A lista de correio principal da equipa.

source: creator
pt: criador

source: team
pt: equipa

source: teams
pt: equipas

source: team creation request
pt: pedido de criação de equipa

source: team creation requests
pt: pedidos de criação de equipa

source: Team
pt: Equipa

source: team access request
pt: pedido de acesso da equipa

source: team access requests
pt: pedidos de acesso da equipa

source: Forbidden access
pt: Acesso proibido

source: Looks like you do not have the necessary permissions for the required action.
pt: Parece que você não tem as permissões necessárias para a acção pretendida.

source: Here's a link to the <a href="%(home)s">homepage</a>. You know, just in case.
pt: Aqui está a ligação para a <a href="%(home)s">página inicial</a>. Você sabe, apenas em algum caso.

source: Page not found
pt: Página não encontrada

source: Looks like you followed a bad link. If you think it's our fault, please <a href='http://transifex.org/newticket'>let us know</a>.
pt: Parece que você seguiu uma ligação errada. Se você acha que foi culpa nossa, por favor <a href='http://transifex.org/newticket'>refira-o</a>.

source: Page unavailable
pt: Página indisponível

source: We're sorry, but the requested page is currently unavailable.
pt: Desculpe, mas a página solicitada não está disponível.

source: We're messing around with things internally, and the server had a bit of a hiccup.
pt: Estamos a alterar algumas coisas internamente e o servidor pode ficar um pouco instável.

source: Please try again later.
pt: Por favor, tente mais tarde.

source: Welcome to Transifex
pt: Bem-vindo ao Transfifex

source: Go to the start page
pt: Ir para a página inicial

source: Go to start page
pt: Ir para página inicial

source: The projects being served
pt: Os projectos servidos

source: Projects
pt: Projectos

source: The languages our service serves
pt: Os idiomas que o serviço disponibiliza

source: Languages
pt: Idiomas

source: Welcome <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!
pt: Bem-vindo <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!

source: Sign out from the website
pt: Terminar sessão no sítio web

source: Sign out
pt: Terminar sessão

source: Sign in
pt: Iniciar sessão

source: Register
pt: Registar

source: About
pt: Sobre

source: Drops us a line
pt: Deixe-nos uma linha.

source: Powered by <a href="http://transifex.org/" title="Transifex community">Transifex</a>, the Open Translation Platform
pt: Desenvolvido por <a href="http://transifex.org/" title="Transifex community">Transifex</a>, the Open Translation Platform

source: Transifex is a service aimed at helping translators keep track of their favourite translation projects.
pt: Transifex é um serviço destinado a ajudar os tradutores a acompanhar os seus projectos de tradução.

source: You could also browse through <a href="%(project_list)s">all projects</a>.
pt: Você pode também navegar por <a href="%(project_list)s">todos os projectos</a>.

source: Search
pt: Pesquisar

source: Results
pt: Resultados

source: Search projects
pt: Pesquisar projectos

source: Search results
pt: Resultados da pesquisa

source: Search Results (%(result_count)s)
pt: Resultados da pesquisa (%(result_count)s)

source: No projects were found for "%(q)s". You may want to change your query a bit.
pt: Nenhum projecto encontrado para "%(q)s". Deve ser mais preciso na consulta.

source: Couldn't find your project? Why don't you go ahead and <a href="%(project_create_url)s">add it</a>?
pt: Não encontrou o projecto? Porque não dá um passo em frente e o <a href="%(project_create_url)s">adiciona</a>?

source: Find projects by name, description, etc.
pt: Encontrar projectos por nome, descrição, etc.

source: Transifex administration
pt: Administração Transifex

source: Contact us
pt: Contacte-nos

source: Let us know what you think!
pt: Diga-mos o que acha!

source: We'd like to make this web service as useful as possible for our users. If you have any feedback to provide, please do so!
pt: Nós gostariamos de tornar este serviço web o mais útil para os nossos utilizadores. Se você tiver algum feedback para dar, faça-o!

source: Send feedback
pt: Enviar feedback

source: Thanks for the feedback!
pt: Obrigado pelo feedback!

source: Thanks!
pt: Obrigado!

source: Thank you for your feedback.
pt: Obrigado pelo seu feedback.

source: %(project)s Releases
pt: Lançamentos de %(project)s

source: The <a href="%(project_url)s">%(project)s</a> project includes the following groups of shipped components:
pt: O projecto <a href="%(project_url)s">%(project)s</a> inclui os seguintes grupos de componentes:

source: Languages on Transifex
pt: Idiomas no Transifex

source: No languages registered yet. :-(
pt: Nenhum idioma registado. :-(

source: Couldn't find your language? Please use the feedback form and let us know!
pt: Não encontrou o seu idioma? Por favor, use o formulário de feedback e avise-nos!

source: Notifications
pt: Notificações

source: Received Notifications
pt: Notificações Recebidas

source: Time
pt: Hora

source: Mark all unseen notices seen
pt: Marcar todas as notícias não vistas como vistas

source: No notices.
pt: Sem notícias.

source: Change your notification settings
pt: Alterar as definições das notificações

source: Notification settings
pt: Definições de notificação

source: You can receive notifications whenever an event occurs in Transifex. Check the notifications available for you in the list below and choose which events you would like to be notified by email.
pt: Você pode receber notificações sobre os eventos que ocorrem no Transifex. Verifique as notificações disponíveis na lista abaixo e escolha sobre quais eventos gostava de ser notificado por e-mail.

source: Primary email
pt: E-mail principal

source: change under
pt: mudar sobre

source: Account
pt: Conta

source: Note
pt: Nota

source: You do not have a verified email address to which notices can be sent. You can add one by going to
pt: Você não tem um endereço de e-mail verificado para o envio dos avisos. Você pode adicionar um em

source: Notification Type
pt: Tipo de Notificação

source: Change
pt: Alteração

source: Notice
pt: Aviso

source: A new project <a href="%(project_url)s">%(project)s</a> has been added
pt: Foi adicionado um novo projecto <a href="%(project_url)s">%(project)s</a>

source: The project <a href="%(project_url)s">%(project)s</a> has been changed
pt: O projecto <a href="%(project_url)s">%(project)s</a> foi modificado

source: A new component <a href="%(component_url)s">%(component_name)s</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
pt: Foi adicionado um novo componente <a href="%(component_url)s">%(component_name)s</a> ao projecto <a href="%(project_url)s">%(project_name)s</a>

source: The component <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
pt: O componente <a href="%(component_url)s">%(component_name)s</a> do projecto <a href="%(project_url)s">%(project_name)s</a> foi modifcado

source: The component '%(component_name)s' has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
pt: O componente '%(component_name)s foi apagado do projecto <a href="%(project_url)s">%(project_name)s</a>

source: The following files in the <a href="%(component_url)s">%(component_name)s</a> component of the <a href="%(project_url)s">%(project_name)s</a> project have been updated:
pt: Os seguintes ficheiros no <a href="%(component_url)s">%(component_name)s</a> componente do projecto <a href="%(project_url)s">%(project_name)s</a> foram actualizados:

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> has been submitted for review to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
pt: Um ficheiro para <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> foi submetido para revisão no <a href="%(component_url)s">%(component_name)s</a> do projecto <a href="%(project_url)s">%(project_name)s</a>

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
pt: Um ficheiro para <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)

source: A file called '%(filename)s'
pt: Um ficheiro chamado '%(filename)s'

source: has been submitted to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
pt: foi submetido para o <a href="%(component_url)s">%(component_name)s</a> do projecto <a href="%(project_url)s">%(project_name)s</a>
