Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.1-py2.6.egg/transifex/locale/*/LC_MESSAGES/django.po
Languages: pt

source: The source file (POT) has some problems and can not be created/updated for the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
pt: O ficheiro de origem (POT) tem alguns problemas e não pode ser criado/actualizado para o <a href="%(component_url)s">%(component_name)s</a> do projecto <a href="%(project_url)s">%(project_name)s</a>

source: The weekly report of the <a href="%(project_url)s">%(project_name)s</a> project was generated
pt: O relatório semanal do projecto <a href="%(project_url)s">%(project_name)s</a> foi gerado

source: The user <a href="%(user_url)s">%(user_request)s</a> had access to submit files to the project <a href="%(project_url)s">%(project)s</a> granted
pt: O utilizador <a href="%(user_url)s">%(user_request)s</a> teve acesso à submissão de ficheiros no projecto <a href="%(project_url)s">%(project)s</a>

source: The user <a href="%(user_url)s">%(user_request)s</a> had its request of access to submit files to the project <a href="%(project_url)s">%(project)s</a> denied
pt: O utilizador<a href="%(user_url)s">%(user_request)s</a> viu o seu pedido de acesso à submissão de ficheiros no projecto <a href="%(project_url)s">%(project)s</a> rejeitado

source: Withdrew own request of access to submit files to the project <a href="%(project_url)s">%(project)s</a>
pt: Retirado o seu pedido de acesso à submissão de ficheiros no projecto <a href="%(project_url)s">%(project)s</a>

source: Requested access to submit files to the project <a href="%(project_url)s">%(project)s</a>
pt: Pediu acesso para submeter traduções no projecto <a href="%(project_url)s">%(project)s</a>

source: The user <a href="%(user_url)s">%(user_request)s</a> had its access to submit files to the project <a href="%(project_url)s">%(project)s</a> revoked
pt: Foi revogado ao utilizador <a href="%(user_url)s">%(user_request)s</a> o acesso para a submissão de traduções no projecto <a href="%(project_url)s">%(project)s</a>

source: A new <a href="%(team_url)s">%(team_name)s tranlation team</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
pt: Uma nova <a href="%(team_url)s">%(team_name)s equipa de tradução</a> foi adicionada ao projecto <a href="%(project_url)s">%(project_name)s</a>

source: The <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
pt: A <a href="%(team_url)s">%(team_name)s equipa de tradução</a> do projecto <a href="%(project_url)s">%(project_name)s</a> foi alterada

source: The <a href="%(team_url)s">%(team_name)s tranlation team</a> has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
pt: A <a href="%(team_url)s">%(team_name)s equipa de tradução</a> foi apagada do projecto <a href="%(project_url)s">%(project_name)s</a>

source: The user <a href="%(user_url)s">%(user_name)s</a> has been approved as a member of the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
pt: O utilizador <a href="%(user_url)s">%(user_name)s</a> foi aprovado como membro da equipa de tradução <a href="%(team_url)s">%(team_name)s </a> do projecto <a href="%(project_url)s">%(project_name)s</a>

source: The request of user <a href="%(user_url)s">%(user_name)s</a> for joining the <a href="%(team_url)s">%(team_name)s translation team </a> of the <a href="%(project_url)s">%(project_name)s</a> project has been denied
pt: O pedido do utilizador <a href="%(user_url)s">%(user_name)s</a> para integrar a equipa de tradução <a href="%(team_url)s">%(team_name)s </a> do projecto <a href="%(project_url)s">%(project_name)s</a> foi rejeitado

source: Delete %(component_name)s
pt: Apagar %(component_name)s

source: Say goodbye to <em>%(component_name)s</em>?
pt: Dizer adeus a <em>%(component_name)s</em>?

source: Are you sure you want to permanently delete the component '%(component_name)s' which belongs to %(project_name)s?
pt: Tem certeza de que quer remover permanentemente o componente '%(component_name)s' que pertence a %(project_name)s?

source: Yes, I'm sure!
pt: Sim, tenho a certeza!

source: This component supports local storing of submitted files and also sends the files to the maintainers\' email.
pt: Este componente suporta armazenamento local de ficheiros submetidos e também os envia para os programadores.

source: This component does not support local storing of submitted files. The submitted files will be sent to the maintainers\' emails and the statistics will reflect the change once the files are committed upstream.
pt: Este componente não suporta armazenamento local de ficheiros submetidos. Os ficheiros submetidos serão enviados para os programadores e as estatísticas irão reflectir a mudança quando os ficheiros forem enviados.

source: This component supports local storing of submitted files and also sends the files direct to the upstream repository.
pt: Este componente suporta armazenamento local de ficheiros submetidos e também os envia directamente para o repositório.

source: Edit
pt: Editar

source: Source details
pt: Detalhes da fonte

source: Repository:
pt: Repositório:

source: Link to a web front-end for the source code
pt: Ligação para a interface gráfica do código fonte

source: Branch:
pt: Ramo:

source: File filter:
pt: Filtro de ficheiro:

source: Release:
pt: Versão:

source: Allows submissions:
pt: Permite submissões:

source: Translation files
pt: Ficheiros de tradução

source: Source file:
pt: Ficheiro fonte:

source: Statistics last updated:
pt: Última actualização de estatísticas:

source: ago
pt: atrás

source: Component not yet pulled from source repository.
pt: Componente ainda não puxado do repositório fonte.

source: Refresh and re-calculate statistics. This action may take some time.
pt: Actualizar e recalcular estatísticas. Esta acção pode levar algum tempo.

source: Refresh cache
pt: Actualizar cache

source: Reset Transifex's local data for a clean pull
pt: Repor os dados locais do Transifex para uma busca limpa

source: Clear cache
pt: Limpar cache

source: Any locally modified data will be overwritten with fresh copies.
pt: Quaisquer dados modificados localmente serão substituídos por nóvas cópias.

source: warning
pt: aviso

source: Teams:
pt: Equipas:

source: See the translation teams.
pt: Ver equipas de tradução.

source: Translation files reviews
pt: Revisões das traduções

source: Reviews
pt: Revisões

source: History
pt: Histórico

source: Delete component
pt: Apagar componente

source: Add a component
pt: Adicionar componente

source: Edit %(component_name)s
pt: Editar %(component_name)s

source: Edit Component '%(component_name)s'
pt: Editar o Componente '%(component_name)s'

source: New component for %(project_name)s
pt: Novo componente para %(project_name)s

source: Checkout
pt: Verificar

source: Submission
pt: Submissão

source: Save component
pt: Gravar componente

source: translation files
pt: ficheiros de tradução

source: Add
pt: Adicionar

source: Project Component
pt: Componente do Projecto

source: edit
pt: editar

source: del
pt: apagar

source: No components are registered for this project yet.
pt: Nenhum componente registado para este projecto.

source: Add one!
pt: Adicionar um!

source: <em>Components</em> are smaller, self-contained parts of a larger project which consist of actual files. Examples of components of a software project could be "UI" and "Docs" or development branches like <code>HEAD</code>.
pt: <em>Componentes</em>são pequenas partes de um projecto maior que consiste dos ficheiros actuais. Exemplos de componentes de um projecto de software podem ser "UI" e "Docs" ou partes do desenvolvimento, como <code>HEAD</code>.

source: Send a new translation for this component.
pt: Enviar uma nova tradução para este componente.

source: Add a new translation
pt: Adicionar uma nova tradução

source: Add a translation file
pt: Adicionar um ficheiro de tradução

source: Local file:
pt: Ficheiro local:

source: The translation file to be uploaded for the new language.
pt: O ficheiro de tradução a enviar para o novo idioma.

source: Select the target file:
pt: Seleccione o ficheiro alvo:

source: The target file is the name of the new file language. It must match the component file filter.
pt: O ficheiro de destino é o nome no novo ficheiro de idioma. Deve coincidir com o filtro do componente.

source: or enter it here:
pt: ou indique-o aqui:

source: Example:
pt: Exemplo:

source: Commit message:
pt: Mensagem de envio:

source: Example: Updates to Brazilian Portuguese translation
pt: Exemplo: Actualizações para tradução Português Brasileiro

source: Send
pt: Enviar

source: Send for Review
pt: Enviar para revisão

source: Delete %(project_name)s
pt: Apagar %(project_name)s

source: Delete <em>%(project_name)s</em>
pt: Apagar <em>%(project_name)s</em>

source: Delete
pt: Apagar

source: Say goodbye to <em>%(project_name)s</em>?
pt: Diga adeus a <em>%(project_name)s</em>?

source: Are you sure you want to permanently delete the registered project '%(project_name)s'?
pt: Tem certeza que quer remover permanentemente o projecto registado '%(project_name)s'?

source: Details
pt: Detalhes

source: Homepage:
pt: Página Inicial

source: Homepage for %(project_name)s
pt: Página inicial do %(project_name)s

source: Bug tracker:
pt: Acompanhamento de erros:

source: Bug tracker for %(project_name)s
pt: Acompanhamento de erros do %(project_name)s

source: Tags:
pt: Etiquetas:

source: Maintainer:
pt: Programador

source: External links:
pt: Ligações externas:

source: Screenshots
pt: Capturas de Ecrã

source: Delete project
pt: Apagar projecto

source: Add a project
pt: Adicionar projecto

source: Edit %(project_name)s
pt: Editar %(project_name)s

source: New project
pt: Novo projecto

source: Add the details of your project
pt: Adicione os detalhes do seu projecto

source: Edit the details of your project
pt: Editar detalhes do projecto

source: Save project
pt: Gravar projecto

source: Access Control
pt: Controle de Acesso

source: Edit <em>%(project_name)s</em>
pt: Editar <em>%(project_name)s</em>

source: Access control will be enabled once the project is created
pt: O controle de acesso será activado ao criar o projecto

source: Editing <a href="%(project_url)s">%(project_name)s</a>
pt: Editando <a href="%(project_url)s">%(project_name)s</a>

source: Pending requests:
pt: Pedidos pendentes:

source: Users with access to submit files:
pt: Utilizadores com acesso à submissão:

source: Latest Projects
pt: Últimos Projectos

source: Project list
pt: Lista de projectos

source: Projects with tag '%(tag)s'
pt: Projecto com etiqueta '%(tag)s'

source: Projects on Transifex
pt: Projectos no Transifex

source: Add a new project
pt: Adicionar um novo projecto

source: No projects registered yet. :-(
pt: Nenhum projecto registado. :-(

source: Why don't you <a href="%(project_create)s">add one</a>?
pt: Por é que você não <a href="%(project_create)s">adiciona um</a>?

source: Couldn't find your project? Go ahead and <a href="%(project_create)s">add it</a>!
pt: Não conseguiu encontrar o projecto? Avançe e <a href="%(project_create)s">adicione</a>!

source: Overview
pt: Visão geral

source: Translation Teams
pt: Equipas de Tradução

source: Top Translators
pt: Tradutores Mais Activos

source: %(number)s submission
pt: Submissão %(number)s

source: Delete %(release_name)s
pt: Apagar %(release_name)s

source: Say goodbye to <em>%(release_name)s</em>?
pt: Diga adeus a <em>%(release_name)s</em>?

source: Are you sure you want to permanently delete the release '%(release_name)s' which belongs to %(project_name)s?
pt: Tem a certeza que pretende apagar permanentemente a versão '%(release_name)s' que pertence a %(project_name)s?

source: Release date:
pt: Data de lançamento:

source: String freeze:
pt: Congelamento de linhas:

source: Devel freeze:
pt: Congelamento do desenvolvimento:

source: Components:
pt: Componentes:

source: Translation statistics
pt: Estatísticas de Tradução

source: No translations added for this release. :-(
pt: Nenhuma traducão adicionada para esta versão. :-(

source: Delete release
pt: Apagar versão

source: Add a release
pt: Adicionar versão

source: Edit %(release_name)s
pt: Editar %(release_name)s

source: Edit <em>%(release_name)s</em> release
pt: Editar versão <em>%(release_name)s</em>

source: Save release
pt: Gravar versão

source: Release '%(release_name)s
pt: Lançamento '%(release_name)s

source: Project/Component statistics
pt: Estatísticas do Projecto/Componente

source: If you think this shouldn't happen, please <a href="%(contact_form)s">let us know</a>.
pt: Se você acha que isto não deveria acontecer , por favor<a href="%(contact_form)s">diga-nos</a>.

source: Untranslated Components
pt: Componentes não Traduzidos

source: The following components will be included in %(release_name)s, but there are no translations sent for %(language_name)s yet.
pt: Os seguintes componentes serão incluídos em %(release_name)s, mas não existem traduções enviadas para %(language_name)s

source: Project Releases
pt: Versões do Projecto

source: No releases are registered for this project yet. Why don't you <a href="%(release_create)s">add one</a>?
pt: Sem lançamentos registados a este projecto. Porque não os <a href="%(release_create)s">adiciona</a>?

source: Submit
pt: Submeter

source: Open Requests
pt: Pedidos Pendentes

source: Who and when
pt: Quem e Quando

source: See profile
pt: Ver perfil

source: %(time_since)s ago
pt: %(time_since)s atrás

source: Translation Language
pt: Idioma da Tradução

source: Go to language page
pt: Ir para página do idioma

source: File target
pt: Ficheiro alvo

source: Download the version sent for review
pt: Transferir a versão enviada para revisão

source: Score
pt: Resultado

source: Status
pt: Estado

source: Close Review
pt: Fechar Revisão

source: Accept and submit translation
pt: Aceitar e submeter traduções

source: Accept
pt: Aceitar

source: Reject translation
pt: Rejeitar tradução

source: Reject
pt: Rejeitar

source: No open requests!
pt: Nenhum pedido pendente!

source: Closed Requests
pt: Pedidos Fechados

source: Author
pt: Autor

source: Resolution
pt: Resolução

source: Attachment
pt: Anexo

source: Actions
pt: Acções

source: Reopen review request
pt: Reabrir pedido de revisão

source: No closed requests!
pt: Nenhum pedido fechado!

source: Profile settings
pt: Definições de perfil

source: Sign in to add or modify projects, work on translations, and other stuff.
pt: Inicie sessão para adicionar ou modificar projectos, trabalhar nas traduções, etc.

source: <p>You have been logged out.
pt: <p>Você terminou a sessão.

source: Public profile of %(user)s
pt: Perfil público de %(user)s

source: Username
pt: Utilizador

source: Your Profile
pt: Seu perfil

source: Your profile, %(user)s
pt: Seu perfil, %(user)s

source: Any settings associated with your account are presented and may be modified here.
pt: Quaisquer definições associadas à sua conta são apresentadas e podem ser modificadas aqui.

source: Change notifications
pt: Mudar notificações

source: Change notifications associated to your account
pt: Mudar notificações associadas à sua conta

source: <p>Please sign in with your email or screen name.<br />
pt: <p>Por favor, inicie a sessão com seu e-mail ou o seu nome.<br/>

source: Say goodbye to <em>%(lang_name)s</em> team?
pt: Dizer adeus à equipa <em>%(lang_name)s</em>?

source: Are you sure you want to permanently delete the '%(lang_name)s' team which belongs to %(project_name)s?
pt: Tem a certeza que pretende apagar permanentemente a equipa '%(lang_name)s' que pertence a %(project_name)s?

source: Translation Teams - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>
pt: Equipas de Tradução - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>

source: Mainlist:
pt: Lista principal:

source: Coordinator:
pt: Coordenador:

source: Become a translator:
pt: Tornar-se um tradutor:

source: Join this Team
pt: Integrar esta Equipa

source: People waiting for team membership approving:
pt: Pessoas a aguardar por aprovação na equipa:

source: Approve
pt: Aprovar

source: Deny
pt: Negar

source: Withdraw
pt: Retirar

source: Team Members:
pt: Membros da Equipa:

source: Leave
pt: Deixar

source: Delete team
pt: Apagar equipa

source: %(project_name)s Translation Teams
pt: Equipas de Tradução do %(project_name)s

source: Translation team details
pt: Detalhes da Equipa

source: Save team
pt: Gravar equipa

source: Add a new team
pt: Adicionar nova equipa

source: List of team requests:
pt: Lista de pedidos de equipa:

source: List of available teams:
pt: Lista de equipas disponíveis:

source: No translation team created yet. :(
pt: Nenhuma equipa de tradução criada . :(

source: Request a new translation team for this project
pt: Solicitar nova equipa de tradução para este projecto

source: Request a new team
pt: Solicitar nova equipa

source: Request team
pt: Solicitar equipa

source: Show completed
pt: Mostrar completos

source: Give access to a translator to send translations to your project
pt: Dar acesso a um tradutor para enviar traduções para o seu projecto

source: Revoke permission
pt: Revogar permissão

source: Grant permission
pt: Garantir permissão

source: Request permission
pt: Pedir permissão

source: Approve request
pt: Aprovar pedido

source: Withdraw request
pt: Retirar pedido

source: Deny request
pt: Negar pedido

source: Personal information
pt: Informação pessoal

source: Location
pt: Localização

source: Remove profile
pt: Remover perfil

source: Change e-mail
pt: Alterar e-mail

source: Add e-mail
pt: Adicionar e-mail

source: Add a new e-mail address
pt: Adicione um novo endereço de e-mail

source: Enter the new e-mail address. An e-mail will be sent to it for testing and confirmation.
pt: Indique o e-mail. Ser-lhe-a enviada uma mensagem para teste e confirmação.

source: E-mail validation successful
pt: Validação de e-mail concluída com sucesso

source: E-mail change unsuccessful
pt: Alteração de e-mail não efectuada

source: E-mail validation process
pt: Processo de validação de e-mail

source: You can manage the e-mail validation process from the <a href="%(profile_overview)s">overview page</a>.
pt: Pode fazer a gestão do processo de validação de e-mail na <a href="%(profile_overview)s">página global</a>.

source: E-mail address validated successfully.
pt: Endereço de e-mail validado com sucesso.

source: The key you received via e-mail is no longer valid. Please try the e-mail validation process again.
pt: A chave que recebeu por e-mail já não é válida. Por favor, tente novamente o processo de validação de e-mail.

source: E-mail change processed
pt: Mudança de e-mail processada

source: Resend e-mail validation
pt: Reenviar e-mail de validação

source: You will not be able to sign in until you have validated your e-mail address. Enter your registered e-mail address to receive the validation e-mail again.
pt: Não conseguirá iniciar a sessão até que valide o seu endereço de e-mail. Indique o endereço registado para receber novamente a mensagem de validação.

source: Resend confirmation
pt: Reenviar confirmação

source: Validation e-mail sent
pt: E-mail de validação enviado

source: Your user account was already activated
pt: A sua conta de utilizador já está activa.

source: You can manage the e-mail validation process from the
pt: Você pode gerir o processo de validação de e-mail na

source: overview page
pt: página geral

source: We've sent you the e-mail validation link.
pt: Enviamos-lhe uma mensagem de validação.

source: Your e-mail was already validated
pt: Seu e-mail já estava validado

source: User sign in
pt: Inicie a sessão

source: Enter your username and password to sign in.
pt: Indique o nome e palavra-passe para iniciar sessão.

source: Utilities
pt: Utilitários

source: Lost your password?
pt: Perdeu a palavra-passe?

source: Resend validation e-mail
pt: Reenviar e-mail de validação

source: Sign up!
pt: Registe-se!

source: Logged out
pt: Terminou a sessão

source: You've been logged out.
pt: Você terminou a sessão.

source: Log in again
pt: Iniciar novamente

source: Password change for
pt: Mudança de palavra-passe

source: Password change
pt: Mudança de palavra-passe

source: You can change your password from here. Please enter your new password twice so we can verify you typed it in correctly.
pt: Pode alterar aqui a sua palavra-passe. Por favor, indique a nova palavra-passe duas vezes para que possamos verificar a conformidade.

source: Password change successful
pt: Mudança de palavra-passe bem sucedida

source: The password has been changed successfully.
pt: A palavra-passe foi mudada com sucesso.

source: Password key expired
pt: A chave da palavra-passe expirou

source: The password key you're trying to use is expired. Please, request a new one.
pt: A chave da palavra-passe que tentou usar está expirada. Por favor, requisite uma nova chave.

source: Password reset
pt: Reposição de palavra-passe

source: Password reset form
pt: Formulário de reposição de palavra-passe

source: Forgotten your password? Enter your e-mail address, and we'll reset your password and e-mail the new one to you.
pt: Esqueceu a sua senha? Insira seu endereço de e-mail e nós iremos resetar a sua senha e enviaremos por e-mail para você.

source: Reset my password
pt: Repor a palavra-passe

source: Your password has been set. You may go ahead and log in now.
pt: A palavra-passe foi definida. Pode iniciar a sessão.

source: Change password
pt: Mudar palavra-passe

source: Password reset unsuccessful
pt: Palavra-passe reposta sem sucesso.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pt: A ligação de reposição da palavra-passe é inválida. É possível que já tenha sido utilizada. Por favor, solicite uma nova reposição de palavra-passe.

source: Password reset successful
pt: Palavra-passe reposta com sucesso.

source: We've e-mailed you the instructions to obtain a new password. You should be receiving it shortly.
pt: Enviamos-lhe as instruções para obtenção da nova palavra-passe. Deve recebe-la brevemente.

source: User registration
pt: Registo de utilizador

source: Register for a Transifex account
pt: Registar uma conta Transifex

source: Joining Transifex is quick and easy. Just fill in the following form.
pt: Aderir ao Transifex é fácil e rápido. Preencha o seguinte formulário.

source: Registration completed
pt: Registo Concluído

source: Register a new account
pt: Resgistar uma nova conta

source: You have successfully registered a new account and an account activation url has been sent to your e-mail address. Please access this url to finish the registration process.
pt: Registou com sucesso uma nova conta e uma url de activação foi enviada para o seu endereço de e-mail. Por favor, aceda a esta url para finalizar o processo de registo.

source: You have successfully registered a new account. Go to the <a href="%(overview_url)s">sign in page</a> to authenticate and start using this site.
pt: Registou com sucesso uma nova conta. Vá até à página de <a href="%(overview_url)s">início de sessão</a> para se autenticar e começar a utilizar este sítio.

source: Choose the location of your avatar
pt: Escolher a localização do seu avatar

source: Avatar selection page
pt: Página de selecção do Avatar

source: You have several options to select the image you want to use as avatar on your profile.
pt: Tem diversas opções para seleccionar a imagem a utilizar como avatar, no seu perfil.

source: Select an image from disk
pt: Seleccione uma imagem no disco

source: Done
pt: Concluído
