Repository: pypi-data/pypi-mirror-2
Catalog: packages/betahaus.memberprofile/betahaus.memberprofile-0.2b.zip/betahaus.memberprofile-0.2b/betahaus/memberprofile/locales/*/LC_MESSAGES/betahaus.memberprofile.po
Languages: sv

source: Firstname + Lastname
sv: Förnamn + Efternamn

source: ID pattern for the registration tool. Don't change this unless you know what you're doing! The default pattern is ^[A-Za-z][A-Za-z0-9_]*$ and will be used if this field is empty. Check the portal_registration tool in ZMI for more information.
sv: ID mall för registrering verktyget. Ändra inte på denna om du inte vet vad du gör. Standard mönstret är ^[A-Za-z][A-Za-z0-9_]*$ och kommer att användas om detta fält är tomt. För mer information gå till portal_registration i ZMI.

source: Member profile
sv: Medlemsprofil

source: Member profile content type
sv: Innehållstypen Medlemsprofil

source: Member profile setup
sv: Inställningar för medlemsprofil

source: User profile not available.
sv: Medlemsprofil ej tillgänglig.

source: Username
sv: Användarmamn

source: Your profile is not complete, please fill in the fields marked with a red square.
sv: Din profil är inte fullständig, vänligen fyll i de fält som är markerade med en röd markering.

source: description_memberprofile_description
sv: Visas i listningar och som beskrivning i sökresultat.

source: email_label
sv: E-post

source: enforce_complete_profile_description
sv: Markera detta om du vill se till att profilerna har fullständig information.Fullständig information är som standard För- och Efternamn.

source: enforce_complete_profile_title
sv: Upprätthåll fullständiga profiler

source: firstname_label
sv: Förnamn

source: geolocation_label
sv: Geografisk plats

source: home_page_label
sv: Hemsida

source: id_pattern_title
sv: ID mall, som 'regular expression'.

source: image_description
sv: Bilden kommer att skalas till flera olika storlekar.

source: image_label
sv: Bild

source: label_memberprofile_description
sv: Kort biografi eller beskrivning

source: lastname_label
sv: Efternamn

source: quick_reindex_label
sv: Snabb omindexering

source: quick_reindex_responce
sv: Utförde snabb omindexering av medlemsprofiler.

source: text_label
sv: Presentation av dig.

source: text_not_allowed_manage_server
sv: Du har inte rättighet att hantera Zope servern.

source: title_as_title
sv: Vad ska returneras som Title?
