Repository: pypi-data/pypi-mirror-2
Catalog: packages/*.contentrules.movebyattribute/*.contentrules.movebyattribute-0.5.tar.gz/*.contentrules.movebyattribute-0.5/*/contentrules/movebyattribute/locales/*/LC_MESSAGES/*.contentrules.movebyattribute.po
Languages: pt_br

source: One level up
pt_br: Um nível acima

source: Same folder of content
pt_br: Mesma pasta do conteúdo

source: A content rule action to move an item based on a attribute value.
pt_br: Uma ação de regra de conteúdo para mover um item com base no valor de um atributo

source: Add Move by Attribute action
pt_br: Adicionar ação de mover por atributo

source: Attribute
pt_br: Atributo

source: Attribute ${attribute} did not provide a suitable value.
pt_br: O atributo ${attribute} não proviu um valor aceitável.

source: Attribute ${attribute} is not suitable for this object.
pt_br: O atributo ${attribute} não é adequado para este objeto.

source: Base folder
pt_br: Pasta base

source: Base folder ${target} does not exist.
pt_br: A pasta base ${target} não existe.

source: Choose the base folder to be searched for the folderish content with the id provided by the attribute above .
pt_br: Escolha a pasta base para a busca de um conteúdo do tipo pasta com o mesmo id provido pelo atributo acima.

source: Configure element
pt_br: Configurar a ação

source: Edit Move by Attribute action
pt_br: Editar a ação de mover por atributo

source: Id ${value} not found on ${target} folder.
pt_br: O id ${value} não foi encontrado na pasta ${target}.

source: Object with id ${value} in ${target} is not folderish.
pt_br: O objeto com id ${value} dentro de ${target} não é do tipo pasta.

source: Please inform the attribute name that will provide the value -- must be a string -- for this action e.g.: Creator
pt_br: Por favor informe o nome do atributo (método ou propriedade) que proverá o valor -- que deve ser uma string -- para esta ação. ex.: Creator
