Repository: pypi-data/pypi-mirror-2
Catalog: packages/opencore-listen/opencore-listen-0.8a.tar.gz/opencore-listen-0.8a/Products/listen/i18n/listen-plone-*.po
Languages: es

source: %s (creator)
es: %s (creador)

source: A mailing list manages user subscriptions and processes incoming mail.
es: Una lista de correo electrónico administra subscripciones de usuario y procesa los correos entrantes.

source: Add Latest Posts Portlet
es: Agregar portlet de últimos mensajes

source: Archive
es: Archivo

source: Edit Latest Posts Portlet
es: Editar portlet de últimos mensajes

source: How many items to list.
es: ¿Cuántos elementos a la lista?.

source: Import/Export
es: Importar/Exportar

source: Latest Posts
es: Últimos mensajes

source: List Type not set
es: Tipo de lista no definido

source: Mailing list details
es: Detalles de lista de correo electrónico

source: MailingList
es: Lista de correo electrónico

source: Membership
es: Membresia

source: Moderation
es: Moderación

source: Number of items to display
es: Número de elementos a mostrar

source: Path to Listen's MailingList object, relative to portal root
es: Ruta al objeto de la lista de correo electrónico de Listen, relativo a la raíz del portal

source: Path to the Mailing List object
es: Ruta al objeto de la lista de correo electrónico

source: Search
es: Búsqueda

source: This portlet displays latest posts in mailing list
es: Este portlet muestra los últimos envíos en la lista de correo electrónico

source: This portlet displays latest posts in mailing list.
es: Este portlet muestra los últimos envíos en la lista de correo electrónico.

source: profiles_portlets_LatestPosts_help
es: Un portlet el cual puede mostrar los últimos mensajes en una lista de correo

source: profiles_portlets_LatestPosts_title
es: Últimos mensajes

source: profiles_portlets_ListDetails_help
es: Un portlet que muestra detalles para una lista de correo Listen

source: profiles_portlets_ListDetails_title
es: Detalles de lista
