Repository: pypi-data/pypi-mirror-2
Catalog: packages/cubicweb-drh/cubicweb-drh-0.18.0.tar.gz/cubicweb-drh-0.18.0/i18n/*.po
Languages: fr

source: Application
fr: Candidature

source: Application_plural
fr: Candidatures

# inlined:School.use_email.subject
source: EmailAddress
fr: adresse email

source: Index
fr: Référence

source: Juger candidatures
fr: Juger les candidatures

source: New Application
fr: Nouvelle Candidature

source: New School
fr: Nouvelle école

source: School
fr: École

source: School_plural
fr: Écoles

source: State
fr: Etat

source: The url's Person on 123people
fr: Lien de la personne sur le site 123people

source: This Application
fr: Cette candidature

source: This School
fr: Cette école

source: accept application
fr: accepter une candidature

source: accept interview
fr: accepter entretien

source: add Application for_person Person object
fr: candidature

source: add Person concerned_by File subject
fr: attacher un fichier

source: add School phone PhoneNumber subject
fr: numéro de téléphone

source: add School use_email EmailAddress subject
fr: adresse email

source: add Task todo_by Person object
fr: ajouter une tâche à faire

# inlined:School.use_email.subject
source: add a EmailAddress
fr: adresse email

# School
source: address
fr: adresse

source: an (high) school
fr: une école

source: application
fr: candidature

source: application accepted
fr: candidature acceptée

source: birthday
fr: anniversaire

# Person
source: birthday
fr: anniversaire

source: boxes_123people_box
fr: boîte 123people

source: boxes_123people_box_description
fr: afficher le lien de la personne sur le site 123people

source: boxes_concerned_by_box
fr: boîte concerné par

source: boxes_concerned_by_box_description
fr: afficher les fichiers liés à une personne

source: boxes_drh_workflow_box
fr: boîte personnes / état

source: boxes_drh_workflow_box_description
fr: affiche des liens pour voir les personnes en fonction de leur état

source: cancel application
fr: annuler une candidature

source: canceled
fr: annulé

# Person
source: comments_object
fr: commenté par

# Task
source: comments_object
fr: commenté par

# Event
source: comments_object
fr: commenté par

source: concerned_by
fr: concerné par

# Person
source: concerned_by
fr: concerné par

# File
source: concerned_by_object
fr: concerne

source: concerned_by_object
fr: concerne

source: contentnavigation_sentmail
fr: mail

source: contentnavigation_sentmail_description
fr: emails envoyés

source: creating Application (Application for_person Person %(linkto)s)
fr: création d'une candidature pour %(linkto)s

source: creating EmailAddress (School %(linkto)s use_email EmailAddress)
fr: création d'une adresse email pour l'école %(linkto)s

source: creating File (Person %(linkto)s concerned_by File)
fr: création d'un fichier à rattacher à %(linkto)s

source: creating PhoneNumber (School %(linkto)s phone PhoneNumber)
fr: création d'un numéro de téléphone pour l'école %(linkto)s

source: creating Task (Task todo_by Person %(linkto)s)
fr: création d'une tâche à faire par %(linkto)s

source: decision pending
fr: attente de décision

source: discard application
fr: rejeter une candidature

source: download icon
fr: icône de téléchargement

source: for_person
fr: de la personne

# Application
source: for_person
fr: de la personne

# Person
source: for_person_object
fr: candidature de

source: for_person_object
fr: candidature de

source: has_studied_in
fr: a étudié à

# Person
source: has_studied_in
fr: a étudié à

# School
source: has_studied_in_object
fr: école de

source: has_studied_in_object
fr: école de

# Application
source: in_basket
fr: dans le panier

# School
source: in_basket
fr: dans le panier

source: interested_in
fr: intéressé par

# Person
source: interested_in
fr: intéressé par

# CWUser
source: interested_in
fr: intéressé par

# Event
source: interested_in_object
fr: intéresse

source: interested_in_object
fr: intéresse

source: interview done
fr: entretien passé

source: interview judgment
fr: jugement de l'entretien

source: interview planned
fr: entretien planifié

source: interview scheduled
fr: entretien planifié

source: interview scheduling
fr: plannification entretien

source: interview time negociation
fr: le temps de l'entretien

# School
source: name
fr: nom

source: negative answer sent
fr: reponse négative envoyée

source: notify reject
fr: notifier rejet

source: notiy accept
fr: notifier acceptation

# School
source: phone
fr: téléphone

source: propose interview
fr: proposer un entretien

source: propose new interview
fr: proposer un nouveau entretien

source: received
fr: reçu

source: recruited
fr: recruté

source: recruited accepted
fr: recrutement accepté

source: recruitment pending
fr: attentre recrutement

source: refused
fr: refusé

source: reject application
fr: rejeter la candidature

source: rejected
fr: rejetée

source: schedule interview
fr: guide d'entretien

source: send interview proposition
fr: envoyer une propositon d'un entretien

source: send negative answer
fr: envoyer une réponse négative

source: send positive answer
fr: envoyer une réponse positive

# Person
source: tags_object
fr: étiquetté par

# Application
source: tags_object
fr: étiquetté par

# Person
source: todo_by_object
fr: doit faire

source: topic
fr: sujet

# EmailThread
source: topic
fr: sujet

# Application
source: topic_object
fr: emails

source: topic_object
fr: emails

# School
source: use_email
fr: email

source: used to indicate an estabishment where a person has been studying
fr: utilisé pour indiquer l'école où la personne a étudié
