Repository: pypi-data/pypi-mirror-2
Catalog: packages/zettwerk.ui/zettwerk.ui-0.31.tar.gz/zettwerk.ui-0.31/zettwerk/ui/locales/*/LC_MESSAGES/zettwerk.ui.po
Languages: de

source: Create download directory at:
de: Erstelle den Download Ordner an Stelle:

source: Directory created
de: Ordner erstellt

source: Download
de: Herunterladen

source: Download name given but nothing themed - please use themeroller
de: Ein Name wurde angegeben, aber nichts angepasst - verwenden Sie hierzu den Themeroller Link.

source: Enable dialogs
de: Aktiviere Dialoge

source: Enable edit bar styling
de: Aktiviere Bearbeiten-Leiste

source: Enable fonts styling
de: Aktiviere Schrift-Formatierung

source: Enable footer styling
de: Aktiviere Footer

source: Enable forms
de: Aktiviere Formular

source: Enable global-tabs styling
de: Aktiviere globale Tabs

source: Enable personal-tool
de: Aktiviere Persönliche Einstellungen

source: Enable portelts styling
de: Aktiviere Portlets

source: Enable status messages
de: Aktiviere Status Meldungen

source: Enable tabs styling
de: Aktiviere Tabs

source: Name of the theme to download.
de: Name des Themas zum Herunterladen.

source: Open jquery.ui themeroller (only firefox)
de: Öffne jquery.ui themeroller (nur im Firefox)

source: Select a theme from your downloaded themes.
de: Ein Thema aus den heruntergeladenen auswählen.

source: Settings
de: Einstellungen

source: Sorry, due to security restrictions, this tool only works in Firefox
de: Entschulding, wegen Sicherheits-Beschränkungen funktioniert dies nur im Firefox

source: Theme
de: Thema

source: This applies dialog() to a.link-overlay links
de: Hierdurch wird der dialob() Befehl auf a.link-overlay Verweise angewandt

source: Use jquery ui's classes for edit bar styling
de: Die jquery ui Klassen werden auf die Bearbeiten-Leiste angewandt

source: Use jquery ui's classes for footer styling
de: Die jquery ui Klassen werden auf den Footer angewandt

source: Use jquery ui's font class for global font styling
de: Die jquery ui Klassen werden zur Formatierung der globalen Schriften angewandt

source: Use jquery ui's status message styling
de: Die jquery ui Klassen werden auf Status Meldungen angewandt

source: Use jquery ui's tabs classes for global-tab styling (this do not use ui's tabs())
de: Die jquery ui Klassen werden auf die globale Tabs angewandt

source: Use jquery ui's tabs classes for portlet styling
de: Die jquery ui Klassen werden auf Portlets angewandt

source: Use jquery ui's tabs classes for tab styling (this do not use ui's tabs())
de: Die jquery ui Klassen werden auf Tabs angewandt

source: Use jquery ui's widget class for personal-tool styling
de: Die jquery ui Klassen werden auf die persönlichen Einstellungen angewandt

source: Use ui css classes for form elements
de: Die jquery ui Klassen werden auf Formulare angewandt

source: You opened themeroller, but no download name is given. Click ok to continue and ignore your changes or click cancel to enter a name.
de: Themereoller wurde geöffnet, aber kein Name zum Herunterladen angegeben. Klicken Sie ok um die Änderungen zu verwerfen, oder abbrechen um einen Namen anzugeben.

source: cp_description
de: Über die Einstellungen können die anzupassenden Elemente gesteuert werden. Über den Thema Tab kann aus den vorhanden Themas gewählt werden. Der Themeroller Tab ist zum Erstellen und Ändern von Themas.

source: theme_description_text
de: Neue Themas werden in das Dateisystem des Servers heruntergealden. Das Ziel-Verzeichnis um sie zu speichern ist unten angegeben. Falls dieser Ordner nicht vorhanden ist, ist der Download-Möglichkeit deaktivert. Aber diese Erweiterung kann den Ordner anlegen. Um ein angepasstes Thema zu integrieren darf nicht der Themeroller Download Link verwendet werden - dieser lädt das Thema auf den lokalen Computer. Es muss der Speichern Knopf unten verwendet werden.
