Repository: pypi-data/pypi-mirror-2
Catalog: packages/betahaus.contextcloud/betahaus.contextcloud-0.1b.zip/betahaus.contextcloud-0.1b/betahaus/contextcloud/locales/*/LC_MESSAGES/betahaus.contextcloud.po
Languages: ru, sv

source: Catalog index to use
ru: индекс каталогов для пользования
sv: Katalogindex att använda

source: Context cloud portlet
ru: Портлет контекстового облака
sv: Porlet för kontextmoln

source: Display title
ru: Титул дисплея
sv: Synlig titel

source: How many different sizes should exist? Only valid if it's a cloud.
ru: Сколько различных размеров должно существовать? Действительно только если это облако.
sv: Hur många olika storlekar ska finnas? Bara giltigt för moln.

source: Layout of results
ru: Дизайн результатов
sv: Layout för resultat

source: List with numbers
ru: Список с числами
sv: Lista med nummer

source: Number of levels for the cloud
ru: Число уровней облака
sv: Antal nivåer för molnet

source: Show as a tag cloud or as a list.
ru: Показывать как облако тэгов или как список.
sv: Visa som taggmoln eller som lista.

source: Tag cloud
ru: Облако тэгов
sv: Taggmoln

source: Will be used to generate the tags.
ru: Будет использован для генерации тэгов.
sv: Används för att generera taggar.
