Repository: pypi-data/pypi-mirror-2
Catalog: packages/emencia.django.downloader/emencia.django.downloader-0.1-py2.6.egg/emencia/django/downloader/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Notify me
fr: Me notifier

source: Add a comment
fr: Ajouter un commentaire

source: file
fr: Fichier à uploader

source: password
fr: Mot de passe

source: Used for the URLs
fr: Sert pour l'url

source: creation date
fr: Date de création

source: last download
fr: Date de dernier download

source: download
fr: Fichier à télécharger

source: downloads
fr: Fichiers à télécharger

source: Downloader
fr: Fichier à télécharger

source: Upload a file
fr: Uploader un fichier
