Repository: pypi-data/pypi-mirror-2
Catalog: packages/cubicweb-apycot/cubicweb-apycot-1.9.0.tar.gz/cubicweb-apycot-1.9.0/i18n/*.po
Languages: fr

source: <i>(from group %s)</i>
fr: <i>(du groupe %s)</i>

source: %(name)s status changed from %(fromstate)s to %(tostate)s
fr: L'état de %(name)s a changé de %(fromstate)s vers %(tostate)s

source: %(nb)s checker run in %(dur)s
fr: %(nb)s vérification exécutée en %(dur)s

source: %(nb)s checkers run in %(dur)s
fr: %(nb)s vérifications exécutées en %(dur)s

source: %i Pending tasks
fr: %i Tâches en attente d'éxecution

source: %i Running tasks
fr: %i Tâche en cours d'exécution

source: %s now has %s
fr: %s a maintenant %s

source: * no change found in known repositories
fr: pas de changement trouvé dans les entrepôts connus

source: Apycot bot status
fr: Apycot : état du bot

source: Apycot executions
fr: Apycot : éxécutions

source: Available checkers:
fr: Vérifications disponibles :

source: Available options:
fr: Options disponibles :

source: Available preprocessors:
fr: Préprocesseurs disponibles :

source: Bot is not available for the following reason:
fr: Le bot n'est pas disponible :

source: Bot is up and available.
fr: Le bot est lancé et disponible

source: CheckResult
fr: Résultat de vérification

source: CheckResultInfo
fr: Information vérification

source: CheckResultInfo_plural
fr: Informations vérification

source: CheckResult_plural
fr: Résultats de test

source: ERROR
fr: ERREUR

source: Execution of %(config)s on %(date)s
fr: Exécution de la configuration %(config)s à %(date)s

source: Execution of %(config)s#%(branch)s
fr: Exécution de la configuration %(config)s#%(branch)s

source: Execution on %(date)s
fr: Exécution de %(date)s

source: First notice that you may miss some information if you're using some plugin not loaded by the apycot bot.
fr: Tout d'abord notez que certaines informations peuvent manquer si vous utilisez des plugins qui ne sont pas chargés par le bot apycot.

source: HIGH
fr: haute

source: LOW
fr: basse

source: MEDIUM
fr: moyenne

source: Message Threshold
fr: Filtrer les messages inférieurs à :

source: New CheckResult
fr: Nouveau résultat de vérification

source: New CheckResultInfo
fr: Nouvelle information de vérification

source: New ProjectEnvironment
fr: Nouvel environnement de projet

source: New TestConfig
fr: Nouvelle configuration de test

source: New TestConfigGroup
fr: Nouveau groupe de configuration de test

source: New TestExecution
fr: Nouvelle exécution

source: No pending task
fr: Pas de tâche en attente

source: No running task
fr: Pas de tâche en cours d'exécution

source: ProjectEnvironment
fr: Environnement de projet

source: ProjectEnvironment_plural
fr: Environnements de projet

source: Subscribe to all changes of %(conf)s
fr: S'abonner à tous les changements de %(conf)s

source: Subscribe to all changes of %(conf)s for branch %(branch)s
fr: S'abonner à tous les changements de %(conf)s pour la branch %(branch)s

source: Subscribe to all changes of %(pe)s
fr: S'abonner à tous les changements sur %(pe)s

source: Subscribe to all executions of %(conf)s
fr: S'abonner à toutes les exécutions de %(conf)s

source: Subscribe to all executions of %(conf)s for branch %(branch)s
fr: S'abonner à toutes les exécutions de %(conf)s pour la branche %(branch)s

source: Subscribe to all executions on %(pe)s
fr: S'abonner à toutes les éxécutions sur %(pe)s

source: Test executions summary
fr: Rapport d'exécution des tests

# inlined:ProjectEnvironment.use_environment.object
source: TestConfig
fr: Configuration de test

source: TestConfig
fr: Configuration de test

source: TestConfig without checkers can not be executed.
fr: Impossible d'éxécuter une configuration de test sans vérification.

source: TestConfigGroup
fr: Groupe de configuration de test

source: TestConfigGroup_plural
fr: Groupes de configuration de test

source: TestConfig_plural
fr: Configurations de test

source: TestExecution
fr: Exécution apycot

source: TestExecution_plural
fr: Exécutions apycot

source: This CheckResult
fr: Cette vérification

source: This CheckResultInfo
fr: Cette information

source: This ProjectEnvironment
fr: Cet environnement de projet

source: This TestConfig
fr: Cette configuration de test

source: This TestConfigGroup
fr: Ce groupe de configuration

source: This TestExecution
fr: Cette éxecution

source: WARNING
fr: AVERTISSEMENT

source: activate
fr: activer

source: activated
fr: activé

source: add Project has_apycot_environment ProjectEnvironment subject
fr: environnement de test

source: add ProjectEnvironment local_repository Repository subject
fr: entrepôt

source: add TestConfig use_environment ProjectEnvironment object
fr: configuration de test

# inlined:ProjectEnvironment.use_environment.object
source: add a TestConfig
fr: ajouter une configuration de test

source: apycot configuration to register a project branch to test
fr: configuration de test enregistrant une branche de projet à tester

source: apycot documentation
fr: documentation apycot

source: apycottestresults_tab
fr: rapport d'exécution des tests

source: arbitrary information about execution of a specific test on a project
fr: information arbitraire à propos de l'exécution de test sur un projet

source: archivetestdir
fr: Archiver le répertoire temporaire

source: automatic test status
fr: état de test automatique

source: boxes_apycot.te.download_box
fr: Boîte de téléchargement de l'environnement d'une éxécution

source: boxes_apycot.te.download_box_description
fr: Boîte permettant de télécharger une archive contenant l'environnement d'une éxécution de test.

# TestExecution
source: branch
fr: branche

source: branch
fr: branche

source: changes_rss_exec_button
fr: Statut

source: check name
fr: nom de la vérification

source: check_config
fr: configuration

# TestConfigGroup
source: check_config
fr: configuration

# ProjectEnvironment
source: check_config
fr: configuration

# TestConfig
source: check_config
fr: configuration

source: check_environment
fr: environnement

# TestConfigGroup
source: check_environment
fr: environnement

# ProjectEnvironment
source: check_environment
fr: environnement

# TestConfig
source: check_environment
fr: environnement

source: check_preprocessors
fr: préprocesseurs

# ProjectEnvironment
source: check_preprocessors
fr: préprocesseurs

source: checker
fr: vérification

source: checks
fr: vérifications

# TestConfigGroup
source: checks
fr: vérifications

# TestConfig
source: checks
fr: vérifications

source: comma separated list of checks to execute in this test config
fr: liste des vérifications à effectuer pour cette configuration, séparés par des virgules

source: contentnavigation_all_execution_subscribe_rss
fr: Souscrire à toutes les exécutions

source: contentnavigation_all_execution_subscribe_rss_description
fr: Icones pour souscrire à tous les exécutions

source: contentnavigation_changes_execution_subscribe_rss
fr: Soucrire à tous les changements de status

source: contentnavigation_changes_execution_subscribe_rss_description
fr: Icones pour souscrire à tous les changements de status

source: contentnavigation_starttestform
fr: lancement d'une configuration de test

source: contentnavigation_starttestform_description
fr: section permettant de lancer l'exécution d'une configuration de test

source: creating ProjectEnvironment (Project %(linkto)s has_apycot_environment ProjectEnvironment)
fr: création d'un environnement de test pour le projet %(linkto)s

source: creating Repository (ProjectEnvironment %(linkto)s local_repository Repository)
fr: création d'un entrepôt pour l'environnement %(linkto)s

source: creating TestConfig (TestConfig use_environment ProjectEnvironment %(linkto)s)
fr: création d'une configuration de test pour l'environnement %(linkto)s

source: daily
fr: journalier

source: deactivate
fr: désactiver

source: deactivated
fr: désactivé

source: download execution environment
fr: télécharger l'environnement d'éxécution

source: during_execution
fr: durant l'exécution

# CheckResult
source: during_execution
fr: durant l'exécution

# TestExecution
source: during_execution_object
fr: vérifications

source: during_execution_object
fr: vérifications

source: endtime
fr: heure de fin

# CheckResult
source: endtime
fr: heure de fin

# TestExecution
source: endtime
fr: heure de fin

source: environment variables to be set in the check process environment (one per line)
fr: variables d'environnement à mettre en place dans le processus de vérification (une par ligne)

source: environment variables to be set in the test process environment (one per line)
fr: variables d'environnement à placer dans le processus d'exécution des tests

source: error
fr: erreur

source: execution
fr: éxécution

source: execution information
fr: information sur l'exécution

source: execution priority
fr: priorité d'exécution

source: facets_apycot.te.branch
fr: facette branche d'une éxécution

source: facets_apycot.te.config
fr: facette configuration d'une éxécution

source: facets_apycot.te.logfile
fr: facette archive d'une éxécution

source: facets_apycot.te.starttime
fr: facette heure de lancement d'une éxécution

source: facets_apycot.te.status
fr: facette état d'une éxécution

source: facets_apycot.tc.env
fr: facette environnement d'une configuration

source: facets_apycot.tc.name
fr: facette nom d'une configuration

source: facets_apycot.tc.startmode
fr: facette mode de lancement d'une configuration

source: facets_apycot.tc.startrev
fr: facette lancement des environnements dépendants d'une configuration

source: failure
fr: échec

source: failures
fr: échecs

source: for_check
fr: pour la vérification

# CheckResultInfo
source: for_check
fr: pour la vérification

# CheckResult
source: for_check_object
fr: à propos de

# TestExecution
source: for_check_object
fr: à propos de

source: for_check_object
fr: à propos de

source: group results of execution of a specific test on a project
fr: regroupe les résultats de l'exécution d'une vérification sur un projet

source: has_apycot_environment
fr: environnement de test

# Project
source: has_apycot_environment
fr: environnement de test

# ProjectEnvironment
source: has_apycot_environment_object
fr: projet

source: has_apycot_environment_object
fr: projet

source: hourly
fr: chaque heure

source: inherited from group
fr: hérité du groupe

source: install type
fr: type d'installation

# CWUser
source: interested_in
fr: intéressé par

# TestConfig
source: interested_in_object
fr: intéresse

# ProjectEnvironment
source: interested_in_object
fr: intéresse

source: key
fr: clé

source: killed
fr: tué

source: kind of version control system (vcs): hg (mercurial), svn (subversion), cvs (CVS), fs (file system, eg no version control)
fr: type de système de gestion de source (vcs) : hg (mercurial), svn (subversion), cvs (CVS), fs (système de fichiers, çàd pas de gestion de source)

# CheckResultInfo
source: label
fr: libellé

source: line
fr: ligne

source: link to a vcsfile repository, may be used to replace vcs_repository_type / vcs_repository to have deeper integration.
fr: lien vers une entité entrepôt (cube vcsfile), peut-être utilisé pour remplacer les attributs de la configuration caractérisant l'entrepôt et bénéficier d'une meilleure intégration.

source: link to revision which has been used in the test environment for configurations which are linked to a repository.
fr: lien vers la révision qui a été utilisée dans l'environnement de test (pour les configurations liées à une entité entrepôt).

source: local_repository
fr: entrepôt local

# ProjectEnvironment
source: local_repository
fr: entrepôt local

# Repository
source: local_repository_object
fr: utilisé par

source: local_repository_object
fr: utilisé par

source: log_file
fr: archive

# TestExecution
source: log_file
fr: archive

# File
source: log_file_object
fr: archive containing the environment of

source: log_file_object
fr: archive containing the environment of

source: logs
fr: messages

source: manual
fr: manuel

source: missing
fr: manquant

source: monthly
fr: chaque mois

source: more information
fr: plus d'information

# CheckResult
source: name
fr: nom

# TestConfig
source: name
fr: nom

# TestConfigGroup
source: name
fr: nom

# ProjectEnvironment
source: name
fr: nom

source: name
fr: nom

source: name for this configuration
fr: nom pour cette configuration

source: name for this configuration group
fr: nom pour ce grouop

source: name for this environment
fr: nom pour cette environnement

source: need preprocessor
fr: nécessite le préprocesseur

source: needs_checkout
fr: dépend de

# TestConfig
source: needs_checkout
fr: dépend de

# ProjectEnvironment
source: needs_checkout
fr: dépend de

# ProjectEnvironment
source: needs_checkout_object
fr: dépendance de

source: needs_checkout_object
fr: dépendance de

source: no
fr: non

source: no test execution results to display
fr: aucun résultat d'éxecution à afficher

source: no value specified
fr: pas de valeur spécifiée

source: nodata
fr: pas de données

source: nothing changed
fr: aucun changement

source: on new revision
fr: à chaque nouvelle révision

source: partial
fr: partiel

source: path or command
fr: chemin ou commande

source: path or url to the vcs repository containing the project
fr: url ou chemin vers l'entrepôt contenant ce projet

source: path relative to the checkout directory to be considered by tests
fr: chemin relatif à l'entrepôt d'un répertoire auquel restreindre les tests

source: pe_config
fr: configuration

source: pe_executions
fr: exécutions

source: permalink to this message
fr: Lien permanent vers ce message

source: preprocessor
fr: préprocesseur

source: preprocessor/checker options (one per line)
fr: options des préprocesseurs / vérificateurs (une par ligne)

source: preprocessors to use for this project for install, debian, build_doc... (one per line)
fr: préprocesseurs à utiliser pour ce projet (install, debian, build_doc...), un par ligne

source: priority
fr: priorité

source: processing
fr: en cours de traitement

source: project environment in which this test config should be launched
fr: environnement dans lequel ce test doit être lancé

source: project's environments that should be installed from their repository to execute test with this configuration
fr: environnements devant être installés depuis leur entrepôt pour lancer des tests avec cette configuration

source: quick tests summary
fr: rapport de test

source: regroup some common configuration used by multiple projects
fr: regroupe de la configuration commune à plusieurs projets

source: relative path to the project into the repository
fr: chemin relatif vers le projet dans l'entrepot

source: required
fr: requis

source: rss_exec_button
fr: Tous

source: running for %(dur)s
fr: S'exécute depuis %(dur)s

source: running tests
fr: tests en cours d'exécution

source: see detailed execution report
fr: voir le rapport d'éxécution détaillé

source: see execution report for %s
fr: voir le rapport d'éxécution pour %s

source: set up
fr: mise en place de l'environnement

source: severity
fr: sévérité

source: should tests for project environment depending on this test's environment be started when this test is automatically triggered
fr: indique si les tests pour les environnements de projet dépendants de celui-ci doivent être lancés lors de modification de cet environnement

source: skipped
fr: non exécuté

source: start test
fr: lancer l'exécution

source: start tests
fr: lancer les tests

source: start_mode
fr: mode de lancement

# TestConfig
source: start_mode
fr: mode de lancement

source: start_rev_deps
fr: test des environnements dépendants

# TestConfig
source: start_rev_deps
fr: test des environnements dépendants

source: starttime
fr: heure de début

# CheckResult
source: starttime
fr: heure de début

# TestExecution
source: starttime
fr: heure de début

source: status
fr: état

# CheckResult
source: status
fr: état

# TestExecution
source: status
fr: état

# TestConfig
source: subpath
fr: sous-chemin

source: success
fr: succès

source: task from another instance
fr: tâche appartenant à une autre instance

source: tc_config
fr: configuration

source: tc_execution
fr: exécutions

source: te_setup
fr: mise en place de l'environnement

source: test(s) queued
fr: test(s) ajouté à la file d'attente

source: this environment has no preprocessor configured.
fr: cet environnement n'a pas de préprocesseur configuré

source: use_environment
fr: environnement

# TestConfig
source: use_environment
fr: environnement

# ProjectEnvironment
source: use_environment_object
fr: configuration de test

source: use_environment_object
fr: configuration de test

source: use_group
fr: utilise le groupe

# TestConfigGroup
source: use_group
fr: utilise le groupe

# TestConfig
source: use_group
fr: utilise le groupe

# TestConfigGroup
source: use_group_object
fr: utilisé par

source: use_group_object
fr: utilisé par

source: using_config
fr: configuration

# TestExecution
source: using_config
fr: configuration

# TestConfig
source: using_config_object
fr: exécutions

source: using_config_object
fr: exécutions

source: using_revision
fr: avec la révision

# TestExecution
source: using_revision
fr: avec la révision

# Revision
source: using_revision_object
fr: rapport de test

source: using_revision_object
fr: rapport de test

# CheckResultInfo
source: value
fr: valeur

source: value
fr: valeur

source: vcs_branch
fr: branche

source: vcs_path
fr: chemin relatif dans le système de gestion de source

# ProjectEnvironment
source: vcs_path
fr: chemin relatif dans le système de gestion de source

source: vcs_repository
fr: url du système de gestion de source

# ProjectEnvironment
source: vcs_repository
fr: url du système de gestion de source

source: vcs_repository_type
fr: type système de gestion de source

# ProjectEnvironment
source: vcs_repository_type
fr: type système de gestion de source

source: version configuration
fr: configuration de version

source: view details
fr: voir les détails

source: weekly
fr: chaque semaine

source: when this test config should be started
fr: quand cette configuration doit-ellle être lancée

source: yes
fr: oui
