Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.core/collective.amberjack.core-1.0.tar.gz/collective.amberjack.core-1.0/collective/amberjack/core/locales/*/LC_MESSAGES/collective.amberjack.core.po
Languages: pt_br

source: Please select a file.
pt_br: Por favor selecione um arquivo.

source: You have to be Contributor to execute this step.
pt_br: Você deve ser um Colaborador para executar este passo.

source: You have to be Editor to execute this step.
pt_br: Você deve ser um Editor para executar este passo.

source: You have to be Manager to execute this step.
pt_br: Você deve ser um Administrador para executar este passo.

source: You have to be Reader to execute this step.
pt_br: Você deve ser um leitor para executar este passo.

source: You have to be Reviewer to execute this step.
pt_br: Você deve ser um Revisor para executar este passo.

source: You have to be anonymous to execute this step.
pt_br: Você deve ser um usuário anônimo para executar este passo.

source: You have to be logged in to execute this step.
pt_br: Você deve ser um usuário autenticado para executar este passo.

source: next-tour
pt_br: Próximo Tutorial

source: separator-between-steps
pt_br: de
