Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.datehacker/collective.datehacker-0.1.0a-py2.4.egg/collective/datehacker/locales/*/LC_MESSAGES/collective.datehacker.po
Languages: it

source: Change dates
it: Modifica date

source: Creation date
it: Data di creazione

source: Dates changed
it: Date modificate

source: Modification date
it: Data di modifica

source: Modify dates
it: Modifica date

source: Warning
it: Avvertimento

source: date_format_invalid
it: La stringa ${date} non è nel formato giusto. Prego compila i campi data come 'aaaa/mm/gg oo:mm:ss' o sempicemente 'aaaa/mm/gg'.

source: date_invalid
it: La data ${date} è invalida.

source: hackdate_maintitle
it: Cambia date sensibili per ${title}

source: hackdate_page_description
it: Da questa pagina puoi modificare alcuni dati del contenuto che comunemente un utente non può cambiare, perché automaticamente gestiti dal sistema.

source: help_creation_date
it: La data di creazione del contenuto. Di solito è quando il contenuto è stato creato dal Possessore.

source: help_modification_date
it: La data/ora di ultima modifica, automaticamente aggiornata quando viene modificato qualcosa nel contenuto

source: help_rules
it: Compila le date che vuoi modificare nella forma 'aaaa/mm/dd hh:mm:ss' o 'aaaa/mm/dd'.

source: last_warn_message
it: Di solito non si ha bisogno di usare questo modulo! Prima di toccare qualcosa qui sotto, siate sicuri del perché ne abbiate bisogno.
