Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.CurrencyUtility/Products.CurrencyUtility-1.0a1.tar.gz/Products.CurrencyUtility-1.0a1/Products/CurrencyUtility/i18n/CurrencyUtility-*.po
Languages: fr

source: Currency configuration
fr: Configuration de la monnaie

source: Default currency
fr: Monnaie standard

source: Active currencies
fr: Monnaie active

source: Do Autoupdates
fr: Actualiser automatiquement

source: Factors
fr: Facteurs

source: Factors updated
fr: Facteurs actualisés

source: update factors
fr: Actualiser les facteurs

source: Properties saved
fr: Paramètres sauvegardés

source: label_currency
fr: Monnaie

source: US Dollar
fr: Dollar US

source: Japanese Yen
fr: Yen japonais

source: Bulgarian Lev
fr: Lew bulgare

source: Czech Koruna
fr: Couronne tchèque

source: Danish Krone
fr: Couronne danoise

source: Estonia Kroon
fr: Couronne estonnienne

source: Pound Sterling
fr: Livres sterling

source: Hungarian Forint
fr: Forint hongrois

source: Lithuanian Litas
fr: Litas lituaines

source: Latvian Lats
fr: Lats lettoniennes

source: Polish Zu0142oty
fr: Złoty polonais

source: New Romanian Leu
fr: Leu roumains

source: Swedish Krona
fr: Couronne suédoise

source: Slovak Koruna
fr: Couronne slovaque

source: Swiss Franc
fr: Franc suisse

source: Iceland Krona
fr: Couronne islandaise

source: Norwegian Krone
fr: Couronne norvégienne

source: Croatian Kuna
fr: Couronne croate

source: Russian Rouble
fr: Rouble russe

source: New Turkish lira
fr: Lire turque

source: Australian Dollar
fr: Dollar australien

source: Brazilian Real
fr: Réal brésilien

source: Canadian Dollar
fr: Dollar canadien

source: Chinese Yuan Renminbi
fr: Renminbi chinois

source: Hong Kong Dollar
fr: Dollar Honk Kong

source: Indonesian Rupiah
fr: Roupie indonésienne

source: South Korean Won
fr: Won coréenne du sud

source: Mexican Peso
fr: Peso méxicain

source: Malaysian Ringgit
fr: Ringgit malaysien

source: New Zealand Dollar
fr: Dollar neo-zélandais

source: Phillipine Peso
fr: Peso des Philippines

source: Singapur Dollar
fr: Dollar du Singapour

source: Thai Baht
fr: Bath thailandais

source: South African Rand
fr: Rand d'Afrique du Sud
