Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.SimpleAlias/Products.SimpleAlias-2.1.1.tar.gz/Products.SimpleAlias-2.1.1/Products/SimpleAlias/i18n/simplealias-*.po
Languages: fr

source: Alias(es) created.
fr: Alias créé(s)

source: Copy one or more items first.
fr: Copiez préalablement un - ou plusieurs - élément(s).

source: Ignored (not linkable):
fr: Ignoré (ne peut être aliasé)

source: Paste as Alias could not find clipboard content.
fr: Copie comme alias ne peut pas trouver le contenu du presse-papier

source: note
fr: Remarque :

source: is_an_alias
fr: Ceci est un alias de

source: to_view
fr: Pour voir, éditer ou commenter cet objet, cliquez

source: here
fr: ici

source: view_comments
fr: Voir les commentaires

source: no_view_permission
fr: Vous n'avez pas la permission de voir l'objet référencé.

source: label_alias
fr: Objet référencé

source: desc_alias
fr: Sélectionnez l'objet à lier à l'alias. NB : Si un utilisateur peut voir cet alias, il pourra voir le titre et la description de l'objet lié même s'il n'a pas la permission de voir l'objet référencé. Par contre, il ne pourra pas lire son contenu. Soyez donc vigilant sur ce point.

source: label_auto_title
fr: Titre auto

source: desc_auto_title
fr: Cochez si vous voulez initialiser automatiquement le titre et la description de l'alias avec le titre et la description de l'objet référencé. Décochez si vous souhaitez spécifier vous-même ces 2 champs.

source: label_show_target
fr: Afficher l'objet référencé

source: desc_show_target
fr: Cochez si vous voulez afficher le contenu de l'élément référencé lors de la visualisation de l'alias. Décochez si vous souhaitez seulement afficher le titre et la description de l'alias. Notez que les éventuels javascripts et styles spécifiques ne peuvent être chargés ici, le rendu ne pourra en conséquence être fidèle à l'élément original.

source: label_show_hint
fr: Afficher avertissement alias

source: desc_show_hint
fr: Cochez si vous souhaitez afficher le message 'Ceci est un alias de ....'.
