Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.core/collective.amberjack.core-1.1.tar.gz/collective.amberjack.core-1.1/collective/amberjack/core/locales/*/LC_MESSAGES/collective.amberjack.core.po
Languages: fr

source: Amberjack Setup
fr: Paramètres d'Amberjack

source: Amberjack alert
fr: Alerte Amberjack

source: Can't go to next step automatically. Do it manually.
fr: Il n'est pas possible de passer automatiquement à l'étape suivante. Merci de le faire manuellement.

source: Choose archive file
fr: A partir d'un fichier d'archive

source: Choose url
fr: A partir d'une adresse Internet (URL)

source: Configuration
fr: Paramétrage

source: Configuration for Amberjack.
fr: Paramètres qui agissent sur les visites guidées fournies par Amberjack.

source: Go to next step automatically.
fr: Passer automatiquement à l'étape suivante.

source: Please remove the [${path}] object to start the tour.
fr: Il vous faut supprimer l'objet [${path}] avant de pouvoir commencer la visite guidée.

source: Please select a file.
fr: Veuillez sélectionner un fichier.

source: The object [${path}] doesn't exist yet.
fr: L'objet [${path}] n'existe pas encore.

source: The title of the skin shown in the select menu
fr: Titre du thème affiché dans le menu de sélection

source: This field is required, please correct.
fr: Ce champ est requis, merci de corriger.

source: Tour registration
fr: Ajout d'une visite guidée

source: Use Sandbox
fr: Utiliser le bac à sable

source: You cannot click on other links, please use the console's exit button.
fr: Vous ne pouvez pas cliquer sur d'autre liens, merci d'utiliser le bouton de fermeture pour mettre fin à la visite guidée.

source: You have to be ${role} to execute this step.
fr: Vous devez avoir le rôle ${role} pour pouvoir exécuter cette étape.

source: You have to be anonymous to execute this step.
fr: Vous devez être anonyme pour exécuter cette étape.

source: You have to be logged in to execute this step.
fr: Vous devez vous connecter pour exécuter cette étape.

source: next-tour
fr: Prochaine visite guidée :

source: separator-between-steps
fr: sur
