Repository: pypi-data/pypi-mirror-2
Catalog: packages/python-fedora/python-fedora-0.3.21a1.tar.gz/python-fedora-0.3.21a1/po/*.po
Languages: pt_br, th

source: Python modules for interacting with Fedora Services
pt_br: Módulo python para interagir com o serviço Fedora
th: มอดูลสำหรับติดต่อกับบริการของ Fedora

source: The Fedora Project runs many different services. These services help us to package software, develop new programs, and generally put together the distro. This package contains software that helps us do that.
pt_br: O Projeto Fedora executa diferentes serviços. Esses serviços nos ajudam a empacotar software, desenvolver novos programas e geralmente colocado junto a distro. Esse pacote contém software que nos ajudam a fazer isso.
th: โครงการ Fedora มีบริการมากมายหลายตัว บริการเหล่านี้ช่วยให้เราสามารถพัฒนา ซอฟต์แวร์, สร้างโปรแกรมใหม่ๆ และนำมารวมกันในชุดแจกจ่าย แพคเกจนี้จะ ประกอบด้วยซอฟต์แวร์ที่ช่วยเราทำงานเหล่านั้น

source: to_unicode was given "%(obj)s" which is neither a byte string (str) or a unicode string
pt_br: Para o to_unicode foi dado "%(obj)s" , o que não é nem uma byte string (str) nem unicode string
th: to_unicode ได้รับค่า "%(obj)s" ซึ่งไม่เป็นทั้งสตริงแบบไบต์ (str) หรือยูนิโค้ด

source: non_string value, %(param)s, is not set to a valid action
pt_br: o valor non_string, %(param)s, não está configurado para uma ação válida.
th: ค่า non_string %(param)s ไม่ได้ถูกกำหนดเป็นการกระทำที่ถูกต้อง

source: to_bytes was given "%(obj)s" which is neither a unicode string or a byte string (str)
pt_br: Para o to_bytes foi dado "%(obj)s" , o que não é nem uma byte string (str) nem unicode string
th: to_bytes ได้รับค่า "%(obj)s" ซึ่งไม่ใช่ทั้งสตริงยูนิโค๊ด หรือสตริงแบบไบต์ (str)

source: fedora.accounts.fas2 has moved to fedora.client.fas2. This location will disappear in 0.4
pt_br: fedora.accounts.fas2 foi movido para fedora.client.fas2. Esta localização irá desaparecer na versão 0.4
th: fedora.accounts.fas2 ได้ย้ายไปที่ fedora.client.fas2 ตำแหน่งนี้จะหายไปในรุ่น 0.4

source: session_cookie is deprecated, use session_id instead
pt_br: session_cookie foi descontinuado, use session_id como alternativa
th: session_cookie เลิกใช้แล้ว ให้ใช้ session_id แทน

source: Unable to load session from %(file)s
pt_br: Impossível carregar sessão a partir de %(file)s
th: ไม่สามารถโหลดวาระจาก %(file)s

source: Unable to create %(dir)s: %(error)s
pt_br: Impossível criar %(dir)s: %(error)s
th: ไม่สามารถสร้าง %(dir)s: %(error)s

source: Unable to write to session file %(session)s: %(error)s
pt_br: Impossível gravar no arquivo de sessão %(session)s: %(error)s
th: ไม่สามารถเขียนลงไฟล์วาระ %(session)s: %(error)s

source: No session cached for "%s"
pt_br: Nenhuma sessão em cache para "%s"
th: ไม่มีแคชวาระสำหรับ "%s"

source: send_request() got an unexpected keyword argument "%s"
pt_br: send_request() obteve um argumento de palavra-chave inesperado "%s"
th: send_request() ได้รับอากิวเมนต์คีย์เวิร์ดที่ไม่ได้เตรียมไว้ "%s"

source: send_request() got an unexpected keyword argument "input"
pt_br: send_request() obteve um argumento de palavra-chave inesperado "input"
th: send_request() ได้รับอากิวเมนต์คีย์เวิร์ดที่ไม่ได้เตรียมไว้ "input"

source: send_request() got an unexpected keyword argument
pt_br: send_request() obteve um argumento de palavra-chave inesperado
th: send_request() ได้รับอากิวเมนต์คีย์เวิร์ดที่ไม่ได้เตรียมไว้

source: send_request(input) is deprecated. Use send_request(req_params) instead
pt_br: send_request(input) está depreciado. Utilize send_request(req_params) no lugar deste
th: send_request(input) เลิกใช้แล้ว ให้ใช้ send_request(req_params) แทน

source: Auth was requested but no way to perform auth was given. Please set username and password or session_id before calling this function with auth=True
pt_br: Autorização foi requisitada, mas nenhuma foi dada. Por favor defina nome do usuário e senha ou session_id antes chamando essa função com auth=True
th: มีการขอร้องการยึนยันตนแต่ไม่ได้ระบุวิธียึนยันตน กรุณาระบุชื่อผู้ใช้และรหัสผ่าน หรือ session_id ก่อนเรียกใช้ฟังค์ชั่นนี้ด้วย auth=True

source: You must specify a username
pt_br: Você precisa especificar o nome de usuário
th: คุณต้องระบุชื่อผู้ใช้งาน

source: Reading from %s
pt_br: Lendo de %s
th: กำลังอ่านจาก %s

source: FAS server unable to retrieve group %s
pt_br: Servidor FAS incapaz de obter o grupo %s
th: เซิร์ฟเวอร์ FAS ไม่สามารถรับกลุ่ม %s

source: key must be one of "id", "username", or "email"
pt_br: chave precisa ser uma das: "id", "username", or "email"
th: คีย์ต้องเป็น "id", "username" หรือ "email" อันใดอันหนึ่ง

source: %(field)s is not a valid field to filter
pt_br: %(field)s não é um campo válido para filtro
th: %(field)s ไม่ใช่ฟิลด์ที่ถูกต้องที่จะกรอง

source: people_by_id() is deprecated and will be removed in 0.4. Please port your code to use people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) instead
pt_br: people_by_id() está depreciada e será removida no 0.4. Por favor porte seu código para utilizar people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) no lugar deste.
th: people_by_id() เลิกใช้แล้วและจะถูกถอดออกใน 0.4 กรุณาปรับเปลี่ยนโค๊ดของคุณให้ใช้ people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) แทน

source: FAS server unable to retrieve group members
pt_br: Servidor FAS incapaz de obter mebros do grupo
th: เซิร์ฟเวอร์ FAS ไม่สามารถรับสมาชิกกลุ่ม

source: FAS server unable to retrieve user information
pt_br: Servidor FAS incapaz de obter informações do usuário
th: เซิร์ฟเวอร์ FAS ไม่สามารถรับข้อมูลผู้ใช้

source: FasProxyClient() got an unexpected keyword argument 'session_as_cookie'
pt_br: FasProxyClient() obteve um argumento de palavra-chave inesperado 'session_as_cookie'
th: FasProxyClient() ได้รับอากิวเมนต์คีย์เวิร์ดที่ไม่ได้เตรียมไว้ 'session_as_cookie'

source: We do not have enough information to create package %(pkg)s. Need version owner.
pt_br: Nós não temos informações o suficiente para cria o pacote %(pkg)s. Precisa do dono da versão.
th: เรายังไม่มีข้อมูลเพียงพอที่จะสร้างแพคเกจ %(pkg)s ต้องการทราบเจ้าของรุ่น

source: PackageDB returned an error creating %(pkg)s: %(msg)s
pt_br: PackageDB retornou um erro criando %(pkg)s: %(msg)s
th: PackageDB แสดงข้อผิดพลาดในการสร้าง %(pkg)s: %(msg)s

source: Unable to save all information for %(pkg)s: %(msg)s
pt_br: Impossível salvar todas as informações para %(pkg)s: %(msg)s
th: ไม่สามารถบันทึกข้อมูลทั้งหมดของ %(pkg)s: %(msg)s

source: Collection abbreviation %(collection)s is unknown. Use F, FC, EL, or OLPC
pt_br: Abreviação da coleção %(collection)s é desconhecida. Utilize F, FC, EL, ou OLPC
th: ไม่รู้จักคำย่อชุด %(collection)s กรุณาใช้ F, FC, EL หรือ OLPC

source: collection and collection_ver are deprecated names for collctn_name and collctn_ver respectively. Ignoring the values given in them.
pt_br: collection e collection_ver são nomes obsoletos para collctn_name e collctn_ver respectivamente. Ignorando os valores dados a eles.
th: collection และ collection_ver เป็นชื่อที่เลิกใช้แล้วของ collctn_name และ collctn_ver ตามลำดับ ดังนั้นจึงจะไม่สนใจค่าที่ได้รับ

source: collection has been renamed to collctn_name. Please start using the new name. collection will go away in 0.4.x.
pt_br: collection foi renomeada para collctn_name. Por favor use o novo nome. collection desaparecerá na 0.4.x
th: collection ได้ถูกเปลี่ยนชื่อเป็น collctn_name แล้ว โปรดเปลี่ยนไปใช้ชื่อใหม่ และ collection จะถูกถอดออกใน 0.4.x

source: collection_ver has been renamed to collctn_ver. Please start using the new name. collection_ver will go away in 0.4.x.
pt_br: collectn_ver foi renomeada para collctn_ver. Por favor use o novo nome. collectn_ver desaparecerá na 0.4.x
th: collection_ver ได้ถูกเปลี่ยนชื่อเป็น collctn_ver แล้ว โปรดเปลี่ยนไปใช้ชื่อใหม่ และ collection_ver จะถูกถอดออกใน 0.4.x

source: collectn_list is a deprecated name for collctn_list. Ignoring the value of collectn_list.
pt_br: collectn_list é um nome obsoleto para collctn_list. Ignorando o valor de collectn_list.
th: collectn_list เป็นชื่อเก่าที่เลิกใช้แล้วของ collctn_list ดังนั้นจึงจะไม่สนใจค่าของ collectn_list

source: collectn_list has been renamed to collctn_list. Please start using the new name. collectn_list will go away in 0.4.x.
pt_br: collectn_list foi renomeada para collctn_list. Por favor use o novo nome. collectn_list desaparecerá na 0.4.x
th: collectn_list ได้ถูกเปลี่ยนชื่อเป็น collctn_list แล้ว โปรดเปลี่ยนไปใช้ชื่อใหม่ และ collectn_list จะถูกถอดออกใน 0.4.x

source: collectn is a deprecated name for collctn. Ignoring the value of collectn.
pt_br: collectn é um nome obsoleto para collctn. Ignorando o valor de collectn.
th: collectn เป็นชื่อเก่าที่เลิกใช้แล้วของ collctn ดังนั้นจึงจะไม่สนใจค่าของ collectn

source: collectn has been renamed to collctn. Please start using the new name. collectn will go away in 0.4.x.
pt_br: collectn foi renomeada para collctn. Por favor use o novo nome. collectn desaparecerá na 0.4.x
th: collectn ได้ถูกเปลี่ยนชื่อเป็น collctn แล้ว โปรดเปลี่ยนไปใช้ชื่อใหม่ และ collectn จะถูกถอดออกใน 0.4.x

source: Collection shortname %(collctn)s is unknown.
pt_br: Abreviação da coleção %(collctn)s é desconhecida.
th: ไม่รู้จักคำย่อชุด %(collctn)s

source: proxyclient.__init__:entered
pt_br: proxyclient.__init__:entrou
th: proxyclient.__init__:เข้ามาแล้ว

source: Returning cookies from send_request() is deprecated and will be removed in 0.4. Please port your code to use a session_id instead by calling the ProxyClient constructor with session_as_cookie=False
pt_br: Retornar cookies de send_request() está depreciada e será removida em 0.4. Por favor porte seu código para utilizar um session_id no lugar deste chamado um construtor ProxyClient com session_as_cookie=False
th: การคืนค่าคุ๊กกี้จาก send_request() เลิกใช้แล้ว และจะถูกถอดออกใน 0.4 กรุณาแก้ไขโค๊ดให้ใช้ session_id แทนโดยสร้าง ProxyClient ด้วย session_as_cookie=False

source: proxyclient.__init__:exited
pt_br: proxyclient.__init__:saiu
th: proxyclient.__init__:ออกไปแล้ว

source: proxyclient.send_request: entered
pt_br: proxyclient.send_request: entrou
th: proxyclient.send_request: เข้ามาแล้ว

source: Giving a cookie to send_request() to authenticate is deprecated and will be removed in 0.4. Please port your code to use session_id instead.
pt_br: Dando um cookie para to send_request() autenticar está depreciada e será removida no 0.4. Por favor porte seu código para utilizar session_id no lugar deste.
th: การป้อนคุ๊กกี้ไปยัง send_request() เพื่อยึนยันตนเลิกใช้แล้วและจะถูกถอดออกใน 0.4 กรุณาแก้ไขโค๊ดให้ใช้ session_id แทน

source: username and password must both be set in auth_params
pt_br: usuário e senha devem ambos estar configurados em auth_params
th: ชื่อผู้ใช้และรหัสผ่านต้องกำหนดใน auth_params ทั้งคู่

source: No known authentication methods specified: set "cookie" in auth_params or set both username and password in auth_params
pt_br: Métodos de autenticação específicados não conhecidos : defina "cookie" em auth_params ou defina ambos; nome de usuário e senha em auth_params
th: ไม่ได้ระบุวิธียึนยันตนที่รู้จักไว้ ให้กำหนด "cookie" ใน auth_params หรือระบุทั้งชื่อผู้ใช้และรหัสผ่านใน auth_params

source: Creating request %(url)s
pt_br: Criando requisição %(url)s
th: กำลังสร้างคำขอ %(url)s

source: Headers: %(header)s
pt_br: Cabeçalhos: %(header)s
th: ส่วนหัว: %(header)s

source: Data: %(data)s
pt_br: Dados: %(data)s
th: ข้อมูล: %(data)s

source: Authentication failed logging in
pt_br: Falha de autenticação ao logar
th: การยึนยันตนเข้าระบบล้มเหลว

source: Unable to log into server. Invalid authentication tokens. Send new username and password
pt_br: Não foi possível fazer login no servidor. Envie novo usuário e senha
th: ไม่สามารถเข้าสู่ server เพราะโทเคนยึนยันตนผิด ให้ระบุชื่อผู้ใช้งานและรหัสผ่านใหม่

source: Unknown HTTP Server Response
pt_br: Reposta desconhecida do servidor HTTP
th: ไม่รู้จักคำตอบของเซิร์ฟเวอร์ HTTP

source: Error returned from simplejson while processing %(url)s: %(err)s
pt_br: Erro retornado de simplejson enquanto processando %(url)s: %(err)s
th: มีข้อผิดพลาดจาก simplejson ขณะประมวลผล %(url)s: %(err)s

source: proxyclient.send_request: exited
pt_br: proxyclient.send_request: saiu
th: proxyclient.send_request: ออกไปแล้ว

source: Login failed: %s
pt_br: Login falhou: %s
th: การเข้าระบบล้มเหลว: %s

source: From %(then)s to %(now)s
pt_br: De %(then)s para %(now)s
th: จาก %(then)s ถึง %(now)s

source: %d wiki changes in the past week
pt_br: %d mudanças na wiki na semana passada
th: มีการแก้ไขวิกิ %d ครั้งในสัปดาห์ที่ผ่านมา

source: Warning: Number of changes reaches the API return limit. You will not get the complete list of changes unless you run this script using a 'bot' account.
pt_br: Atenção: Números de mudanças ultrapassou o limite de retorno da API. Você não obterá a lista completa das mudanças sem que você execute esse script utilizando uma conta 'bot'.
th: คำเตือน: จำนวนการเปลี่ยนแปลงครบการจำกัดจำนวนการคืนค่าของ API คุณจะไม่ได้รับรายการการเปลี่ยนแปลงทั้งหมดเว้นเสียแต่ว่าคุณรัน สคริปต์นี้ด้วยบัญชี 'bot'

source: == Most active wiki users ==
pt_br: == Usuários mais ativos do wiki ==
th: == ผู้ใช้วิกิที่ขยันที่สุด ==

source: == Most edited pages ==
pt_br: == Páginas mais editadas ==
th: == หน้าที่แก้ไขมากที่สุด ==

source: First argument must be callable
pt_br: Primeiro argumento deve ser chamado
th: จะต้องสามารถเรียกใช้อากิวเมนต์ตัวแรกได้

source: Loading FAS groups...
pt_br: Abrindo grupos do FAS...
th: กำลังโหลดกลุ่มใน FAS...

source: Unable to load FAS groups. Did you set FAS_USERNAME and FAS_PASSWORD?
pt_br: Não foi possível abrir os grupos do FAS. Você definiu FAS_USERNAME e FAS_PASSWORD?
th: ไม่สามารถโหลดกลุ่มใน FAS คุณกำหนด FAS_USERNAME และ FAS_PASSWORD หรือยัง?

source: fedora.tg.client has moved to fedora.client. This location will disappear in 0.4
pt_br: fedora.tg.client foi movido para fedora.client. Essa localização irá desaparecer no 0.4
th: fedora.tg.client ได้ย้ายไปที่ fedora.client ตำแหน่งนี้จะหายไปในรุ่น 0.4

source: Welcome, %s
pt_br: Bem vindo, %s
th: ยินดีต้อนรับ %s

source: The credentials you supplied were not correct or did not grant access to this resource.
pt_br: As credenciais que forneceu não foram corretas ou não concederam o acesso a este recurso.
th: ข้อมูลที่คุณระบุมาไม่ถูกต้อง หรือไม่มีสิทธิพอที่จะเข้าถึงทรัพยากรนี้

source: You must provide your credentials before accessing this resource.
pt_br: Você deve prover sua credencial antes de acessar esse recurso.
th: คุณต้องระบุข้อมูลของคุณก่อนเข้าใช้ทรัพยากรนี้

source: Please log in.
pt_br: Por favor efetue log in.
th: โปรดเข้าระบบ

source: You have successfully logged out.
pt_br: You efetuo log off com sucesso.
th: คุณได้ออกจากระบบสำเร็จแล้ว

source: url() expects a dictionary for query parameters
pt_br: url() espera um dicionário para consultas de parâmetros
th: url() ต้องการ dictionary สำหรับตัวแปรทาง query

source: fedora.tg.util is deprecated. Switch to one of these instead: TG1 apps: fedora.tg.tg1utils TG2 apps: fedora.tg.tg2utils. This file will disappear in 0.4
pt_br: fedora.tg.util está obsoleto. Mude para um desses: TG1 apps: fedora.tg.tg1utils TG2 apps: fedora.tg.tg2utils. Esse arquivo desaparecerá na 0.4
th: fedora.tg.util เลิกใช้แล้ว โปรดเปลี่ยนไปใช้ตัวใดตัวหนึ่งดังนี้: โปรแกรม TG1: fedora.tg.tg1utils โปรแกรม TG2: fedora.tg.tg2utils แฟ้มนี้จะหายไปในรุ่น 0.4

source: Error logging in %(user)s: %(error)s
pt_br: Erro logando em %(user)s: %(error)s
th: เกิดข้อผิดพลาดในการเข้าระบบ %(user)s: %(error)s

source: Cannot enable ssl certificate auth via identity.ssl without setting fas.usernamme and fas.password for authorization
pt_br: Não pode habilitar autenticação de certificado ssl via identity.ssl sem definir fas.usernamme e fas.password para autorização
th: ไม่สามารถเปิดใช้ใบรับรอง SSL ผ่าน identity.ssl โดยไม่ได้กำหนด fas.usernamme และ fas.password สำหรับการยึนยันตน

source: jsonfasprovider, ssl, returned errors from send_request: %s
pt_br: jsonfasprovider, ssl, retornou errors de send_request: %s
th: jsonfasprovider, ssl, คืนค่าความผิดพลาดจาก send_request: %s

source: jsonfasprovider returned errors from send_request: %s
pt_br: jsonfasprovider, retornou errors de send_request: %s
th: jsonfasprovider คืนค่าความผิดพลาดจาก send_request: %s

source: Log In
th: เข้าระบบ

source: User Name:
pt_br: Nome de usuário:
th: ชื่อผู้ใช้:

source: Password:
pt_br: Senha:
th: รหัสผ่าน:

source: Login
th: เข้าระบบ

source: CSRF attacks
pt_br: Ataques CSRF
th: การโจมตี CSRF

source: are a means for a malicious website to make a request of another web server as the user who contacted the malicious web site. The purpose of this page is to help protect your account and this server from attacks from such malicious web sites. By clicking below, you are proving that you are a person rather than just the web browser forwarding your authentication cookies on behalf of a malicious website.
pt_br: São um meio para um site malicioso fazer uma requisição para outro servidor web como o usuário contactou o malicioso site. O propósito dessa página é ajudar a proteger sua conta e esse servidor de ataques desses sites maliciosos. Clicando abaixo, você está provando que você é uma pessoa e não apenas o navegador web encaminhando seus cookies de autenticação em nome de um site malicioso.
th: เป็นวิธีที่เว็บไซต์ประสงค์ร้ายสร้างคำขอร้องไปยังเว็บเซิร์ฟเวอร์อื่นโดยใช้ผู้ใช้ของ ผู้ที่เข้าสู่เว็บไซต์นั้น วัตถุประสงค์ของหน้านี้คือช่วยคุณป้องกันบัญชีของคุณ และเซิร์ฟเวอร์นี้จากการโจมตีจากเว็บไซต์เหล่านั้น การคลิกด้านล่างนี้คุณจะ แสดงว่าคุณเป็นมนุษย์ ไม่ใช่เว็บเบราว์เซอร์ที่ส่งคุ๊กกี้ยึนยันตนของคุณจาก เว็บไซต์ประสงค์ร้าย

source: I am a human
pt_br: Eu sou humano
th: เราคือมนุษย์

source: Forgot Password?
pt_br: Esqueceu a senha
th: ลืมรหัสผ่าน?

source: Sign Up
pt_br: Inscrever-se
th: สมัครสมาชิก

source: Welcome
pt_br: Bem vindo
th: ยินดีต้อนรับ

source: You are not logged in
pt_br: Você não está logado
th: คุณยังไม่ได้เข้าระบบ

source: CSRF protected
pt_br: Protegido contra CSRF
th: ป้องกันจาก CSRF แล้ว

source: Verify Login
pt_br: Verifique o login
th: ยึนยันการเข้าระบบ

source: Logout
th: ออกจากระบบ

source: updating visit (%s)
pt_br: atualizando visita (%s)
th: อัพเดตกรุณาเข้าที่ (%s)

source: Creating CSRFProtectionMiddleware
pt_br: Criando CSRFProtectionMiddleware
th: กำลังสร้าง CSRFProtectionMiddleware

source: Deleting %(key)s from environ
pt_br: Apagando %(key)s do ambiente
th: กำลังลบ %(key)s จากสภาพแวดล้อม

source: User supplied CSRF token matches environ!
th: โทเค็น CSRF ที่ผู้ใช้ระบุตรวจกับในสภาพแวดล้อม!

source: Clearing identity
pt_br: Limpando identidade
th: กำลังล้างการยึนยันตน

source: Invalid CSRF token. User supplied (%(u_token)s) does not match what's in our environ (%(e_token)s)
pt_br: Token CSRF inválido. O (%(u_token)s) fornecido pelo usuário não é o (%(e_token)s) que consta em nosso ambiente
th: โทเค็น CSRF ไม่ถูกต้อง ค่าที่ผู้ใช้ระบุ (%(u_token)s) ไม่ตรงกับที่อยู่ในสภาพแวดล้อมของเรา (%(e_token)s)

source: CSRF_AUTH_STATE; rewriting headers
pt_br: CSRF_AUTH_STATE; reescrevendo cabeçalhos
th: CSRF_AUTH_STATE; กำลังเขียนเฮดเดอร์ใหม่

source: Identity updated with CSRF token
pt_br: Identidade atualizada com o token CSRF
th: ปรับปรุงการยึนยันตัวแล้วด้วยโทเค็น CSRF

source: Setting CSRF_AUTH_STATE
pt_br: Configurando CSRF_AUTH_STATE
th: กำหนด CSRF_AUTH_STATE

source: Got HTTPFound(302) from repoze.who.application
pt_br: HTTPFound(302) recebido de repoze.who.application
th: ได้ HTTPFound(302) จาก repoze.who.application

source: Altered headers: %(headers)s
pt_br: Cabeçalhos alterados: %(headers)s
th: ส่วนหัวที่ถูกเปลี่ยนแปลง: %(headers)s

source: Invalid session cookie %(s_id)r, not setting CSRF token!
pt_br: Cookie %(s_id)r de sessão inválido, o token CSRF não será configurado
th: คุกกี้วาระ %(s_id)r ไม่ถูกต้อง จะไม่กำหนดโทเค็น CSRF

source: %(token)s in GET
pt_br: %(token)s no GET
th: %(token)s ใน GET

source: %(token)s in POST
pt_br: %(token)s no POST
th: %(token)s ใน POST

source: Keep alive cache miss
pt_br: Cache de "Keep alive" não encontrado
th: พลาดแคช Keep alive

source: in identify()
pt_br: Em identify()
th: ใน identify()

source: Request identify for cookie %(cookie)s
pt_br: Requisição de identificação para cookie %(cookie)s
th: กำลังร้องขอการยึนยันตนของคุกกี้ %(cookie)s

source: In remember()
pt_br: Em remember()
th: ใน remember()

source: In forget()
pt_br: Em forget()
th: ใน forget()

source: Forgetting login data for cookie %(s_id)s
pt_br: Descartando dados de acesso para o cookie %(s_id)s
th: กำลังล้างข้อมูลการเข้าระบบของคุกกี้ %(s_id)s

source: In authenticate()
pt_br: Em authenticate()
th: ใน authenticate()

source: Authentication failed, setting error
pt_br: Falha de autenticação, erro de configuração
th: การยึนยันตนล้มเหลว จะกำหนด error

source: An unknown error happened when trying to log you in. Please try again.
pt_br: Um erro inesperado ocorreu enquanto se tentava autenticá-lo. Por favor tente de novo.
th: เกิดข้อผิดพลาดที่ไม่รู้จักขึ้นขณะพยายามเข้าระบบ โปรดลองอีกครั้ง

source: Metadata cache miss - refreshing metadata
pt_br: Cache de metadados não encontrada - atualizando metadados.
th: พลาดแคช Metadata - กำลังรีเฟรช metadata

source: In add_metadata
pt_br: Em add_metadata
th: ใน add_metadata

source: Error exists in session, no need to set metadata
pt_br: Existem erros na sessão, não há necessidade de configurar metadados.
th: มีข้อผิดพลาดอยู่ในวาระแล้วจึงไม่จำเป็นต้องกำหนด metadata

source: Request metadata for cookie %(cookie)s
pt_br: Requisição de metadados para cookie %(cookie)s
th: กำลังขอ metadata ของคุกกี้ %(cookie)s

source: Wrong credentials
pt_br: Credencias erradas
th: การยึนยันตนผิด

source: Welcome back, %s!
pt_br: Bem vindo de volta, %s
th: ยินดีต้อนรับอีกครั้ง %s!

source: We hope to see you soon!
pt_br: Esperamos vê-lo em breve
th: เราหวังว่าจะได้เจอคุณอีกเร็วๆ นี้!

source: DictContainer is deprecated. Use the Bunch class from python-bunch instead.
pt_br: DictContainer está obsoleto. Use a classe Bunch da python-bunch ao invés dele.

source: FAS groups loaded. Don't forget to set FAS_USERNAME and FAS_PASSWORD to a low-privilege account.
pt_br: Grupos FAS carregados. Não esqueça de configurar o FAS_USERNAME e FAS_PASSWORD para uma conta de baixo privilégio.
