Repository: pypi-data/pypi-mirror-2
Catalog: packages/raptus.article.flash/raptus.article.flash-2.0b4.tar.gz/raptus.article.flash-2.0b4/raptus/article/flash/i18n/raptus.article-*.po
Languages: de, fr

source: A flash movie
de: Eine Flashdatei
fr: Un fichier Flash

source: Flash left
de: Flash links
fr: Flash à gauche

source: Flash right
de: Flash rechts
fr: Flash à droite

source: Flash teaser
fr: Aguiche Flash

source: List of flash files contained in the article on the left side.
de: Liste der im Artikel enthaltenen Flashdateien auf der linken Seite.
fr: Liste des fichiers Flash contenus dans l'article, affichée à gauche.

source: List of flash files contained in the article on the right side.
de: Liste der im Artikel enthaltenen Flashdateien auf der rechten Seite.
fr: Liste des fichiers Flash contenus dans l'article, affichée à droite.

source: List of flash files contained in the article over the whole width and displayed above the columns.
de: Liste der im Artikel enthaltenen Flashdateien über die gesamte Breite, dargestellt oberhalb der Spalten.
fr: Liste des fichiers Flash contenus dans l'article sur toute la largeur, affichée en-dessus des colonnes.

source: List of flash files contained in the article over the whole width.
de: Liste der im Artikel enthaltenen Flashdateien über die gesamte Breite.
fr: Liste des fichiers Flash contenus dans l'article sur toute la largeur.

source: description_component_selection_flash
de: Wählen Sie die Komponenten aus in welchen diese Flashdatei dargestellt werden soll.
fr: Sélectionnez les composants sensés afficher ce fichier Flash.

source: label_component_selection
de: Komponentenauswahl
fr: Choix des composants

source: label_flash
de: Flashdatei
fr: Fichier Flash
