Repository: pypi-data/pypi-mirror-2
Catalog: packages/pida/pida-0.6.2.tar.gz/pida-0.6.2/pida/resources/locale/*/LC_MESSAGES/pida.po
Languages: el, nl, pl_pl

source: no controller type for %s
el: δεν υπάρχει τύπος ελεγκτή για %s
nl: Geen controller type voor %s
pl_pl: brak typu kontrolera dla %s

source: no controller defined for %s
el: δεν ορίστηκε ελεγκτής για %s
nl: Geen controller aangemaakt voor %s
pl_pl: niezdefiniowany kontroler dla %s

source: Working Directory
el: Κατάλογος Εργασίας
nl: Werk map
pl_pl: Katalog roboczy

source: Environment Variables
el: Μεταβλητές Περιβάλλοντος
nl: Omgevings Variabelen
pl_pl: Zmienne środowiskowe

source: No editor found
el: Δε βρέθηκε επεξεργαστής κειμένου
nl: Geen editor gevonden
pl_pl: Nie znaleziono edytora

source: You must call command %(cmd)s in service %(svc)s with named arguments
el: Πρέπει να καλέσετε την εντολή %(cmd)s στην υπηρεσία %(svc)s με τις δοσμένες παραμέτρους
nl: U moet het commando %(cmd)s in de service %(svc)s aanroepen met de juiste argumenten
pl_pl: Polecenie %(cmd)s w usłudze %(svc)s musi zostać wywołane z nazwanymi argumentami

source: Exiting. (this is fatal)
el: Τερματισμός. (είναι μοιραίο)
nl: Bezig met afsluiten. (dit is fataal)
pl_pl: Zakończenie. (ostateczne)

source: PIDA requires PyGTK >= 2.8. It only found %(major)s.%(minor)s
el: Το PIDA απαιτεί PyGTK >= 2.8. Βρέθηκε μόνο η %(major)s.%(minor)s
nl: PIDA vereist PyGTK >= 2.8. Gevonden is enkel %(major)s.%(minor)s
pl_pl: PIDA wymaga PyGTK >= 2.8. Znaleziono jedynie %(major)s.%(minor)s

source: PIDA requires Python GTK bindings. They were not found.
el: Το PIDA απαιτεί τους δεσμούς Python GTK. Δε βρέθηκαν.
nl: PIDA vereist Python GTK bindingen. Deze zijn niet gevonden
pl_pl: PIDA wymaga biblioteki GTK dla Pythona. Nie znaleziono jej.

source: Fatal error, cannot start PIDA
el: Μοιραίο σφάλμα, αδύνατη η εκκίνηση του PIDA
nl: Fatale fout, kan PIDA niet starten
pl_pl: Błąd krytyczny, nie można uruchomić PIDA

source: Kiwi needs to be installed to run PIDA
el: Το Kiwi πρέπει να εγκατασταθεί για να εκτελεστεί το PIDA
nl: Kiwi moet geïnstalleerd zijn om PIDA te kunnen draaien
pl_pl: Kiwi jest wymagane do uruchomienia PIDA

source: Python 2.4 is required to run PIDA. Only %(major)s.%(minor)s was found.
el: Η Python 2.4 απατείται για να εκτελεστεί το PIDA. Μόνο η %(major)s.%(minor)s βρέθηκε.
nl: Python 2.4 is vereist om PIDA te draaien. Enkel %(major)s.%(minor)s is gevonden.
pl_pl: PIDA wymaga Pythona 2.4. Znaleziono jedynie %(major)s.%(minor)s.

source: The pida package could not be found.
el: Το πακέτο pida δεν ήταν δυνατόν να βρεθεί.
nl: Kon het pida pakket niet vinden
pl_pl: Nie odnaleziono pakietu PIDA.

source: PIDA, version %s
el: PIDA, έκδοση %s
nl: PIDA, versie %s
pl_pl: PIDA, wersja %s

source: Print version information and exit.
el: Εκτύπωση πληροφοριών έκδοσης και έξοδος.
pl_pl: Wypisz informację o wersji i zakończ.

source: Run PIDA with added debug information.
el: Εκτέλεση του PIDA με πρόσθετες πληροφορίες αποσφαλμάτωσης.
nl: Start PIDA met toegevoegde debug informatie
pl_pl: Uruchom PIDA z informacjami dla debuggera

source: Are you sure you want to quit PIDA ?
el: Είσαστε σίγουρος ότι θέλετε να τερματίσετε το PIDA;
nl: Bent U zeker dat u PIDA wilt verlaten
pl_pl: Czy na pewno chcesz zamknąć PIDA?

source: PIDA stopped by SIGTERM
el: Το PIDA σταμάτησε από το SIGTERM
nl: PIDA is gestopt door SIGTERM
pl_pl: PIDA zatrzymany przez SIGTERM

source: Target does not exist:
el: Ο προορισμός δεν υπάρχει:
nl: Doel bestaat niet
pl_pl: Obiekt docelowy nie istnieje:

source: Base is not a directory or does not exist:
el: Η βάση δεν είναι κατάλογος ή δεν υπάρχει:
nl: Base is geen directory of bestaat niet:

source: Target is on a different drive to base. Target: %(target)s, base: %(base)s
el: Ο προορισμός είναι σε διαφορετικό οδηγό από τη βάση. Προορισμός: %(target)s, βάση: %(base)s

source: failed to open file %s
el: αποτυχία ανοίγματος του αρχείου %s
nl: Kon bestand niet openen %s
pl_pl: nie udało się otworzyć pliku %s

source: Undo
el: Ακύρωση ενέργειας
nl: Ongedaan Maken
pl_pl: Cofnij

source: Undo the last editor action
el: Ακύρωση της τελευταίας ενέργειας του επεξεργαστή κειμένου
nl: Laatste wijziging in de editor ongedaan maken
pl_pl: Cofnięcie ostatniej operacji w edytorze

source: Redo
el: Επαναφορά
nl: Opnieuw doen
pl_pl: Ponów

source: Redo the last editor action
el: Επαναφορά της τελευταίας ενέργειας του επεξεργαστή κειμένου
nl: De laatste actie opnieuw doen
pl_pl: Powtórzenie ostatniej operacji w edytorze

source: Cut
el: Αποκοπή
nl: Knippen
pl_pl: Wytnij

source: Cut the selection in the editor
el: Αποκοπή της επιλεγμένης περιοχής του επεξεργαστή κειμένου
nl: De selectie in de editor knippen
pl_pl: Wycięcie zaznaczenia w edytorze

source: Copy
el: Αντιγραφή
nl: Kopieëren
pl_pl: Skopiuj

source: Copy the selection in the editor
el: Αντιγραφή της επιλεγμένης περιοχής του επεξεργαστή κειμένου
nl: Kopieer de selectie in de editor
pl_pl: Skopiowanie zaznaczenia w edytorze

source: Paste
el: Επικόλληση
nl: Plakken
pl_pl: Wklej

source: Paste the clipboard in the editor
el: Επικόλληση του προχείρου στον επεξεργαστή κειμένου
nl: Plakken in de editor
pl_pl: Wklejenie zawartości schowka w edytorze

source: Save
el: Αποθήκευση
nl: Opslaan
pl_pl: Zapisz

source: Save the current document
el: Αποθήκευση του τρέχοντος εγγράφου
nl: Huidig document opslaan
pl_pl: Zapisz bieżący dokument

source: Tried to remove non-existent sign
el: Προσπάθεια να αφαιρεθεί μη-υπαρκτό σύμβολο
nl: Geprobeerd en niet bestaand teken te verwijderen

source: File
el: Αρχείο
nl: Bestand
pl_pl: Plik

source: File Menu
el: Μενού Αρχείου
nl: Bestand Menu
pl_pl: Menu Plik

source: Edit
el: Επεξεργασία
nl: Bewerken
pl_pl: Edycja

source: Edit Menu
el: Μενού Επεξεργασίας
nl: Menu Bewerken
pl_pl: Menu Edycja

source: Project
el: Εργασία
pl_pl: Projekt

source: Project Menu
el: Μενού Εργασίας
pl_pl: Menu Projekt

source: Language
el: Γλώσσα
nl: Taal
pl_pl: Język

source: Language Menu
el: Μενού Γλωσσών
nl: Taal Menu
pl_pl: Menu Język

source: Debug
el: Αποσφαλμάτωση
nl: Debuggen
pl_pl: Diagnostyka błędów

source: Debug Menu
el: Μενού Αποσφαλμάτωσης
pl_pl: Menu Odpluskwianie

source: Tools
el: Εργαλεία
nl: Hulpmiddelen
pl_pl: Narzędzia

source: Tools Menu
el: Μενού Εργαλείων
nl: Menu Hulpmiddelen
pl_pl: Menu Narzędzia

source: Debug Pida
el: Αποσφαλμάτωση PIDA
nl: Debuggen in Pida
pl_pl: Diagnostyka PIDA

source: Debug Pida Menu
el: Μενού Αποσφαλμάτωσης PIDA
nl: Debuggen in het Pida Menu
pl_pl: Menu Diagnostyka PIDA

source: View
el: Προβολή
pl_pl: Widok

source: View Menu
el: Μενού Προβολής
pl_pl: Menu Widok

source: Help
el: Βοήθεια
nl: Hulp
pl_pl: Pomoc

source: Help Menu
el: Μενού Βοήθειας
pl_pl: Menu Pomoc

source: PIDA is starting...
el: Το PIDA εκκινείται...
nl: PIDA start op...
pl_pl: PIDA się uruchamia...

source: and it <b>loves</b> you!
el: και σας <b>αγαπάει</b>!
nl: en het <b>houd</b> van je!
pl_pl: i Cię <b>lubi</>!

source: No match named "%s" was found
el: Δε βρέθηκε ταίριασμα ονομαζόμενο "%s"
nl: Geen resultaten voor zoeken op "%s"
pl_pl: Nie znaleziono dopasowania o nazwie "%s"

source: Open
el: Άνοιγμα
nl: Openen
pl_pl: Otwórz

source: Open this file
el: Άνοιγμα αυτού του αρχείου
nl: Dit bestand openen
pl_pl: Otwórz ten plik

source: Save This File
el: Αποθήκευση αυτού του αρχείου
nl: Dit bestand opslaan
pl_pl: Zapisz ten plik

source: Untitled Pida View
el: Χωρίς τίτλο Προβολή PIDA
nl: Naamloos Pida View
pl_pl: Widok bez tytułu

source: Pida View
el: Προβολή PIDA
pl_pl: Widok PIDA

source: Must at least define a notebook name
el: Πρέπει να καθοριστεί τουλάχιστον ένα όνομα σημειωματαρίου
nl: Geef een notebook naam op
pl_pl: Musisz podać co najmniej nazwę notatnika

source: Must at leaste define a Name
el: Πρέπει να καθοριστεί τουλάχιστον ένα Όνομα
nl: Geef een naam op
pl_pl: Musisz podać co najmniej nazwę

source: No Notebook attests to having that name %s
el: Κανένα Σημειωματάριο δεν μπορεί να πιστοποιηθεί ότι ονομάζεται %s
nl: Geen Notebook getuigd van die naam %s

source: This view is already in the manager
el: Αυτή η προβολή είναι ήδη στο διαχειριστή
nl: Deze view is reeds in de manager
pl_pl: Ten widok już podlega zarządzaniu

source: View is not in any Notebook
el: Η προβολή δεν είναι σε κάνενα Σημειωματάριο
nl: View is in geen enkele Notebook
pl_pl: Widok nie należy do żadnego notatnika

source: Sort
el: Ταξινόμηση
nl: Sorteer
pl_pl: Sortuj

source: Select File
el: Επιλογή Αρχείου
nl: Bestand selecteren
pl_pl: Wybierz plik

source: PIDA Loves You!
el: Το PIDA Σας Αγαπάει!
nl: PIDA Houd van jou!
pl_pl: PIDA Cię lubi!
