Repository: pypi-data/pypi-mirror-2
Catalog: packages/django-account/django-account-0.1.4.tar.gz/django-account-0.1.4/account/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Login
ru: Логин

source: You can use a-z, 0-9 and underscore. Login length should be between %(min)s and %(max)s
ru: Вы можете использовать символы a-z, 0-9 и подчёркивание. Длина логина должна быть между %(min)s и %(max)s

source: Login length is less than %(min)d
ru: Длина логина меньше, чем %(min)d

source: Login length is more than %(max)d
ru: Длина логина больше, чем %(max)d

source: Login contains restricted symbols
ru: Логин содержит запрещённые символы

source: This login already registered
ru: Этот логин уже занят

source: Password length is less than %(min)d
ru: Длина пароля меньше, чем %(min)d

source: Password length is more than %(max)d
ru: Длина пароля больше, чем %(max)d

source: Email
ru: Электронная почта

source: Password
ru: Пароль

source: Password (confirmation)
ru: Пароль (подтверждение)

source: This email already registered
ru: Этот email уже зарегистрирован

source: Passwords do not match
ru: Пароли не совпадают

source: This email is not registered
ru: Этот email не зарегистрирован

source: Username
ru: Логин

source: Incorrect login or password
ru: Неправильный логин или пароль

source: Sorry. You account is not active. Maybe you didn't activate it.
ru: Извините. Ваша учётная запись неактивна. Возможно, вы забыли активировать её.

source: Old password
ru: Старый пароль

source: Incorrect old password
ru: Неправильный старый пароль

source: The passwords do not match
ru: Пароли не совпадают

source: You have to logout before registration
ru: Вы должны выйти перед регистрацией

source: Sorry. Registration is disabled.
ru: Извините. Регистрация закрыта.

source: The error was occuried while sending email with activation code. Account was not created. Please, try later.
ru: Во время отсылки email возникла ошибка. Учётная запись не создана. Пожалуйста, попробуйте позже.

source: Password has been changed.
ru: Пароль был изменён.

source: Check the mail please
ru: Проверьте почту, пожалуйста

source: Unfortunately we could not send you email in current time. Please, try later
ru: К сожалению, мы не можем выслать вам сейчас email. Пожалуйста, попробуйте позже.

source: You are already authenticated
ru: Вы уже вошли

source: You have successfully loged out
ru: Вы успешно вышли

source: Save
ru: Сохранить

source: You have successfully registered in our site. Now you should activate your account. Check email please.
ru: Вы успешно зарегистрировались. Теперь вам нужно активировать вашу учётную запись. Пожалуйста, проверьте почту.

source: Authorization
ru: Авторизация

source: You should login to gain access to all site features. If you have not account
ru: Вы должны авторизоваться, чтобы получить доступ ко всем возможностям сайта. Если у вас нет учётной записи,

source: register
ru: пройдите регистрацию,

source: please
ru: пожалуйста

source: login
ru: войти

source: I forgot password
ru: Я забыл пароль

source: Important information
ru: Важная информация

source: New password
ru: Новый пароль

source: Registration
ru: Регистрация

source: Continue
ru: Продолжить

source: Password restore
ru: Восстановление пароля

source: Welcome
ru: Добро пожаловать

source: Congratulations! You have successfully complete the registration on our site.
ru: Поздравляем! Вы успешно завершили регистрацию на нашем сайте.

source: Password restore on %(domain)s
ru: Восстановление пароля на сайте %(domain)s

source: You have requested password restore on %(domain)s
ru: Вы запросили смену пароля на сайте %(domain)s

source: After visiting the %(url)s, the new password will be set for your account
ru: После посещения ссылки %(url)s для вашего аккаунта будет установлен новый пароль

source: New password: %(password)s
ru: Новый пароль: %(password)s
