Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.ATFlashMovie/Products.ATFlashMovie-1.1.tar.gz/Products.ATFlashMovie-1.1/Products/ATFlashMovie/i18n/flashmovie-*.po
Languages: bg, fr

# label_scale
source: Scale
bg: Мащаб
fr: Echelle

# desc_scale
source: Select the scale of the movie.
bg: Изберете мащаб на филма.
fr: Sélectionnez la taille de l'animation.

# label_width
source: Width
bg: Широчина
fr: Largeur

# desc_width
source: The width of the movie in pixels.
bg: Широчината на филма в пиксели.
fr: La largeur de l'animation en pixels.

# label_height
source: Hauteur
bg: Височина

# desc_height
source: The height of the movie in pixels.
bg: Височината на филма в пиксели.
fr: La hauteur de l'animation en pixels

# label_flashversion
source: Flash version
bg: Версия на Флаш
fr: Version Flash

# label_bgcolor
source: Background color
bg: Цвят на фона
fr: Couleur de fond

# desc_bgcolor
source: Select the background color to use for the movie.
bg: Изберете цвят на фона който да бъде използван за филма.
fr: Sélectionnez la couleur de fond pour l'animation.

# heading_portlet
source: Flash Movie
bg: Флаш филм
fr: Animation Flash

# add_portlet
source: Add a Flash portlet
bg: Добавяне на флаш портлет
fr: Ajouter une boîte Flash

# desc_portlet
source: A portlet displaying a Flash movie.
bg: Портлет показващ Флаш филм.
fr: Une boîte affichant une animation Flash.

# edit_portlet
source: Edit the Flash portlet
bg: Редактиране на Флаш портлет
fr: Modifier la boîte Flash

# label_portlet_selection
source: Flash Movie
bg: Флаш филм
fr: Animation Flash

# help_portlet_selection
source: Select the Flash movie to display in the portlet.
bg: Изберете Флаш филм, който да бъде показан в портлета.
fr: Sélectionnez l'animation Flash à afficher dans la boîte.

source: Technical informations
bg: Техническа информация
fr: Informations techniques

# label_technical_info
source: Show technical informations
bg: Показване на техническа информация
fr: Afficher les informations techniques

# desc_technical_info
source: Check to display technical informations about the Flash movie.
bg: Изберете, за да бъде показана техническа информация.
fr: Cochez pour afficher les informations techniques de l'animation Flash.
