Repository: pypi-data/pypi-mirror-2
Catalog: packages/cubicweb-document/cubicweb-document-0.6.0.tar.gz/cubicweb-document-0.6.0/i18n/*.po
Languages: fr

source: Content diff (revision %(r1)s to %(r2)s)
fr: Diff du contenu (entre les révisions %(r1)s et %(r2)s)

source: Edition conflicts are a pain. You should try to avoid them.
fr: Les conflits d'édition sont pénibles. Essayez de les éviter.

source: God forbids !
fr: Ainsi en a décidé l'administrateur

source: He will not edit
fr: Il n'éditera pas

source: I swear !
fr: Je le jure !

source: I will not edit
fr: Je n'éditerai pas

source: Inline diffs : you can click on the title to make it disappear.
fr: Diff en ligne : vous pouvez cliquer sur le titre pour le faire disparaître.

source: Might edit
fr: Pourrait éditer

source: No single user ever got this document in odt form. Or they pretend not to make editions on it.
fr: Aucun utilisateur n'a récupéré le document odt. Ou bien ils prétendent ne pas vouloir l'éditer.

source: This document does not exist in the branch named "%s".
fr: Ce document n'existe pas dans la branche nommée '%s'

source: Upload a new document
fr: Télécharger un nouveau document

source: Upload a new translation for %s
fr: Fournir une nouvelle traduction pour %s

source: Users having downloaded the editable version of the document are listed there. You might want to coordinate with them to avoid edition conflicts later. It is possible to assess one's intention not to make modifications.
fr: Les utilisateurs ayant téléchargé une version éditable de ce document sont listés ici. Vous devriez vous coordonner avec eux pour éviter des conflits d'édition plus tard. Vous pouvez déclarer votre intention de ne pas faire de modifications.

source: add this file in the repository
fr: ajouter ce fichier à l'entrepôt

source: author
fr: auteur

source: branch
fr: branche

source: browse the repositories
fr: parcourir les dépôts

source: change to :
fr: metttre à jour vers

source: check two boxes to see a diff between the corresponding revisions
fr: cochez deux cases pour voir un diff entre les révisions correspondantes

source: comment
fr: commentaire

source: ctxcomponents_branch_scope_chooser
fr: sélecteur de branche

source: ctxcomponents_browsing_box
fr: boîte de navigation dans l'entrepôt

source: deleted %s
fr: supprimé %s

source: download
fr: Télécharger

source: edition_status
fr: Statut de l'édition

source: expectations
fr: intention

# VersionedFile
source: filed_under
fr: dans le dossier

source: lang
fr: langue

# VersionedFile
source: lang
fr: langue

# Language
source: lang_object
fr: langue de

source: language :
fr: langue :

source: master document :
fr: document de référence :

source: master_translation_status
fr: Statut de la traduction

source: might_edit
fr: pourrait éditer

# CWUser
source: might_edit
fr: pourrait éditer

source: might_edit_object
fr: pourrait être edité par

# VersionedFile
source: might_edit_object
fr: pourrait être edité par

source: new translation has been checked-in
fr: la nouvelle traduction a été commitée

source: no translation available yet
fr: aucune traduction disponible

source: non_master_translation_status
fr: Statut de la traduction

source: odt likely downloaded for edition
fr: odt probablement téléchargé pour édition

# VersionedFile
source: pivot_lang
fr: langue pivot

source: revisions
fr: révisions

source: root_folder
fr: répertoire racine

# Repository
source: root_folder
fr: répertoire racine

source: root_folder_object
fr: racine de

# Folder
source: root_folder_object
fr: racine de

source: show diff
fr: montrer le diff

source: status
fr: statut

source: status :
fr: statut :

source: this document is not a master document and has no master set
fr: ce document n'est pas un document de référence et n'a pas de document de référence attribué

source: this is the master document
fr: ceci est le document de référence

source: translation
fr: traduction

# VersionedFile
source: translation_of
fr: traduction de

# VersionedFile
source: translation_of_object
fr: a pour traduction

source: undefined
fr: non défini

source: unknown
fr: inconnu

source: up to date
fr: à jour

source: up to rev. %s
fr: jusqu'à la rév. %s

source: up to revision :
fr: jusqu'à la révision

source: up_to_revision
fr: jusqu'à la révision

# DeletedVersionContent
source: up_to_revision
fr: jusqu'à la révision

# VersionContent
source: up_to_revision
fr: jusqu'à la révision

source: up_to_revision_object
fr: révision de traduction

# DeletedVersionContent
source: up_to_revision_object
fr: révision de traduction

# VersionContent
source: up_to_revision_object
fr: révision de traduction

source: upload document translation
fr: déposer une traduction

source: user
fr: utilisateur

source: vcs revision
fr: révision
