Repository: pypi-data/pypi-mirror-2
Catalog: packages/getpaid.luottokunta/getpaid.luottokunta-0.4.1.tar.gz/getpaid.luottokunta-0.4.1/getpaid/luottokunta/locales/*/LC_MESSAGES/getpaid.luottokunta.po
Languages: fi, ja

source: 3DS authentication failed
fi: 3DS todennus epäonnistui
ja: 3DS認証失敗

source: 3DS no connection to directory
fi: 3DS ei yhteyttä hakemistoon
ja: 3DS接続失敗

source: A New Order has been declined.
fi: Uusi tilaus on hylätty
ja: 新規オーダーは作成されませんでした。

source: American Express
ja: アメリカンエキスプレス

source: Amount is invalid
fi: Määrä on epäkelpo
ja: 入力値無効

source: An internal error has occurred in Luottokunta's system. Please try again later.
fi: Luottokunnan järjestelmässä tapahtui virhe. Ole hyvä ja yritä uudestaan myöhemmin.
ja: Luottokuntaのシステムで内部エラーがおきました。後ほど再トライください。

source: Authentication MAC
fi: Todennus MAC
ja: MAC認証

source: Card Details Transmit
fi: Luottokorttitietojen lähettäminen
ja: カード詳細送信

source: Card closed or suspicion of fraud
fi: Kortti suljettu tai kavallusepäilyksen alainen
ja: 無効カードの可能性

source: Card number is invalid
fi: Kortin numero on epäkelpo
ja: カード番号無効

source: Card validity is invalid
fi: Kortti on epäkelpo
ja: カード期限無効

source: Card verification code is invalid
fi: Kortin varmennuskoodi on epäkelpo
ja: カードセキュリティコード無効

source: Card verification code not verified
fi: Kortin varmennuskoodia ei verifioitu
ja: セキュリティコード検証不可

source: Check this option to use incremental order ID for Luottokunta interface. Remember to input numeric order ID to the next order ID field.
fi: Valitse tämä käyttääksesi kasvavaa tilaustunnusta luottokunnan rajapinnassa. Muista syöttää numeerinen tilaustunnus seuraavaan tilaustunnuskenttään.
ja: 漸増オーダー番号（1ずつオーダー番号が増加する）を利用する場合にチェックしてください。下記の「次のオーダー番号」に番号（半角数字のみ）も忘れずに入力してください。

source: Dossier ID is only for travel agencies and airlines. Check this option if Dossier ID is used to the card transactions, else leave this blank.
fi: Matka-asiakirjatunniste on vain matkatoimistojen ja lentoyhtiöiden käyttöön. Valitse tämä, jos tunnistetta käytetään luottokorttitapahtuman yhteydessä.
ja: ドシェIDは旅行代理店および航空会社のみ利用します。

source: Failed to send reversal message
fi: Käännösviestin lähetys epäonnistui
ja: リバーサルメッセージ送信失敗

source: For MASTER and VISA card, security code is a 3-digit number on back of the card.
fi: MASTER ja VISA korteissa turvakoodi on 3-numeroinen luku kortin takana.
ja: セキュリティコードはMASTER・VISAカードの裏面にある3桁の数字です。

source: Go back to cart.
ja: カートへ

source: Go to site top.
ja: サイトトップへ

source: Go to top page.
ja: トップページへ

source: If authentication MAC is used to the card transactions, check this option, else leave this blank.
fi: Valitse tämä, jos luottokorttitapahtuman yhteydessä käytetään todennus MAC:ia. Muuten jätä tyhjäksi.
ja: MAC認証をカードトランザクションに利用する場合はチェックしてください。

source: If card details are entered at this plone site, check this option. If at Luottokunta's page, leave this blank.
fi: Jos luottokorttitietojen syöttö tapahtuu tällä plone sivustolla, niin valitse tämä
ja: Ploneサイト上でカード情報入力を行う場合はチェックしてください。Luottokuntaのページ上で入力する場合はチェックしないでください。

source: If money receiver pays the provision to Luottokunta, check this option. If payer pays it, leave this blank.
fi: Valitse tämä, jos rahan vastaanottaja maksaa Luottokunnalle provisiot. Jos maksun suorittaja maksaa provisiot, jätä tämä tyhjäksi.
ja: Luottokuntaへのコミッションを料金の受取人が支払う場合はチェックしてください。料金の支払人が支払う場合はチェックしないでください。

source: Input merchant ID provided by Luottokunta.
fi: Syötä luottokunnan antama kauppiastunniste.
ja: Luottokuntaが発行する「MERCHANT ID」を入力してください。

source: Input merchant's authentication MAC provided by Luottokunta. Remember to allow MAC authentication at Luottokunta's administration page!!
fi: Syötä luottokunnalta saatu kauppiaan todennus MAC. Muista sallia MAC todennus luottokunnan hallinnointisivulta!
ja: Luottokuntaが発行するMAC認証コードを入力してください。MAC認証コードを利用するにはLuottokunta管理ページでMAC認証を有効にする必要がありますので、忘れずに有効にしてください。

source: Input order ID for the next order. This order ID will be used only for Luottokunta interface. You see getpaid order ID in the customer ID column in Luottokunta interface.
fi: Syötä seuraavan tilauksen tilaustunnus. Tilaustunnusta käytetään vain Luottokunnan rajapinnassa. Getpaid tilaustunnuksen näkee Luottokunnan rajapinnassa asiakastunnuskentässä.
ja: 次のオーダー番号を入力してください。このオーダー番号はLuottokuntaに対してのみ利用されます。getpaidのオーダーIDはLuottokunta管理画面の「Customer ID」の欄に表示されます。

source: Luottokunta did not succeed to reverse an authorisation that was not completely processed or finished due to a temporary service break. Please try again later.
fi: Luottokunta ei onnistunut kääntämään vahvistusta, jota ei oltu kokonaan käsitelty tai joka päättyi palvelukatkoksen vuoksi. Ole hyvä ja yritä uudestaan myöhemmin.
ja: 認証が完了しませんでした。時間をおいてから再度トライしてください。

source: Luottokunta internal error
fi: Luottokunnan sisäinen virhe
ja: Luottokunta内部エラー

source: Luottokunta is automatically reversing an authorisation that has not been completely processed or finished yet due to a temporary service break. Please try again later.
fi: Luottokunta kääntää automaattisesti vahvistusta, jota ei ole kokonaan käsitelty tai joka päättyi palvelukatkoksen vuoksi. Ole hyvä ja yritä uudestaan myöhemmin.
ja: 認証が完了しませんでした。時間をおいてから再度トライしてください。

source: Month
fi: Kuukausi
ja: 月

source: Next Order ID
fi: Seuraava tilaustunnus
ja: 次のオーダー番号

source: Order id already exists
fi: Tilaustunnus on jo olemassa
ja: オーダーIDはすでに存在します。

source: Pay
fi: Maksa
ja: カード決済する

source: Please click here to try your transaction again.
fi: Ole hyvä ja paina tästä suorittaaksesi tapahtuman uudestaan.
ja: 決済をもう一度トライするにはここをクリックしてください。

source: Reversal message is pending
fi: Kääntöviesti on vireillä
ja: リバーサルメッセージペンディング

source: System error
fi: Järjestelmävirhe
ja: システムエラー

source: The amount field or its content is formally incorrect or missing. Please check that the amount contains only numbers.
fi: Määräkentän sisältö on muotoiltu väärin tai puuttuu kokonaan. Ole hyvä ja tarkista, että määrä koostuu vain numeroista.
ja: 入力に誤りがある可能性があります。半角数字が正しく入力されているか確認してください。

source: The card in question is closed or there is suspicion of fraud. Do not retry the transaction. Please contact card issuer for more detailed information.
fi: Kortti on suljettu tai huijausepäilyksen alainen. Älä yritä toistaa tapahtumaa. Ole hyvä ja ota yhteyttä kortin antajaan saadaksesi lisätietoja.
ja: カードが無効な可能性があります。詳しくはカード発行者にお問い合わせください。

source: The card issuer declined the authorisation
fi: Kortin antaja eväsi varmentamisen
ja: カード発行者が認証を拒否

source: The card issuer has accepted the authorisation but has not checked the card verification code. Do not retry the transaction, as it will most likely result in the same outcome. The card cannot be used to pay through Luottokunta. Please contact card issuer for more detailed information.
fi: Kortin antaja hyväksyi valtuutuksen, mutta ei tarkistanut kortin tarkistuskoodia. Älä yritä toimintoa uudelleen, sillä se johtaisi mitä todennäköisimmin samaan lopputulokseen. Kortilla ei voi maksaa Luottokunnan kautta. Ole hyvä ja ota yhteyttä kortin antajaan saadaksesi lisätietoja.
ja: カード発行者は認証を受け付けましたが、セキュリティコードを確認しませんでした。このトランザクションに利用したカードはLuottokuntaでは利用できません。詳しくはカード発行者にお問い合わせください。

source: The card issuer has rejected the authorisation. The reasons for this can be e.g. that the card limit has been exceeded, or the card is restricted so that it cannot be used in E-commerce. Please contact card issuer for more detailed information.
fi: Kortin antaja eväsi tapahtuman. Yleensä tämä johtuu kortin rajan ylittämisestä tai kortin käytön estosta E-kaupassa. Ole hyvä ja ota yhteyttä kortin antajaan saadaksesi lisätietoja.
ja: カード発行者が認証を拒否しました。理由としては利用額上限に達している場合やインターネット上で利用できないカードである可能性があります。詳しくはカード発行者にお問い合わせください。

source: The card validity field or its content is incorrect or missing. Please check that the card validity month and year are correct.
fi: Kortin voimassaolopäiväkenttä on epäkelpo tai puuttuu kokonaan. Ole hyvä ja tarkista, että kortin voimassaolokuukausi ja -vuosi ovat oikein.
ja: カード有効期限に誤りがあります。有効年月を確認してください。

source: The card verification code field or its content is formally incorrect or missing. Please check that the verification code (ie. Credit Card Verfication Number) contains only numbers.
fi: Kortin varmennuskoodikenttä on tyhjä tai virheellinen. Ole hyvä ja tarkista varmennuskoodin, eli luottokortin varmennusluvun, sisältävän pelkkiä numeroita.
ja: セキュリティコードに誤りがあります。半角数字が正確に入力されているか確認ください。

source: The credit card number field or its content is formally incorrect or missing. Please check that the card number contains only numbers. The card number can be entered with or without spaces.
fi: Luottokorttinumerokenttä on tyhjä tai virheellinen. Ole hyvä ja tarkista kortin numeron sisältävän pelkkiä numeroita. Kortin numeron voi syöttää ilman välilyöntejä tai niiden kanssa.
ja: クレジットカード番号に誤りがあります。半角数字が正確に入力されているか確認ください。

source: The credit card number, validity or card verification code is invalid. Please try again.
fi: Luottokortin numero, voimassaolo tai varmennuskoodi on virheellinen. Ole hyvä ja yritä uudelleen.
ja: クレジットカード番号、有効期限、セキュリティコードのいずれかに誤りがあります。半角数字が正確に入力されているか確認ください。

source: The order id in question is already used by the merchant.
fi: Tilaustunnus on jo kauppiaalla käytössä
ja: オーダーIDが重なって作成された可能性があります。

source: Transaction Type
fi: Tapahtumatyyppi
ja: トランザクションタイプ

source: Try other payment method.
ja: 他の決済方法へ

source: Use Authentication MAC
fi: Käytä todentamis MAC:ia
ja: MAC認証

source: Use Dossier ID
fi: Käytä matka-asiakirjatunnistetta
ja: ドシェID

source: Use Incremenatal Order Number
fi: Käytä kasvavaa tilausnumeroa
ja: 漸増オーダー番号

source: Verified by Visa or MasterCard SecureCode authentication failed due to data communication error.
fi: Visan tai MasterCard:n varmentama SecureCode todentaminen epäonnistui tiedonsiirtovirheen vuoksi.
ja: コミュニケーションエラーにより「Verified by Visa」または「MasterCard SecureCode」の認証に失敗しました。

source: Verified by Visa or MasterCard SecureCode authentication failed. The reasons can be e.g. that the cardholder has given incorrect authentication password or cancelled the authentication by clicking the Cancel button in the authentication page.
fi: Visan tai MasterCard:n SecureCode todentaminen epäonnistui. Tämä johtuu yleensä siitä, että kortinhaltija on antanut väärän todennussalasanan tai peruuttanut todentamisen painamalla Peruuta nappia todennussivulla.
ja: 「Verified by Visa」または「MasterCard SecureCode」の認証に失敗しました。認証をキャンセルしたか、認証パスワードに誤りがある可能性があります。

source: We are sorry but your credit card was declined.
fi: Pahoittelut, mutta luottokorttinne evättiin.
ja: 申し訳ありませんが、クレジットカード決済は拒否されました。

source: Year
fi: Vuosi
ja: 年

source: You have cancelled credit card payment.
ja: クレジットカード決済をキャンセルしました。

source: luottokunta_payment_method_description
ja: クレジットカード決済を利用する場合

source: If you allow AMEX as an payment method, check this option. Remember to read usage of AMEX located in Luottokunta's administaration page.
fi: Valitse tämä, jos AMEX hyväksytään maksuvälineenä. Muista lukea AMEX:n käytöstä Luottokunnan hallinnointisivuilta.

source: Luottokunta Order Number
fi: Luottokunnan tilausnumero

source: Merchant Number
fi: Kauppiasnumero

source: Order Number
fi: Tilausnumero
