Repository: pypi-data/pypi-mirror-2
Catalog: packages/mfabrik.plonezohointegration/mfabrik.plonezohointegration-0.1.1.zip/mfabrik.plonezohointegration-0.1.1/mfabrik/plonezohointegration/locales/*/LC_MESSAGES/mfabrik.plonezohointegration.po
Languages: de, fi

source: API key
de: API Schlüssel
fi: API avain

source: CRM lead generation extra data
de: CRM Leadgenerierungsdaten
fi: CRM myyntiliidin luonnin lisätiedot

source: Cannot connect to Zoho servers. Please contact web site administration
de: Kontakt zu Zoho Servern kann nicht hergestellt werden. Wenden Sie sich an den Website Administrator
fi: Yhteyttä Zoho-palvelimiin ei voitu muodostaa. Ole hyvä ja ota yhteyttä ylläpitoon.

source: Company / organization
de: Unternehmen
fi: Yhtiö / organisaatio

source: Contact Us
fi: Ota yhteyttä

source: Email address
de: Email
fi: Sähköpostiosoite

source: Email address we will use to contact you
de: Unter welcher email-Adresse können wir Sie erreichen
fi: Sähköpostiosoite, johon otamme yhteyttä

source: Extra fields which will be set for all new leads created through Zoho contact form. You can, for example, use these to identify the lead source. Use new line separated fieldname=value pairs. E.g. Lead Source=Web Contact Form
de: Zusatzfelder für alle neuen Leads, die über das Zoho Kontaktformular erstellt werden. So kann beispielsweise die Leadquelle identifiziert werden. Benutzen Sie eine neue Zeile für einzelne Feldnamen = Wertepaare, e.g. Leadquelle=Web Kontaktformular
fi: Kaikille Zoho yhteydenottolomakkeen kautta luoduille myyntiliideille asetettavat lisäkentät. Voit esimerkiksi käyttää näitä myyntiliidin lähteen tunnistamiseen. Käytä rivinvaihdolla eroteltuja kentännimi=arvo pareja. Esimerkiksi Liidin Lahde=Yhteydenottolomake

source: First name
de: Vorname
fi: Etunimi

source: If you are interested our services leave your contact information below and our sales representatives will contact you.
fi: Jos olet kiinnostunut palveluistamme, niin jätä yhteystietosi ja myyntivastaavamme ottavat teihin yhteyttä.

source: Last name
de: Name
fi: Sukunimi

source: Password
de: Passwort
fi: Salasana

source: Phone number
de: Telefon
fi: Puhelinnumero

source: Please fill in all the fields
de: Bitte füllen Sie alle Felder aus
fi: Ole hyvä ja täytä kaikki kentät

source: Return URL
fi: Paluu URL

source: Send contact request
de: Abschicken
fi: Lähetä yhteydenottopyyntö

source: Thank you for contacting us. Our sales representatives will come back to you in few days
de: Danke für Ihre Informationen. Wir werden in Kürze Kontakt mit Ihnen aufnehmen.
fi: Kiitos yhteydenotostanne. Myyntivastaavamme palaavat asiaanne parin päivän sisään

source: The organization which you represent
de: Ihr Unternehmen
fi: Edustamasi yritys

source: These settings are used to connect your Plone site to various Zoho services
de: Mit diesen Einstellungen wird Ihre Plone Site mit verschiedenen Zoho Services verbunden
fi: Näillä asetuksilla yhdistetään Plone-sivusto eri Zoho-palveluihin

source: Username
de: Benutzername
fi: Käyttäjänimi

source: Where the user is taken after the form is succesfully submitted
de: Der weitere Weg, nachdem das Formular erfolgreich augenommen wurde
fi: Minne käyttäjä ohjataan onnistuneen lomakkeen lähetyksen jälkeen

source: Your Zoho API key
de: Ihr Zoho API Schlüssel
fi: Zoho API-avaimesi

source: Your Zoho password
de: Ihr Zoho Passowrt
fi: Zoho salasanasi

source: Your Zoho username. If you are using Google Apps integration this is your Google company hosted email address like firstname.lastname@company.com.
de: Ihr Zoho Benutzername. Sollten Sie Google Apps Integration nutzen, ist dies Ihre Email-Adresse (hosted by Google) wie z.B. Vorname.Name@Unternehmen.com
fi: Zoho käyttäjänimesi. Jos käytät Google Apps integraatiota, tämä on Googlen yrityksille ylläpitämä sähköpostiosoitteesi, kuten etunimi.sukunimi@yritys.com

source: Your phone number in international format. E.g. +44 12 123 1234
de: Bitte geben Sie uns Ihre Telefonnumer in internationalem Format an, z.B. 44 12 123 1234
fi: Puhelinnumeronne kansainvälisessä muodossa, esim. +44 12 123 1234

source: Zoho Contact Form
de: Zoho Kontaktformular
fi: Zoho yhteydenottolomake

source: Zoho integration settings
de: Zoho Integration-Einstellungen
fi: Zoho-integraation asetukset

source: Zoho is not configured in Site Setup. Please contact the site administration.
de: Zoho wird nicht in Site Setup konfiguriert. Wenden Sie sich an den Site Administrator.
fi: Zoho ei ole konfiguroitu sivuston asetuksissa. Ole hyvä ja ota yhteyttä sivuston ylläpitäjään.

source: Zoho settings
de: Zoho Einstellungen
fi: Zoho asetukset

source: box_more_news_link
fi: Pidempi yhteydenottolomake...

source: portlet_title
fi: Ota yhteyttä

source: If you are interested in our services leave your contact details below and our sales representatives will contact you.
de: Wir würden gerne mit Ihnen ins Gespräch kommen. Hier können Sie Ihre Kontaktdaten angeben.
