Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.collage.imagetags/collective.collage.imagetags-1.0.1.tar.gz/collective.collage.imagetags-1.0.1/collective/collage/imagetags/locales/*/LC_MESSAGES/collective.collage.imagetags.po
Languages: es

source: Apply
es: Aplicar

source: Image field
es: Imagen

source: Image field whose tags you want to display
es: Imagen cuyos tags desea mostrar

source: Image scale
es: Escala de la imagen

source: Image tags
es: Etiquetas

source: Imagetags settings
es: Configuración de etiquetas

source: Selected image not available
es: La imagen seleccionada no existe

source: Selected object has no image field
es: El objeto seleccionado no tiene un campo de imagen

source: Selected object has no loaded image
es: El objeto seleccionado no tiene una imagen asociada

source: Selected scale not available
es: La escala seleccionada no existe

source: Set image scale preferences and press 'Apply' button.
es: Indique la escala de imagen preferida y presione el botón 'Aplicar'.

source: Settings
es: Configurar etiquetas
