Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.portlet/collective.amberjack.portlet-0.9.tar.gz/collective.amberjack.portlet-0.9/collective/amberjack/portlet/locales/*/LC_MESSAGES/collective.amberjack.portlet.po
Languages: fr, pl, sl

source: Amberjack Choice portlet ${skinId}
fr: Choix visites guidées Amberjack ${skinId}
pl: Portlet wyboru Amberjacka ${skinId}
sl: Amberjack Izberi portlet ${skinId}

source: Amberjack start portlet ${tourId}/${skinId}
fr: Lanceur de visite guidée Amberjack ${tourId}/${skinId}
pl: Portlet rozpoczynający Amberjacka ${tourId}/${skinId}
sl: Amberjack začetni portlet ${tourId}/${skinId}

source: Amberjack tour launcher
fr: Lanceur de visite guidée Amberjack
pl: Startup dla tutoriali Amberjacka
sl: Amberjack vodič

source: Choose the skin
fr: Choisissez votre skin
pl: Wybierz skórkę
sl: Izberi temo

source: Choose the tours
fr: Choix des visites guidées
pl: Wybierz tutorial
sl: Izberi vodiče

source: Describe this set of tours
fr: Décrivez cet ensemble de visites guidées
pl: Opisz ten zestaw tutoriali
sl: Opiši kolekcijo vodičev

source: Indicate the tour's identifier you want to run on this portlet
fr: Spécifiez l'identifiant de la visite guidée à lancer avec ce portlet
pl: Wskaż identyfikator tutoriala z którego chcesz korzystać
sl: Pokaži oznako vodiča, ki ga hočeš pognati na tem portletu

source: Indicate the tour's window layout
fr: Spécifiez la mise en page de la visite guidée
pl: Wskaż layout okna
sl: Določi temo okna za vodiče

source: Select the tours that can be choosen by an user on this portlet
fr: Sélectionnez les visites guidées qui pourront être choisies par l'utilisateur sur ce portlet.
pl: Wybierz tutoriale z których użytkownik będzie mógł korzystać
sl: Izberi vodiče, katere bo uporabnik lahko izbral na portletu

source: The portlet for starting an amberjack demo
fr: Le portlet pour démarrer une démo Amberjack
pl: Portlet który rozpoczyna demo Amberjacka
sl: Portlet za začetek amberjack predstavitve

source: This text will appear as portlet's title
fr: Ce texte apparaitra comme titre du portlet.
pl: Ten tekst zostanie wykorzystany jako tytuł portletu
sl: Tekst za naslov portleta

source: Tour identifier
fr: Identifiant de la visite guidée
pl: Identyfikator tutoriala
sl: Oznaka vodiča

source: click_to_start_tour
fr: Cliquer pour lancer la visite guidée !
pl: Kliknij aby rozpocząć!
sl: Klikni za začetek vodiča!

source: title_choice_run_the_demo
fr: Choisir et lancer une visite guidée
pl: Wybierz a następnie rozpocznij tutorial
sl: Izberi in poženi vodiča

source: title_run_the_demo
fr: Lancer la démo
pl: Rozpocznij demo
sl: Poženi demo
