Repository: pypi-data/pypi-mirror-2
Catalog: packages/redsolutioncms/redsolutioncms-0.0.4.tar.gz/redsolutioncms-0.0.4/redsolutioncms/locale/*/LC_MESSAGES/django.po
Languages: ru

source: %(name)s object with primary key %(key)r does not exist.
ru: Объект %(name)s с первичным ключом %(key)r не существует.

source: Change %s
ru: Изменить %s

source: Choose frontpage handler
ru: Выберите приложение для главной страницы

source: Template
ru: Базовый шаблон

source: You must select only one package from this category
ru: Необходимо выбрать только один модуль из этой категории

source: You must select at least one package from this category
ru: Необходимо выбрать хотя бы один модуль из этой категории

source: Username
ru: Имя пользователя

source: Required. 30 characters or fewer. Alphanumeric characters only (letters, digits and underscores).
ru: Обязательно ввести не более 30 символов (латиница, цифры и подчерки)

source: This value must contain only letters, numbers and underscores.
ru: Это поле может содержать только латинские буквы, цифры и подчерки

source: Password
ru: Пароль

source: Password confirmation
ru: Подтверждение пароля

source: E-mail
ru: Электропочта

source: The two password fields didn't match.
ru: Два пароля не совпадают

source: Project name
ru: Название проекта

source: Invent a project name
ru: Название проекта

source: Desired domain
ru: Желаемый домен

source: Enter your site domain for configuration
ru: Введите имя домена для настройки

source: Database engine
ru: База данных

source: Database name
ru: Имя базы данных

source: In case of sqlite3, database filename
ru: В случае с sqlite3, имя файла базы

source: Database user
ru: Имя пользователя базы данных

source: Not used with sqlite3
ru: Не используется с sqlite3

source: Database password
ru: Пароль к базе данных

source: Database host
ru: Хост базы данных

source: Database port
ru: Порт базы данных

source: CMS was initialized
ru: CMS инициализирована

source: Base template
ru: Базовый шаблон

source: Selected
ru: Выбран

source: Package
ru: Пакет

source: Package version
ru: Версия пакета

source: Verbose name
ru: Длинное название

source: Description
ru: Описание

source: Installed to path
ru: Установлен по пути

source: Was successfully installed
ru: Успешно установлен(ы)

source: Screenshot preview URL
ru: Адрес предпросмотра

source: Category name
ru: Имя базы данных

source: Mandatory category
ru: Обязательная категория

source: Frontpage handlers
ru: Выберите приложение для главной страницы

source: Content plugins
ru: Модули для контента

source: Utilities
ru: Вспомогательные модули

source: Templates for site
ru: Шаблоны для сайта

source: Other applications
ru: Список модулей

source: Module name
ru: Имя модуля

source: Has urls
ru: Настраиваемый

source: Can handle frontpage
ru: Есть обработчик главной страницы

source: Name
ru: Имя

source: task
ru: задача

source: process pid
ru: pid процесса

source: task inactive
ru: задача неактивна

source: task executed
ru: задача выполнена

source: process finished
ru: процесс завершен

source: wait finish
ru: жду завершения

source: No description
ru: Нет описания

source: Htttp problem with index server
ru: Проблема соединения с сервером пакетов

source: Downloading packages
ru: Загрузка пакетов

source: Building your site
ru: Сборка сайта

source: Home
ru: Домой

source: Application list
ru: Список модулей

source: Application tuning
ru: Настройка модулей

source: Please correct the error below.
ru: Пожалуйста, исправьте следующую ошибку

source: Back
ru: Назад

source: Save
ru: Сохранить

source: Start
ru: Пуск

source: Site config
ru: Настройка сайта

source: Creating superuser
ru: Создание администратора

source: Select
ru: Выбрать

source: all
ru: все

source: none
ru: ни одного

source: Next
ru: Далее

source: Now I'm gonna to create superuser for your site
ru: Сейчас я собираюсь создать для Вашего сайта суперпользователя:

source: To create superuser manually, run in console
ru: Чтобы создать суперпользователя вручную, запустите из консоли

source: Skip
ru: Пропустить

source: Packages
ru: Пакеты

source: Settings
ru: Настройки

source: Settings for
ru: Настройки для

source: Make
ru: Собрать

source: Everything ready for start now
ru: Всё готово для запуска

source: Now project is ready. You're welcome to check it out
ru: Теперь проект готов. Можете посмотреть его

source: Admin your site
ru: Перейти к работе с сайтом

source: View content
ru: Посмотреть контент

source: After all, you can run development version of your site manually
ru: После всего этого, вы можете запустить отладочную версию сайта вручную

source: To do this, run in console
ru: Чтобы сделать это, запустите из консоли

source: Then your project will be available at:
ru: Ваш проект будет доступен по адресу:

source: Your admin will be available at:
ru: Административный раздел будет доступен по адресу:

source: SUDDENLY!
ru: ВНЕЗАПНО!

source: Suddenly, you see an error in CMS. This situation souldn't appears if everything going fine.
ru: Внезапно, вы встретились с ошибкой в CMS. Эта ситуация не должна была возникнуть, если бы всё работало хорошо

source: So, something going wrong
ru: Стало быть, что-то не так

source: Redirect pending
ru: Ожидаю перенаправления

source: Wait please...
ru: Прошу, подождите...

source: Page not found
ru: Страница не найдена

source: Error
ru: Ошибка

source: This Django CMS enable you to create and administrate hierarchical pages in a simple and powerful way.
ru: Эта CMS позволяет Вам создавать и управлять древовидной структурой страниц, быстро и просто

source: News application. Allow to publish news on site. You can show news archive, calendar block, or latest news block in template. Admin editor compatible with django-tinyMCE.
ru: Новостной модуль. Публикуйте новости на сайте, сделайте календарь или архив новостей. WSIWYG редактор TinyMCE

source: Allows to attach files and images for any objects, specified in configuration. If you use TinyMCE to edit object content, this module makes for you links to files in hyperlink select box and list of images in image select box.
ru: Позволяет прикреплять к любым объектам картинки и файлы. Если пользуетесь TinyMCE, то список вложений будет в меню редактора

source: MenuProxy allows you to build dynamic menu on site using different models. For example, you can combine flatpages, hardlinked views and news sorted by date in site menu. Menu will be updated dynamically, respectively, the structure of objects.
ru: Модуль меню позволяет показывать автоматическое меню для различных типов объектов. К примеру, Вы можете комбинировать меню из простых страниц, прописанных в коде ссылок и новостей, отсортированных по дате

source: Perhaps the best in the world HTML validator.
ru: Возможно, лучший в мире HTML валидатор

source: Use the TinyMCE WYSIWYG editor for your form textareas.
ru: Удобный редактор WYSIWYG редактор - что пишу, то и вижу (what you see is what you get)

source: Parts of reusable content across your site. Usable for validation meta codes, analytics codes, phone numbers, addresses and so on.
ru: Небольшие части контента на вашем сайте. Удобный модуль для мета-кодов подтверждения, аналитики, номеров телефонов и т.д.

source: Adds generic SEO fields for objects in your site or specific urls
ru: Добавляет СЕО поля для объектов на сайте, либо по указанным адресам

source: Django's set of utilities. Includes admin ImageField with preview, override for username, Localized date filter, ConsoleException middleware and broken link highlight template.
ru: Набор инструментов. Включает в себя поле с предпросмотром картинок для админки, возможность ставить точку в имени пользователя, локализованный фильтр для русских месяцов и ConsoleException middleware - удобная штука для разработчиков

source: Django hex storage is add-on on the top of Django file system. It has improvements that cover: international filenames (processed with pinyin module) and the same file names (django adds underscore to same filename, we add HEX hash) - hence the name :)
ru: Усовершенствованное хранилище файлов. Кириллические имена файлов транслитерируются, к файлам с одинаковыми именами добавляется не нижний подчерк, а хэш

source: Django hex storage is add-on on the top of Django file system. It has improvements that cover: international filenames (processed with pinyin module) and the same file names (django adds underscore to same filename, we add HEX hash) - hence the name :)
ru: Модуль для сохранения ссылок на объекты. Не беспокойтесь, если страница изменила адрес - все старые ссылки будут автоматически указывать на новый

source: Useful for deploy server installation. Adds management command to make configs for your project. Automatically recognizes media directories in 3-party applications
ru: Генератор конфигурационных файлов. Через manage.py команду создает скрипты для установки проекта на сервер. Автоматически распознает media-папки в модулях и учитывает это в настройках сервера

source: Django model url keeps track your objects' urls and inserts dynamic links in content. Do not worry, that page has changed address. All the old links will continue to work.
ru: Модуль отслеживает изменения в ваших объектах и вставляет динамические ссылки на них в контент. Не беспокойтесь, если страница изменила адрес: все старые ссылки будут указывать на новую страницу
