Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.zopeedit/collective.zopeedit-0.12.7.zip/collective.zopeedit-0.12.7/collective/zopeedit/locales/*/LC_MESSAGES/zopeedit.po
Languages: fr

source: No editor was found for that object. Specify an editor in the configuration file: (%s)
fr: Aucun logiciel d'édition n'a été trouvé pour ce fichier. Spécifiez un logiciel d'édition dans le fichier de configuration: (%s)

source: Editor did not launch properly. External editor lost connection to editor process. %s
fr: Le logiciel d'édition ne s'est pas exécuté normalement. ZopeEdit n'a pas pu surveiller l'exécution du logiciel d'édition (%s)

source: %(title)s File : %(content_file)s Saved at : %(time)s Edition completed
fr: %(title)s Fichier de travail : %(content_file)s Sauvegarde effectuée à : %(time)s Édition terminée.

source: %(title)s Edition completed
fr: %(title)s Édition du document terminée.

source: Some modifications are NOT SAVED to the server.
fr: Certaines de vos modifications ne sont PAS SAUVEGARDEES sur le serveur.

source: This file has been saved at : %(time)s
fr: Votre document a été sauvegardé à %(time)s

source: This file has never been saved
fr: Ce document n'a jamais été sauvegardé

source: You may have network issues. Reopen local copy ? If you choose 'No' you will loose all your subsequent work. if you choose 'Yes', backup your file.
fr: Problème de connexion réseau. Ré-ouvrir la copie locale ? ATTENTION : Si vous choisissez 'Non' vous allez perdre vos modifications locales. Si vous choisissez 'Oui', sauvegardez votre document dans un endroit que vous retrouverez afin de le mettre à jour ultérieurement.

source: %(title)s Local working copy : %(content_file)s Your intranet file hasn't been saved. Do you want to keep your logs and temporary working copy ?
fr: %(title)s Copie de travail de votre document : %(content_file)s Votre document n'a fait l'objet d'aucune sauvegarde sur le serveur. Voulez-vous conserver vos fichiers de traces et la copie de travail de votre document ?

source: %(title)s Local working copy : %(content_file)s Your intranet file hasn't been unlocked Do you want to keep your logs and temporary working copy ?
fr: %(title)s Copie de travail de votre document : %(content_file)s Votre document n'a pas pu être dé-verrouillé. Voulez-vous conserver vos fichiers de traces et la copie de travail de votre document ?

source: %(title)s File : %(content_file)s Saved at : %(time)s Did you close your file ?
fr: %(title)s Fichier de travail : %(content_file)s Sauvegarde effectuée à : %(time)s Avez-vous fermé votre document de travail ?

source: %(title)s : Did you close your file ?
fr: %(title)s : Avez-vous fermé votre document de travail ?

source: %(title)s Could not acquire lock. Attempt to save to Zope anyway ?
fr: %(title)s Impossible de verrouiller le fichier sur le serveur. Faut-il tout de même effectuer la sauvegarde du document sur le serveur ?

source: Could not save to Zope. Error occurred during HTTP put
fr: Impossible d'effectuer la sauvegarde sur le serveur. Erreur durant le HTTP put

source: %(title)s This object is already locked. Please unlock it or contact your administrator
fr: %(title)s Ce document est déjà verrouillé. Merci de le dé-verrouiller ou de contacter votre administrateur.

source: %s This object is already locked by you in another session. Do you want to borrow this lock and continue ?
fr: %s Vous avez déjà verrouillé ce document lors d'une autre session. Souhaitez-vous récupérer ce verrou et continuer ?

source: %s Object already locked
fr: %s Document déjà verrouillé

source: %(title)s Unable to get a lock on the server(return value %(dav_lock_response)s)
fr: %(title)s Impossible de verrouiller le document sur le serveur (Erreur n° %(dav_lock_response)s)

source: Do you want to retry ?
fr: Souhaitez-vous ré-essayer ?

source: %s Unable to lock the file on the server. This may be a network or proxy issue. Please contact your system administrator.
fr: %s Impossible de verrouiller le document sur le serveur. Il est possible que vous rencontriez un problème de réseau ou de configuration de proxy. Merci de contacter votre administrateur.

source: There is no specific user configuration file. Create it ?
fr: Voulez-vous créer un fichier de configuration utilisateur spécifique ?

source: Do you want to replace your configuration file with the default one ?
fr: Voulez-vous ré-initialiser le fichier de configuration ?

source: Do you want to replace your configuration file with the default one ?
fr: Voulez-vous ré-initialiser le fichier de configuration ?

source: Please enter your password
fr: Saisie de votre mot de passe

source: FATAL ERROR: %s ZopeEdit will close.
fr: ERREUR IRRECUPERABLE: %s Une erreur irrécupérable s'est produite : ZopeEdit va se fermer.
