Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.1.tar.gz/transifex-0.9.1/transifex/locale/*/LC_MESSAGES/django.po
Languages: lv

source: The weekly report of the <a href="%(project_url)s">%(project_name)s</a> project was generated
lv: Iknedēļas ziņojums priekš <a href="%(project_url)s">%(project_name)s</a> projekta tika izveidots

source: The user <a href="%(user_url)s">%(user_request)s</a> had access to submit files to the project <a href="%(project_url)s">%(project)s</a> granted
lv: Lietotājam <a href="%(user_url)s">%(user_request)s</a> tika atļauts iesniegtu failus projektam <a href="%(project_url)s">%(project)s</a>

source: The user <a href="%(user_url)s">%(user_request)s</a> had its request of access to submit files to the project <a href="%(project_url)s">%(project)s</a> denied
lv: Lietotājam <a href="%(user_url)s">%(user_request)s</a> tika liegts pieprasījums iesniegt failus projektā <a href="%(project_url)s">%(project)s</a>

source: Withdrew own request of access to submit files to the project <a href="%(project_url)s">%(project)s</a>
lv: Atsauca pieprasījumu uz tiesībām iesniegt failus projektā| <a href="%(project_url)s">%(project)s</a>

source: Requested access to submit files to the project <a href="%(project_url)s">%(project)s</a>
lv: Pieprasīja atļauju iesniegt failus projektā<a href="%(project_url)s">%(project)s</a>

source: The user <a href="%(user_url)s">%(user_request)s</a> had its access to submit files to the project <a href="%(project_url)s">%(project)s</a> revoked
lv: Lietotājam <a href="%(user_url)s">%(user_request)s</a> tika noņemta pieeja failu iesniegšanai projektā <a href="%(project_url)s">%(project)s</a>

source: A new <a href="%(team_url)s">%(team_name)s tranlation team</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
lv: Jauna <a href="%(team_url)s">%(team_name)s tulkošanas komanda</a> tika pievienota zem <a href="%(project_url)s">%(project_name)s</a> projekta

source: The <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
lv: <a href="%(team_url)s">%(team_name)s tulkošanas komanda</a> zem <a href="%(project_url)s">%(project_name)s</a> projekta tika mainīta

source: The <a href="%(team_url)s">%(team_name)s tranlation team</a> has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
lv: <a href="%(team_url)s">%(team_name)s tulkošanas komanda</a> tika dzēsta no <a href="%(project_url)s">%(project_name)s</a> projekta

source: The user <a href="%(user_url)s">%(user_name)s</a> has been approved as a member of the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
lv: Lietotājs <a href="%(user_url)s">%(user_name)s</a> tika apstiprināts kā biedrs <a href="%(team_url)s">%(team_name)s tulkošanas komandai</a> zem <a href="%(project_url)s">%(project_name)s</a> projekta

source: The request of user <a href="%(user_url)s">%(user_name)s</a> for joining the <a href="%(team_url)s">%(team_name)s translation team </a> of the <a href="%(project_url)s">%(project_name)s</a> project has been denied
lv: Lietotāja pieprasījums <a href="%(user_url)s">%(user_name)s</a> pievienoties <a href="%(team_url)s">%(team_name)s tulkošanas komandai </a> zem <a href="%(project_url)s">%(project_name)s</a> projekta tika liegts

source: Requested to join the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
lv: Pieprasīja pievienoties <a href="%(team_url)s">%(team_name)s tulkošanas komandai</a> zem <a href="%(project_url)s">%(project_name)s</a> projekta

source: Withdrawn its own request for joining the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
lv: Atsauca iesniegto pieprasījumu pievienoties <a href="%(team_url)s">%(team_name)s tulkošanas komandai</a> zem <a href="%(project_url)s">%(project_name)s</a> projekta

source: User has left the <a href="%(team_url)s">%(team_name)s tranlation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
lv: Lietotājs ir pametis <a href="%(team_url)s">%(team_name)s tulkošanas komandu</a> zem <a href="%(project_url)s">%(project_name)s</a> projekta

source: The request for creating a translation team for <a href="%(language_url)s">%(language_name)s</a> on the <a href="%(project_url)s">%(project_name)s</a> project has been denied
lv: Pieprasījums izveidot tulkošanas komandu priekš <a href="%(language_url)s">%(language_name)s</a> zem <a href="%(project_url)s">%(project_name)s</a> projekta tika liegta

source: The creation of a translation team for <a href="%(language_url)s">%(language_name)s</a> was requested for the project <a href="%(project_url)s">%(project_name)s</a>.
lv: Tulkošanas komandas izveide <a href="%(language_url)s">%(language_name)s</a> tika pieprasīta priekš projekta <a href="%(project_url)s">%(project_name)s</a>.

source: The user <a href="%(performer_url)s">%(performer)s</a> has nudged you
lv: Lietotājs <a href="%(performer_url)s">%(performer)s</a> iedunkāja jūs

source: Delete %(component_name)s
lv: Dzēst %(component_name)s

source: Say goodbye to <em>%(component_name)s</em>?
lv: Sakiet atā <em>%(component_name)s</em>?

source: Are you sure you want to permanently delete the component '%(component_name)s' which belongs to %(project_name)s?
lv: Esat drošs, ka vēlaties galīgi dzēst komponentu "%(component_name)s", kurš pieder projektam %(project_name)s?

source: Yes, I'm sure!
lv: Jā, esmu drošs!

source: This component supports local storing of submitted files and also sends the files to the maintainers\' email.
lv: Šis komponents atbalsta vietējo failu glabāšanu un arī nosūta failus uz uzturētāja e-pastu.

source: This component does not support local storing of submitted files. The submitted files will be sent to the maintainers\' emails and the statistics will reflect the change once the files are committed upstream.
lv: Komponents neatbalsta vietējo iesniegto failu glabāšanu. Iesniegtie faili tiek nosūtīti uz uzturētāja e-pastu un statistika attēlots izmaiņas, kad faili ir iesniegti repozitorijā.

source: This component supports local storing of submitted files and also sends the files direct to the upstream repository.
lv: Komponents atbalsta vietējo iesniegto failu glabāšanu un arī nosūta failus tieši uz repozitoriju.

source: Edit
lv: Rediģēt

source: Source details
lv: Avota detaļas

source: Repository:
lv: Repozitorijs:

source: Link to a web front-end for the source code
lv: Saite uz pirmkoda tīmekļa fasādi

source: web
lv: tīmeklis

source: Branch:
lv: Zars:

source: File filter:
lv: Faila filtrs:

source: Release:
lv: Laidiens:

source: Allows submissions:
lv: Atļaut iesniegšanas:

source: Translation files
lv: Tulkojamie faili

source: Source file:
lv: Avota fails:

source: Statistics last updated:
lv: Statistika pēdējo reizi atjaunināta:

source: ago
lv: atpakaļ

source: Component not yet pulled from source repository.
lv: Komponents vēl nav izvilkts no pirmkoda repozitorija.

source: Refresh and re-calculate statistics. This action may take some time.
lv: Atsvaidzināt un pārrēķināt statistiku. Šī darbība var aizņemt kādu laiku.

source: Refresh cache
lv: Atsvaidzināt kešu

source: Reset Transifex's local data for a clean pull
lv: Atiestatīt Transifex lokālo datus priekš tīrās vilkšanas

source: Clear cache
lv: Iztīrīt kešu

source: Any locally modified data will be overwritten with fresh copies.
lv: Jebkura lokāli mainītie dati, tiks pārrakstīti ar svaigu kopiju.

source: warning
lv: uzmanību

source: Teams:
lv: Komandas:

source: See the translation teams.
lv: Apskatīt tulkošanas komandas.

source: Translation files reviews
lv: Tulkošanas failu apskats

source: Translators can request a file review from another person, who can take a look at his work and provide any feedback needed, or simply submit the file to the upstream project.
lv: Tulkotāji var pieprasīt faila apskati no citas personas, kura var apskatīt viņa darbu un sniegt atsauksmes, kur nepieciešams, vai vienkārši iesniegt submit failu projektā.

source: Reviews
lv: Apskates

source: History
lv: Vēsture

source: Delete component
lv: Dzēst komponentu

source: Add a component
lv: Pievienot komponentu

source: Edit %(component_name)s
lv: Rediģēt %(component_name)s

source: Edit Component '%(component_name)s'
lv: Rediģēt komponentu "%(component_name)s"

source: New component for %(project_name)s
lv: Jauns komponents priekš %(project_name)s

source: Checkout
lv: Izrakstīšanās

source: Submission
lv: Iesniegšana

source: Save component
lv: Saglabāt komponentu

source: translation files
lv: tulkošanas faili

source: Add
lv: Pievienot

source: Project Component
lv: Projekta komponents

source: edit
lv: rediģēt

source: del
lv: dzēst

source: No components are registered for this project yet.
lv: Vēl neviens komponents nav reģistrēts šim projektam.

source: Add one!
lv: Pievienot vienu!

source: <em>Components</em> are smaller, self-contained parts of a larger project which consist of actual files. Examples of components of a software project could be "UI" and "Docs" or development branches like <code>HEAD</code>.
lv: <em>Komponenti</em> ir mazi, sevi-uzturošas daļas no lielāka projekta, kuri sastāv no patiesiem failiem. Piemēram, komponenti no programmatūras projekta varētu būt "UI" un "Dokumenti" vai zari, kā <code>HEAD</code>.

source: Send a new translation for this component.
lv: Sūtīt jaunu tulkojumu šim komponentam.

source: Add a new translation
lv: Pievienot jaunu tulkojumu

source: Add a translation file
lv: Pievienot tulkošanas failu

source: Local file:
lv: Lokālais fails:

source: The translation file to be uploaded for the new language.
lv: Tulkojamais fails kuru augšupielādēt jaunajai valodai.

source: Select the target file:
lv: Norādiet mērķa failu:

source: The target file is the name of the new file language. It must match the component file filter.
lv: Mērķa faila nosaukums ir jaunās valodas fails. Tam jāsakrīt ar komponenta filtru.

source: or enter it here:
lv: vai ievadiet šeit:

source: Example:
lv: Piemēram:

source: Commit message:
lv: Iesniegšanas ziņa:

source: Example: Updates to Brazilian Portuguese translation
lv: Piemēram: Atjaunināts Brazīlijas Portugāles tulkojums

source: Send
lv: Sūtīt

source: Send for Review
lv: Sūtīt apskatei

source: Delete %(project_name)s
lv: Dzēst %(project_name)s

source: Delete <em>%(project_name)s</em>
lv: Dzēst <em>%(project_name)s</em>

source: Delete
lv: Dzēst

source: Say goodbye to <em>%(project_name)s</em>?
lv: Sakiet atā <em>%(project_name)s</em>?

source: Are you sure you want to permanently delete the registered project '%(project_name)s'?
lv: Vai esat drošs, ka vēlaties neatgriezeniski dzēst reģistrēto projektu "%(project_name)s"?

source: Details
lv: Detaļas

source: Homepage:
lv: Mājas lapa:

source: Homepage for %(project_name)s
lv: Mājas lapa priekš %(project_name)s

source: Bug tracker:
lv: Kļūdu sekotājs:

source: Bug tracker for %(project_name)s
lv: Kļūdu sekotājs priekš %(project_name)s

source: Tags:
lv: Birkas:

source: Maintainer:
lv: Uzturētājs:

source: External links:
lv: Ārējās saites:

source: Screenshots
lv: Ekrānattēli

source: Delete project
lv: Dzēst projektu

source: Add a project
lv: Pievienot projektu

source: Edit %(project_name)s
lv: Rediģēt %(project_name)s

source: New project
lv: Jauns projekts

source: Add the details of your project
lv: Pievienot projekta detaļas

source: Edit the details of your project
lv: Rediģēt projekta detaļas

source: Save project
lv: Saglabāt projektu

source: Access Control
lv: Pieejas kontrole

source: Edit <em>%(project_name)s</em>
lv: Rediģēt <em>%(project_name)s</em>

source: Access control will be enabled once the project is created
lv: Pieejas kontrole tiks ieslēgta, kad projekts tiks izveidots

source: Editing <a href="%(project_url)s">%(project_name)s</a>
lv: Rediģēt <a href="%(project_url)s">%(project_name)s</a>

source: Pending requests:
lv: Apstrādājamie pieprasījumi:

source: Users with access to submit files:
lv: Lietotāji ar pieeju failu iesniegšanai:

source: Latest Projects
lv: Pēdējie projekti

source: Project list
lv: Projektu saraksts

source: Projects with tag '%(tag)s'
lv: Projekti ar birku "%(tag)s"

source: Projects on Transifex
lv: Transifex projekti

source: Add a new project
lv: Pievienot jaunu projektu

source: No projects registered yet. :-(
lv: Neviens projekts vēl nav reģistrēts :-(

source: Why don't you <a href="%(project_create)s">add one</a>?
lv: Kāpēc gan <a href="%(project_create)s">nepievieno vienu</a>?

source: Couldn't find your project? Go ahead and <a href="%(project_create)s">add it</a>!
lv: Nevarēja atrast projektu? Uz priekšu un <a href="%(project_create)s">pievienojiet to</a>!

source: Overview
lv: Pārskats

source: Translation Teams
lv: Tulkošanas komandas

source: Top Translators
lv: Visvairāk tulkojumus iesniegušie tulkotāji

source: %(number)s submission
lv: %(number)s iesniegums

source: Delete %(release_name)s
lv: Dzēst %(release_name)s

source: Say goodbye to <em>%(release_name)s</em>?
lv: Saki atā <em>%(release_name)s</em>?

source: Are you sure you want to permanently delete the release '%(release_name)s' which belongs to %(project_name)s?
lv: Vai esat drošs, ka vēlaties neatgriezeniski dzēst laidienu "%(release_name)s", kurš pieder projektam %(project_name)s?

source: Release date:
lv: Laidiena datums:

source: String freeze:
lv: Virkņu iesaldēšana:

source: Devel freeze:
lv: Izstrādes iesaldēšana:

source: Components:
lv: Komponenti:

source: Translation statistics
lv: Tulkošanas statistika

source: No translations added for this release. :-(
lv: Šim laidienam nav neviens tulkojums iesniegts :-(

source: Delete release
lv: Dzēst laidienu

source: Add a release
lv: Pievienot laidienu

source: Edit %(release_name)s
lv: Rediģēt %(release_name)s

source: Edit <em>%(release_name)s</em> release
lv: Rediģēt <em>%(release_name)s</em> laidienu

source: Editing Release '<a href="%(release_url)s">%(release_name)s</a>'
lv: Rediģēt laidienu '<a href="%(release_url)s">%(release_name)s</a>'

source: Save release
lv: Saglabāt laidienu

source: Release '%(release_name)s
lv: Laidiens %(release_name)s

source: Project/Component statistics
lv: Projekta/Komponenta statistika

source: Transifex searched for projects containing translation files for this language and release, but couldn't find any. Try submitting such a file and check again.
lv: Transifex meklēja projektus, kuri satur tulkošanas failus, šai valodai, bet nevarēja neko atrast. Mēģiniet iesniegt šādus failus un pārbaudiet atkal.

source: If you think this shouldn't happen, please <a href="%(contact_form)s">let us know</a>.
lv: Ja domājat, ka šim nevajadzēja notikt, lūdzu <a href="%(contact_form)s">paziņojiet mums</a>.

source: Untranslated Components
lv: Netulkotie komponenti

source: The following components will be included in %(release_name)s, but there are no translations sent for %(language_name)s yet.
lv: Sekojošie komponenti tiks iekļauti %(release_name)s, bet nav neviena tulkojuma iesniegta valodai %(language_name)s.

source: Project Releases
lv: Projekta laidieni

source: No releases are registered for this project yet. Why don't you <a href="%(release_create)s">add one</a>?
lv: Neviens laidiens nav reģistrēts šim projektam. Kāpēc gan <a href="%(release_create)s">nepievienot vienu</a>?

source: Submit
lv: Iesniegt

source: Translation Review Requests
lv: Tulkojuma apskates pieprasījumi

source: Open Requests
lv: Atvērt pieprasījumu

source: Review Request #%(review_id)s
lv: Apskatīt pieprasījumu #%(review_id)s

source: Who and when
lv: Kurš un kad

source: See profile
lv: Apskatīt profilu

source: %(time_since)s ago
lv: %(time_since)s atpakaļ

source: Translation Language
lv: Tulkošanas valoda

source: Go to language page
lv: Doties uz valodu lapu

source: File target
lv: Faila mērķis

source: Download the version sent for review
lv: Lejupielādēt apskates versiju

source: Score
lv: Punkti

source: Status
lv: Stāvoklis

source: Close Review
lv: Aizvērt apskati

source: Accept and submit translation
lv: Pieņemt un iesniegt tulkojumu

source: Accept
lv: Pieņemt

source: Reject translation
lv: Noraidīt tulkojumu

source: Reject
lv: Noraidīt

source: No open requests!
lv: Nav neviena atvērta pieprasījuma!

source: Closed Requests
lv: Aizvērtie pieprasījumi

source: Author
lv: Autors

source: Time Since
lv: Laiks kopš

source: Resolution
lv: Slēdziens

source: Attachment
lv: Pielikums

source: Actions
lv: Darbība

source: Reopen review request
lv: Atkārtoti atvērt apskates pieprasījumu

source: No closed requests!
lv: Nav neviena aizvērta pieprasījuma!

source: Profile settings
lv: Profila uzstādījumi

source: Sign in to add or modify projects, work on translations, and other stuff.
lv: Pieteikties, lai pievienotu un modificētu projektus, strādātu pie tulkojumiem un darītu citas lietas.

source: <p>You have been logged out.
lv: <p>Jūs esat izrakstīts.

source: Public profile of %(user)s
lv: Publiskais %(user)s profils

source: Username
lv: Lietotāja vārds

source: Your Profile
lv: Jūsu profils

source: Your profile, %(user)s
lv: Jūsu profils, %(user)s

source: Any settings associated with your account are presented and may be modified here.
lv: Jebkuri uzstādījumi saistīti ar jūsu konti tiek attēloti un var tikt modificēti šeit.

source: Change notifications
lv: Mainīt paziņojumus

source: Change notifications associated to your account
lv: Mainīt paziņojumus, kuri saistīti ar jūsu kontu

source: <p>Please sign in with your email or screen name.<br />
lv: <p>Lūdzu piesakāties ar savu e-pasta adresi vai ekrāna vārdu.<br />

source: Say goodbye to <em>%(lang_name)s</em> team?
lv: Saki atā <em>%(lang_name)s</em> komandai?

source: Are you sure you want to permanently delete the '%(lang_name)s' team which belongs to %(project_name)s?
lv: Vai esat drošs, ka vēlaties neatgriezeniski dzēst "%(lang_name)s" komandu, kura pieder projektam %(project_name)s?

source: Translation Teams - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>
lv: Tulkošanas komandas - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>

source: Mainlist:
lv: Galvenais saraksts:

source: Coordinator:
lv: Koordinātors:

source: Become a translator:
lv: Kļūsti par tulkotāju:

source: Join this Team
lv: Pievienoties šai komandai

source: People waiting for team membership approving:
lv: Cilvēki, kuri gaida komandas pievienošanās apstiprinājumu:

source: Approve
lv: Apstiprināt

source: Deny
lv: Liegt

source: Withdraw
lv: Atsaukt

source: Team Members:
lv: Komandas biedri:

source: Leave
lv: Pamest

source: Delete team
lv: Dzēst komandu

source: %(project_name)s Translation Teams
lv: %(project_name)s tulkošanas komanda

source: Translation team details
lv: Tulkošanas komandas detaļas

source: Please note that notification will not be sent when coordinators or members are added or removed on this page.
lv: Atcerieties, ka paziņojumi netiek sūtīti, kad koordinātori un biedri tiek pievienoti vai noņemti izmantojot šo moduli.

source: Save team
lv: Saglabāt komandu

source: Add a new team
lv: Pievienot jaunu komandu

source: List of team requests:
lv: Komandu pieprasījumu saraksts:

source: List of available teams:
lv: Pieejamo komandu saraksts:

source: No translation team created yet. :(
lv: Neviena tulkojumu komanda nav vēl izveidota. :-(

source: Request a new translation team for this project
lv: Pieprasīt jaunu tulkošanas komandu šim projektam

source: Request a new team
lv: Pieprasīt jaunu komandu

source: Request team
lv: Pieprasīt komandu

source: Show completed
lv: Rādīt pabeigtos

source: Give access to a translator to send translations to your project
lv: Dod pieeju tulkotājiem sūtīt tulkojumus jūsu projektam

source: Revoke permission
lv: Atsaukt atļauju

source: Grant permission
lv: Dot atļauju

source: Request permission
lv: Pieprasīt atļauju

source: Approve request
lv: Apstiprināt pieprasījumu

source: Withdraw request
lv: Atsaukt pieprasījumu

source: Deny request
lv: Liegt pieprasījumu

source: Personal information
lv: Personīgā informācija

source: Avatar
lv: Avatārs

source: Location
lv: Atrašanās vieta

source: Remove profile
lv: Noņemt profilu

source: Change e-mail
lv: Mainīt e-pastu

source: Add e-mail
lv: Pievienot e-pastu

source: Add a new e-mail address
lv: Pievienot jaunu e-pasta adresi

source: Enter the new e-mail address. An e-mail will be sent to it for testing and confirmation.
lv: Ievadiet jauno e-pasta adresi. E-pasts tiks izsūtīts testa un apstiprinājuma nolūkā.

source: E-mail validation successful
lv: E-pasta validācija veiksmīga

source: E-mail change unsuccessful
lv: E-pasta maiņa neveiksmīga

source: E-mail validation process
lv: E-pasta validācijas process

source: You can manage the e-mail validation process from the <a href="%(profile_overview)s">overview page</a>.
lv: Jūs varat pārvaldīt savu e-pasta validācijas procesu no <a href="%(profile_overview)s">pārskata lapas</a>.

source: E-mail address validated successfully.
lv: E-pasta adrese validēta veiksmīgi.

source: The key you received via e-mail is no longer valid. Please try the e-mail validation process again.
lv: Atslēga, kuru saņēmāt uz e-pastu vairs nav derīga. Lūdzu pamēģiniet e-pasta validācijas procesu atkārtoti.

source: E-mail change processed
lv: E-pasta maiņa apstrādāta

source: An e-mail has been sent to the new e-mail address for verification purposes. Please check your e-mail and complete this process by following the instructions specified in the e-mail body.
lv: E-pasts tika nosūtīts uz jauno e-pasta adresi verifikācijas nolūkā. Lūdzu pārbaudiet savu e-pastu un pabeidziet šo procesu izpildot e-pastā minētās instrukcijas.

source: Resend e-mail validation
lv: Pārsūtīt e-pasta validāciju

source: You will not be able to sign in until you have validated your e-mail address. Enter your registered e-mail address to receive the validation e-mail again.
lv: Jūs nevarēsiet pieteikties kamēr jūsu e-pasta adrese nav validēta. Ievadiet savu reģistrēto e-pasta adresi, lai saņemtu validācijas e-pastu atkārtoti.

source: Resend confirmation
lv: Pārsūtīt apstiprinājumu

source: Validation e-mail sent
lv: Validācijas e-pasts aizsūtīts

source: Your user account was already activated
lv: Jūsu lietotāja konts jau bija aktivizēts

source: You can manage the e-mail validation process from the
lv: Jūs varat e-pasta validācijas procesu pārvaldīt no

source: overview page
lv: pārskata lapas

source: We've sent you the e-mail validation link.
lv: Mēs esam nosūtījuši jums e-pasta validācijas saiti.

source: Your e-mail was already validated
lv: Jūsu e-pasts jau ir validēts

source: User sign in
lv: Lietotāja pieteikšanās

source: Enter your username and password to sign in.
lv: Ievadiet savu lietotāja vārdu un paroli, lai pieteiktos

source: Utilities
lv: Utilītas

source: Lost your password?
lv: Pazaudējāt savu paroli?

source: Resend validation e-mail
lv: Pārsūtīt validācijas e-pastu

source: Sign up!
lv: Reģistrēties!

source: Logged out
lv: Izrakstījies

source: You've been logged out.
lv: Jūs esat izrakstīts.

source: Log in again
lv: Pieteikties atkal

source: Password change for
lv: Paroles maiņa priekš

source: Password change
lv: Paroles maiņa

source: You can change your password from here. Please enter your new password twice so we can verify you typed it in correctly.
lv: Jūs varat nomainīt savu paroli šeit. Lūdzu ievadiet savu jauni epastu divreiz, lai mēs varam pārbaudīt jūsu ievada pareizību.

source: Password change successful
lv: Paroles maiņa veiksmīga

source: The password has been changed successfully.
lv: Parole ir nomainīta veiksmīgi.

source: Password key expired
lv: Paroles atslēgai termiņs ir iztecējis.
