Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.1.tar.gz/transifex-0.9.1/transifex/locale/*/LC_MESSAGES/django.po
Languages: lv

source: Search for an username or leave it blank
lv: Meklēt lietotāja vārdu vai atstājiet tukšu

source: log entry
lv: žurnāla ieraksts

source: log entries
lv: žurnāla ieraksti

source: Date/time
lv: Datums/laiks

source: User
lv: Lietotājs

source: Action
lv: Darbība

source: No history recorded yet.
lv: Vēsture vēl nav ierakstīta.

source: Loading...
lv: Ielāde...

source: Hidden
lv: Slēpts

source: Lock removed.
lv: Slēgs noņemts.

source: Sorry, but you need to send a POST request.
lv: Piedodiet, bet jums ir jāsūta POST pieprasījums.

source: Lock created. Please don't forget to remove it when you're done.
lv: Slēgs izveidots. Lūdzu neaizmirsties to noņemt, kad esat pabeiguši.

source: This file is unlocked. Most likely no one is working with it right now.
lv: Fails ir atslēgts. Visdrīzāk neviens nestrādā pie šī faila.

source: Unable to add watch for path %r
lv: Nevar pievienot sekošanu ceļam %r

source: watch
lv: sekot

source: watches
lv: sekošanas

source: Must use POST to activate
lv: Jāizmanto POST, lai aktivizētu

source: Notification is not enabled
lv: Paziņojumi nav ieslēgti

source: Watch it
lv: Sekot

source: Watch this project
lv: Sekot šim projektam

source: Stop watching this project
lv: Pārtraukt sekot šim projektam

source: Stop watching it
lv: Pārtraukt sekot

source: Watch:
lv: Skatīt:

source: My Timeline
lv: Mana laika skala

source: Timeline
lv: Laika skala

source: Filter results
lv: Filtrēt rezultātus

source: Go
lv: Aiziet

source: None available
lv: Nekas nav pieejams

source: The query returned %(counter)s result
lv: Vaicājums atgrieza %(counter)s rezultātu

source: Description
lv: Apraksts

source: %(project_name)s Timeline
lv: %(project_name)s Laika skala

source: Profile
lv: Profils

source: Name
lv: Nosaukums

source: Root
lv: Sakne

source: The URL of the codebase
lv: Koda bāzes URL

source: Type
lv: Tips

source: The codebase type (%s)
lv: Koda bāzes tips (%s)

source: The last time this unit was updated
lv: Pēdējā reize, kad vienība tika atjaunināta

source: unit
lv: vienība

source: units
lv: vienības

source: Languages on %(site_name)s
lv: Valodas uz %(site_name)s

source: The languages spoken on %s.
lv: Valoda kurā runā uz %s.

source: Code
lv: Kods

source: Code aliases
lv: Koda aizstājvārdi

source: Special Chars
lv: Īpašās rakstzīmes

source: Enter any special characters that users might find difficult to type
lv: Ievadiet īpašās rakstzīmes, kuras lietotājam būtu grūti ievadīt

source: Number of Plurals
lv: Daudzskaitļu skaits

source: Plural Equation
lv: Daudzskaitļa vienādojums

source: language
lv: valoda

source: languages
lv: valodas

source: Latest projects on %(site_name)s
lv: Pēdējie projekti uz %(site_name)s

source: Updates on changes and additions to registered projects.
lv: Reģistrēto projektu jaunumi par izmaiņām un papildinājumiem.

source: %(site_name)s: Components in %(project)s
lv: %(site_name)s: Komponenti iekš %(project)s

source: Latest components in project %s.
lv: Pēdējie komponenti projektā %s.

source: %(site_name)s: %(project)s :: %(release)s release
lv: %(site_name)s: %(project)s :: %(release)s laidiens

source: Translation statistics for all languages against %s release.
lv: Tulkošanas statistika visām valodām zem %s laidiena.

source: %(site_name)s: %(project)s :: %(release)s release :: %(lang)s
lv: %(site_name)s: %(project)s :: %(release)s laidiens :: %(lang)s

source: Translation statistics for %(lang)s language against %(release)s release.
lv: Tulkošanas statistika priekš %(lang)s valodas zem %(release)s laidiena

source: Search for a username
lv: Meklēt lietotāja vārdu

source: A regular expression to filter the exposed files. Eg: 'po/.*'
lv: Regulāra izteiksme, lai filtrētu atklātos failus. Piemēram, "po/.*"

source: Submit to
lv: Iesniegt

source: Choose how this component should handle submissions of files.The options here are available based on the component type
lv: Izvēlaties, kā komponentam vajadzētu rīkoties ar iesniegtajiem failiem. Šīs iespējas šeit ir pieejamas balstoties uz komponenta tipu

source: Search for a component
lv: Meklēt komponentu

source: Slug
lv: URL daļa

source: A short label to be used in the URL, containing only letters, numbers, underscores or hyphens.
lv: Īsa etiķete, kuru izmantos URL adresē, satur tikai burtus, ciparus, pasvītras vai defises.

source: A short name or very short description.
lv: Īss vārd vai ļoti īss apraksts.

source: A sentence or two describing the object (optional).
lv: Viens vai divi teikumi objekta aprakstam (ne obligāti).

source: Long description
lv: Garš apraksts

source: A longer description (optional). Use Markdown syntax.
lv: Garāks apraksts (nav obligāti). Izmantojiet Markdown sintaksi.

source: Homepage
lv: Mājas lapa

source: Feed
lv: Barotne

source: An RSS feed with updates to the project.
lv: RSS barotne ar projekta jaunumiem.

source: Bug tracker
lv: Kļūdu sekotājs

source: The URL for the bug and tickets tracking system (Bugzilla, Trac, etc.)
lv: Saite uz kļūdu un biļešu sekošanas sistēmu (Bugzilla, Trac, utt.)

source: Anyone can submit
lv: Ikviens var iesniegt

source: Can anyone submit files to this project?
lv: Vai katrs var iesniegt failus šai projektā?

source: Hide this object from the list view?
lv: Slēpt šo objektu no saraksta skata?

source: Enabled
lv: Ieslēgts

source: Enable this object or disable its use?
lv: Ieslēgt šo objektu vai izslēgt, tā lietošanu?

source: Tags
lv: Birka

source: Maintainers
lv: Uzturētāji

source: HTML Description
lv: HTML apraksts

source: Description in HTML.
lv: Apraksts iekš HTML

source: <Project: %s>
lv: <Projekts: %s>

source: project
lv: projekts

source: projects
lv: projekti

source: Source language
lv: Avota valoda

source: The source language for this component (e.g., 'en', 'pt_BR', 'el').
lv: Avota valoda šim komponentam (piemēram, "en", "pt_BR", "el").

source: I18n type
lv: I18n tips

source: The type of i18n support for the source code (%s)
lv: I18n tipa atbalsts no izejas koda (%s)

source: File filter
lv: Faila filtrs

source: Allows submission
lv: Atļaut iesniegšanu

source: Does this module repository allow write access?
lv: Vai šī moduļa repozitorijs atļauj rakstīšanas pieeju?

source: Calculate statistics?
lv: Aprēķināt statistiku?

source: Should statistics be calculated for this component?
lv: Vai aprēķināt statistiku šim komponentam?

source: Project
lv: Projekts

source: Unit
lv: Vienība

source: <Component: %s>
lv: <Komponents: %s>

source: component
lv: komponents

source: components
lv: komponenti

source: A string like a name or very short description.
lv: Virknei līdzīgs nosaukums vai ļoti īss apraksts.

source: A sentence or two describing the object.
lv: Viens vai divi teikumi aprakstot objektu.

source: Use Markdown syntax.
lv: Izmantot Markdown sintaksi.

source: Release date
lv: Izlaišanas datums

source: When this release will be available.
lv: Kad šis laidiens būs pieejams.

source: String freeze date
lv: Virkņu iesaldēšanas datums

source: When the translatable strings will be frozen (no strings can be added/modified which affect translations.
lv: Kad tulkojamās virknes tiks iesaldētas (nevar pievienot vai mainītas ietekmējot tulkojumu).

source: Devel freeze date
lv: Izstrādes iesaldēšanas datums

source: The last date packages from this release can be built from the developers. Translations sent after this date will not be included in the released version.
lv: Datums, kad paciņas var tikt veidotas no izstrādātājiem. Tulkojumi iesniegti pēc šī datuma netiks iekļauti šai laidiena versijā.

source: Components
lv: Komponenti

source: <Release: %(rel)s (Project %(proj)s)>
lv: <Laidiens: %(rel)s (Projekts %(proj)s)>

source: release
lv: laidiens

source: releases
lv: laidieni

source: Is allowed to maintain this project
lv: Ir atļauts uzturēt šo projektu

source: Is allowed to coordinate a team project
lv: Ir atļauts koordinēt grupas projektu

source: Is allowed to submit file to this project
lv: Ir atļauts iesniegt failus šai projektā

source: Translated:
lv: Tulkots:

source: Fuzzy:
lv: Neprecīzs:

source: Untranslated:
lv: Netulkots:

source: Total:
lv: Kopā:

source: The %s was deleted.
lv: %s tika dzēsts.

source: The file filter of this intltool POT-based component does not seem to allow the POTFILES.in file. Please fix it.
lv: Faila filtrs iekš intltool POT-balstītajiem komponentiem, liekas, neatļāuj POTFILES.in failu. Lūdzu salabojiet.

source: There is no 'pot' directory named in the set of files of this Publican like component. Maybe its file filter is not allowing access to it.
lv: Nav direktorija ar nosaukumu "pot" iekš failu kopas zem Publicētāja komponenta. Varbūt filtrs neatļauj pieeju.

source: This component is not configured for statistics calculation.
lv: Komponents nav konfigurēts statistikas aprēķiniem.

source: This component does not allow write access.
lv: Komponents neatļauj rakstīšanas pieeju.

source: Please select a file from your system to be uploaded.
lv: Lūdzu norādiet augšupielādējamo failu no jūsu sistēmas.

source: Please enter a target to upload the file.
lv: Lūdzu ievadiet augšupielādes faila mērķi.

source: Please enter only ONE target to upload the file.
lv: Lūdzu ievadiet tikai VIENU mērķi, lai veiktu faila augšupielādi.

source: The target file does not match the component file filter
lv: Mērķa fails nesakrīt ar komponenta faila filtru

source: Enter a commit message
lv: Ievadiet iesniegšanas ziņu

source: You need to be in the '%s' team of this project for being able to send translations to that file target.
lv: Jums jābūt šī projekta "%s" grupā, lai varētu sūtīt tulkojumus uz norādīto mērķa failu.

source: File submitted successfully: %s
lv: Faila iesniegšana veiksmīga: %s

source: Sorry, your file could not be sent because of an error.
lv: Piedodiet, jūsu failu nevarēja aizsūtīt dēļ kļūdas.

source: %s was deleted.
lv: %s tika dzēsts.

source: Request closed as Rejected.
lv: Pieprasījums slēgts, kā Noraidīts.

source: Request reopened.
lv: Pieprasījums atvērts atkārtoti.

source: The '%s' team was deleted.
lv: "%s" komanda tika dzēsta.

source: You are in the '%s' team already.
lv: Jūs jau esat "%s" komandā.

source: You have added a request for joining the '%s' team.
lv: Jūs esat pievienojis pieprasījumu pievienoties "%s" komandai.

source: You already have a pending request to join the '%s' team.
lv: Jūs jau esat iesniedzis pieprasījumu pievienoties "%s" komandai.

source: User '%(user)s' is in the '%(team)s' team already.
lv: Lietotājs "%(user)s" jau ir "%(team)s" komandā.

source: You have added '%(user)s' into the '%(team)s' team.
lv: Jūs esat pievienojis "%(user)s" "%(team)s" komandā.

source: You have denied the request of the user '%(user)s' to join the '%(team)s' team.
lv: Jūs esat liedzis lietotājam "%(user)s" pievienoties "%(team)s" komandā.

source: You have withdrawn your own request to join the '%s' team.
lv: Jūs esat atsaucis pieprasījumu pievienoties "%s" komandai.

source: You have left the '%s' team.
lv: Jūs esat pametis "%s" komandu.

source: You are not in the '%s' team.
lv: Jūs neesat "%s" komandā.

source: Please, select a language before submit the form.
lv: Lūdzu, norādiet valodu, pirms iesniedzas formu.

source: '%s' team already exist.
lv: "%s" komanda jau eksistē.

source: A request for creating the '%s' team already exist.
lv: Pieprasījumus izveidot "%s" komandu jau eksistē.

source: You have requested the '%s' team creation.
lv: Jūs esat pieprasījis "%s" komandas izveidi.

source: You have approved the '%(team)s' team requested by '%(user)s'.
lv: Jūs esat apstiprinājis "%(team)s" komandas pieprasījumus, kuru veica lietotājs "%(user)s".

source: You have denied the '%(team)s' team requested by '%(user)s'.
lv: Jūs esat liedzis "%(team)s" komandas pieprasījumu, kuru veica lietotājs "%(user)s".

source: When the translatable strings will be frozen (no strings which affect translations can be added/modified).
lv: Kad tulkošanas virknes tiks iesaldētas (neviena virkne, kura ietekmē tulkojumus, var tikt pievienota vai mainīta).

source: Write a short blurb for your review request.
lv: Uzraksties īsu apraksti savam apskata pieprasījumam.

source: Select a translation file for review.
lv: Izvēlaties tulkojumu failu apskatam.

source: Open
lv: Atvērts

source: Closed
lv: Aizvērts

source: Null
lv: Nekas

source: Accepted
lv: Pieņemts

source: Rejected
lv: Noraidīts

source: The review's status (open, closed, etc.)
lv: Apskata stāvoklis (atvērts, aizvērts, utt.)

source: The review's resolution/closing state.
lv: Apskata slēdziena/aizvēršanas stāvoklis.

source: Date and time of creation
lv: Izveides datums un laiks

source: Date and time of last update
lv: Pēdējā jauninājuma datums un laiks

source: The review file name
lv: Apskates faila nosaukums

source: The path of the target file which will be used on submission
lv: Ceļš uz mērķa failu, kurš tiks izmantots iesniegšanā

source: Component
lv: Komponents

source: Review Request
lv: Apskates pieprasījums

source: Review Requests
lv: Apskates pieprasījumi

source: -created_on
lv: izveidots

source: created_on
lv: izveidots

source: You can upload a file for review only if it's related to an existing language.
lv: Jūs varat tikai augšupielādēt failu apskatei, ja tas ir saistīts ar eksistējoši valodu.

source: Your file has been successfully placed for reviewing.
lv: Jūsu fails ir veiksmīgi novietoties apskatei.

source: Tarball URL
lv: Arhīva URL

source: A URL from which the tarball is accessible.
lv: URL no kura arhīvs ir pieejams.

source: tarball
lv: arhīvs

source: tarballs
lv: arhīvi

source: Coordinators are people that can manage the members of the team, for example. Search for usernames.
lv: Koordinātori ir cilvēki, kuri pārvalda komandas biedrus, piemēram, lietotāja meklēšana.

source: Members are actually people that can submit translations. Search for usernames.
lv: Biedri ir cilvēki, kuri var iesniegt tulkojumus. Meklēt lietotāja vārdus.

source: You have the user '%s' in both coordinators and members lists. Please drop him/her from one of those lists.
lv: Jums ir lietotājs "%s", kurš ir gan koordinātora, gan biedru sarakstā. Lūdzu izņemiet, viņu no viena saraksta.

source: The project which this team belongs to.
lv: Projekts, kurai komanda pieder.

source: Language
lv: Valoda

source: People in this team will only be able to submit translations files related to the specific language.
lv: Cilvēki, šai komandā, varēs tikai iesniegt tulkojuma failus, kuri saistīti ar norādīto valodu.

source: Coordinators
lv: Koordinatori

source: Members
lv: Biedri

source: Mainlist
lv: Galvenais saraksts

source: The main mailing list of the team.
lv: Galvenais komandas vēstkopa.

source: creator
lv: izveidotājs

source: team
lv: komanda

source: teams
lv: komandas

source: team creation request
lv: komandas izveides pieprasījums

source: team creation requests
lv: komandas izveides pieprasījumi

source: Team
lv: Komanda

source: team access request
lv: komandas piekļuves pieprasījums

source: team access requests
lv: komandas piekļuves pieprasījumi

source: Forbidden access
lv: Aizliegta pieeja

source: Looks like you do not have the necessary permissions for the required action.
lv: Izskatās, ka jums nav nepieciešamās atļaujas, lai veiktu nepieciešamo darbību.

source: Here's a link to the <a href="%(home)s">homepage</a>. You know, just in case.
lv: Šeit ir saite uz <a href="%(home)s">mājas lapu</a>.Visādam gadījumam,

source: Page not found
lv: Lapa nav atrasta

source: Looks like you followed a bad link. If you think it's our fault, please <a href='http://transifex.org/newticket'>let us know</a>.
lv: Izskatās, ka esat nonācis sliktā saitē. Ja domājat, ka tā ir mūsu vaina, lūdzu <a href='http://transifex.org/newticket'>infomējiet mūs</a>.

source: Page unavailable
lv: Lapa nav pieejama

source: We're sorry, but the requested page is currently unavailable.
lv: Piedodiet, bet pieprasītā lapa pagaidām nav pieejama.

source: We're messing around with things internally, and the server had a bit of a hiccup.
lv: Mēs darbojamies ar iekšējām lietām un serverim bija mazas žagas.

source: Please try again later.
lv: Lūdzu mēģiniet vēlāk atkal.

source: Welcome to Transifex
lv: Esiet sveicināts Transifex

source: Go to the start page
lv: Doties uz sākuma lapu

source: Go to start page
lv: Doties uz sākuma lapu

source: The projects being served
lv: Projekts tiek apkalpots

source: Projects
lv: Projekti

source: The languages our service serves
lv: Valodas, kurām kalpo mūsu pakalpojumi

source: Languages
lv: Valodas

source: Welcome <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!
lv: Esiet sveicināts <a title="Profila uzstādījumi" href="%(user_profile)s">%(user_username)s</a>!

source: Sign out from the website
lv: Izrakstīties no mājas lapas

source: Sign out
lv: Izrakstīties

source: Sign in
lv: Pieteikties

source: Register
lv: Reģistrēties

source: About
lv: Par

source: Drops us a line
lv: Uzraksties mums dažas rindiņas

source: Feedback
lv: Atsauksmes

source: Powered by <a href="http://transifex.org/" title="Transifex community">Transifex</a>, the Open Translation Platform
lv: Darbina <a href="http://transifex.org/" title="Transifex komūna">Transifex</a>, Atvērtā Tulkošanas Platforma

source: Transifex is a service aimed at helping translators keep track of their favourite translation projects.
lv: Transifex ir pakalpojums, kurš palīdz tulkotājiem sekot līdzi saviem mīļākajiem tulkošanas projektiem.

source: You could also browse through <a href="%(project_list)s">all projects</a>.
lv: Jums varat arī pārlūkot caur <a href="%(project_list)s">visiem projektiem</a>.

source: Search
lv: Meklēt

source: Results
lv: Rezultāti

source: Search projects
lv: Meklēt projektus

source: Search results
lv: Meklēšanas rezultāti

source: Search Results (%(result_count)s)
lv: Meklēšanas rezultāti (%(result_count)s)

source: No projects were found for "%(q)s". You may want to change your query a bit.
lv: Neviens projekts netika atrasts zem "%(q)s". Varbūt pamainiet meklēšanas vaicājumu?

source: Couldn't find your project? Why don't you go ahead and <a href="%(project_create_url)s">add it</a>?
lv: Nevarēja atrast jūsu projektu? Kāpēc gan jums nedoties un <a href="%(project_create_url)s">pievienot to</a>?

source: Find projects by name, description, etc.
lv: Meklēt projektus pēc nosaukuma, apraksta, utt.

source: Transifex administration
lv: Transifex administrācija

source: Contact us
lv: Sazinieties ar mums

source: Let us know what you think!
lv: Sakiet, ko jūs domājat!

source: We'd like to make this web service as useful as possible for our users. If you have any feedback to provide, please do so!
lv: Mēs vēlamies padarīt šo tīmekļa pakalpojumu tik draudzīgu un lietderīgu cik varam. Ja jums ir kādas atsauksmes, lūdzu uzraksties tās mums!

source: Send feedback
lv: Sūtīt atsauksmi

source: Thanks for the feedback!
lv: Paldies par jūsu atsauksmi!

source: Thanks!
lv: Paldies!

source: Thank you for your feedback.
lv: Paldies, par jūsu atsauksmi.

source: %(project)s Releases
lv: %(project)s laidieni

source: The <a href="%(project_url)s">%(project)s</a> project includes the following groups of shipped components:
lv: <a href="%(project_url)s">%(project)s</a> projekts iekļauj sekojošas komponentu grupas:

source: Languages on Transifex
lv: Transifex valodas

source: No languages registered yet. :-(
lv: Neviena valoda vēl nav reģistrēta :-(

source: Couldn't find your language? Please use the feedback form and let us know!
lv: Nevarat atrast savu valodu? Lūdzu rakstiet atsauksmi, lai paziņotu mums!

source: Notifications
lv: Paziņojumi

source: Received Notifications
lv: Saņemti paziņojumi

source: Time
lv: Laiks

source: Mark all unseen notices seen
lv: Atzīmēt visas saņemtos paziņojumus, kā redzētus

source: No notices.
lv: Nav paziņojumu.

source: Change your notification settings
lv: Mainīt savu paziņojumu uzstādījumus

source: Notification settings
lv: Paziņojuma uzstādījumi

source: You can receive notifications whenever an event occurs in Transifex. Check the notifications available for you in the list below and choose which events you would like to be notified by email.
lv: Jūs varat saņemt paziņojumus, kad notiek kāds notikums iekš Transifex. Pārbaudiet pieejamos paziņojumus no saraksta un izvēlaties tos, kurus vēlaties saņemt uz e-pasta.

source: Primary email
lv: Primārais e-pasts

source: change under
lv: mainīt zem

source: Account
lv: Konts

source: Note
lv: Piezīme

source: You do not have a verified email address to which notices can be sent. You can add one by going to
lv: Jums nav verificēta e-pasta adrese uz kuru sūtīt paziņojumus. Jūs varat pievienot vienu dodoties uz

source: Notification Type
lv: Paziņojuma tips

source: Change
lv: Mainīt

source: Notice
lv: Paziņojums

source: A new project <a href="%(project_url)s">%(project)s</a> has been added
lv: Jauns projekts <a href="%(project_url)s">%(project)s</a> ir pievienots

source: The project <a href="%(project_url)s">%(project)s</a> has been changed
lv: Projekts <a href="%(project_url)s">%(project)s</a> ir izmainīts

source: A new component <a href="%(component_url)s">%(component_name)s</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
lv: Jauns komponents <a href="%(component_url)s">%(component_name)s</a> ir pievienots <a href="%(project_url)s">%(project_name)s</a> projektam

source: The component <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
lv: Komponents <a href="%(component_url)s">%(component_name)s</a> no <a href="%(project_url)s">%(project_name)s</a> projekta ir mainīts

source: The component '%(component_name)s' has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
lv: Komponents "%(component_name)s" ir dzēsts no <a href="%(project_url)s">%(project_name)s</a> projekta

source: The following files in the <a href="%(component_url)s">%(component_name)s</a> component of the <a href="%(project_url)s">%(project_name)s</a> project have been updated:
lv: Sekojošie faili <a href="%(component_url)s">%(component_name)s</a> komponentā no<a href="%(project_url)s">%(project_name)s</a> projekta tika atjaunināti:

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> has been submitted for review to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
lv: Fails priekš <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> tika iesniegts apskatei <a href="%(component_url)s">%(component_name)s</a> no <a href="%(project_url)s">%(project_name)s</a> projekta

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
lv: Fails priekš <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)

source: A file called '%(filename)s'
lv: Fails saukts "%(filename)s"

source: has been submitted to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
lv: tika iesniegts <a href="%(component_url)s">%(component_name)s</a> no <a href="%(project_url)s">%(project_name)s</a> projekta

source: The source file (POT) has some problems and can not be created/updated for the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
lv: Avota failam (POT) ir dažas problēmas un nevar izveidots/atjaunināts priekš <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> projekta
