Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.1.tar.gz/transifex-0.9.1/transifex/locale/*/LC_MESSAGES/django.po
Languages: lv

source: The password key you're trying to use is expired. Please, request a new one.
lv: Paroles atslēgu, kuru jūs mēģināt izmantot, ir iztecējis derīgums. Lūdzu, pieprasiet jaunu atslēgu.

source: Password reset
lv: Paroles atiestatīšana

source: Password reset form
lv: Paroles atiestatīšanas forma

source: Forgotten your password? Enter your e-mail address, and we'll reset your password and e-mail the new one to you.
lv: Aizmirsāt paroli? Ievadiet savu e-pasta adresi un mēs nosūtīsim jums paroles atiestatīšanas e-pastu

source: Reset my password
lv: Atiestatīt savu paroli

source: Your password has been set. You may go ahead and log in now.
lv: Jūsu parole ir uzstādīta. Varat doties un pieteikties.

source: Change password
lv: Mainīt paroli

source: Password reset unsuccessful
lv: Paroles atiestatīšana nav veiksmīga

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
lv: Paroles atiestatīšanas saite nav derīga, iespējams, ka kāds jau ir to izmantojis. Lūdzu pieprasiet atkārtotu paroles atiestatīšanu.

source: Password reset successful
lv: Paroles atiestatīšana bija veiksmīga

source: We've e-mailed you the instructions to obtain a new password. You should be receiving it shortly.
lv: Mēs esam nosūtījuši jums e-pastā instrukcijas kā iegūt jauno paroli. Jums e-pastu vajadzētu saņemt tuvākajā laikā.

source: User registration
lv: Lietotāja reģistrācija

source: Register for a Transifex account
lv: Reģistrēt Transifex kontu

source: Joining Transifex is quick and easy. Just fill in the following form.
lv: Pievienoties Transifex ir viegli un ātri. Tikai aizpildies šo formu.

source: Registration completed
lv: Reģistrācija pabeigta

source: Register a new account
lv: Reģistrēt jaunu kontu

source: You have successfully registered a new account and an account activation url has been sent to your e-mail address. Please access this url to finish the registration process.
lv: Jūs esat veiksmīgi reģistrējuši savu jauno kontu un konta aktivizācijas saite tika nosūtīta uz jūsu e-pasta adresi. Lūdzu atveriet šo saiti, lai pabeigtu reģistrācijas procesu.

source: You have successfully registered a new account. Go to the <a href="%(overview_url)s">sign in page</a> to authenticate and start using this site.
lv: Jūs esat veiksmīgi reģistrējis jaunu kontu. Dodaties uz <a href="%(overview_url)s">pieteikšanās lapu</a>, lai autorizētos un sāktu lietot šo vietni.

source: Choose the location of your avatar
lv: Izvēlaties sava avatāra atrašanās vietu

source: Avatar selection page
lv: Avatāra atlasīšanas lapa

source: You have several options to select the image you want to use as avatar on your profile.
lv: Jums ir vairākas iespējas no kā izvēlēties, kā norādīt savu profila avatāra bildi.

source: Select an image from disk
lv: Norādiet attēlu no diska

source: Done
lv: Darīts

source: Select an image from a remote URL. Enter the URL in the field below and we'll retrieve the image for you
lv: Norādiet attēlu no attālināta URL. Ievadiet URL apakšējā laukā un mēs paņemsim bildi jūsu vietā

source: Search on Picasa Web
lv: Meklēt Picasa vietnē

source: Crop &amp; resize the area you want
lv: Apgriezt &amp; mainīt izmēru izvēlētajam laukumam

source: Delete personal information
lv: Dzēst personīgo informāciju

source: Erase all your private data except your username. You can fill in the information again later if you want to.
lv: Dzēst visus privātos datus izņemot savu lietotāja vārdu. Jūs vēlāk atkal varat aizpildīt šo informāciju, ja vēlaties.

source: Are you sure?
lv: Esat drošs?

source: Delete my data
lv: Dzēst manus datus

source: %(user)s's Dashboard
lv: %(user)s ziņojumu dēlis

source: Define your location
lv: Norādiet savu atrašanās vietu

source: Auto-discover location
lv: Automātiska vietas noteikšana

source: Country
lv: Valsts

source: Location:
lv: Atrašanās vieta:

source: Position
lv: Pozīcija:

source: Save
lv: Saglabāt

source: Location information
lv: Atrašanās informācija

source: Define your location information.
lv: Norādīt savu atrašanās informāciju

source: Overview of your profile
lv: Profila pārskats

source: Change avatar
lv: Mainīt avatāru

source: Add avatar
lv: Pievienot avatāru

source: Username:
lv: Lietotāja vārds:

source: E-mail:
lv: E-pasts:

source: Not set yet
lv: Nav vēl uzstādīts

source: (Not validated)
lv: (Nav validēts)

source: Not set
lv: Nav uzstādīts

source: Management:
lv: Pārvaldība:

source: Change your e-mail address
lv: Mainīt savu e-pasta adresi

source: Add your e-mail address
lv: Pievienot savu e-pasta adresi

source: Add location
lv: Pievienot atrašanās vietu

source: Change location
lv: Mainīt atrašanās vietu

source: Edit your personal information
lv: Rediģēt personīgo informāciju

source: Insert some information about you.
lv: Ieraksties nedaudz informācijas par sevi.

source: Nudge %(user)s
lv: Iedunkāt %(user)s

source: Native language
lv: Dzimtā valoda

source: Blog/Site
lv: Emuārs/Vietne

source: Coordinator of the following team:
lv: Koordinātors sekojošai komandai:

source: <a class="name" href="%(team_url)s">%(team_name)s</a> team of the <a class="name" href="%(project_url)s">%(project_name)s</a> project
lv: <a class="name" href="%(team_url)s">%(team_name)s</a> komanda <a class="name" href="%(project_url)s">%(project_name)s</a> projektā

source: Member of the following team:
lv: Biedrs sekojošā komandā:

source: Context
lv: Konteksts

source: Developer comments
lv: Izstrādātāja komentāri

source: Occurences
lv: Biežums

source: Translate '%(filename)s'
lv: Tulkot "%(filename)s"

source: Translate '<code>%(filename)s</code>'
lv: Tulkot "<code>%(filename)s</code>"

source: Current status for this page
lv: Pašreizējais lapas stāvoklis

source: Settings
lv: Uzstādījumi

source: Verbose editing:
lv: Detalizēta rediģēšana:

source: Filter
lv: Filtrs

source: Clear
lv: Notīrīt

source: Translated
lv: Iztulkots

source: Fuzzy
lv: Neprecīzs

source: Untranslated
lv: Netulkots

source: Total
lv: Kopā

source: Source String
lv: Avota virkne

source: Translation
lv: Tulkojums

source: Auto-translate
lv: Auto-tulkošana

source: Fuzzy?
lv: Neprecīzs?

source: Submit translations
lv: Iesniegt tulkojumus

source: Copy source string
lv: Kopēt avota virkni

source: Auto-suggest translation
lv: Automātiski ierosināt tulkojumu

source: PO file
lv: PO fails

source: PO files
lv: PO faili

source: Files
lv: Faili

source: Translations
lv: Tulkojumi

source: Options
lv: Iespējas

source: Could not generate statistics for this file
lv: Nevarēja izveidot statistiku šim failam

source: Trans:
lv: Tulkojums:

source: Untrans:
lv: Netulkots:

source: View
lv: Skatīt

source: Edit
lv: Redīģēt

source: See the team for this language
lv: Apskatīt valodas komandu

source: See statistics for this language
lv: Apskatīt valodas statistiku

source: No team for this language
lv: Šai valodai nav komandas

source: There are no languages registered matching this code
lv: Nav reģistrēta valoda, kura atbilst norādītajam kodam

source: Click here to see the multiple files for
lv: Uzklikšķiniet, lai redzētu vairākus failus priekš

source: Submit a translation for %(pofile_filename)s
lv: Iesniegt tulkojumu priekš %(pofile_filename)s

source: Submit file
lv: Iesniegt failu

source: Project/Component
lv: Projekts/Komponents

source: Go to this project page
lv: Doties uz projekta lapu

source: Go to this component page
lv: Doties uz komponenta lapu

source: See the detailed statistics for this language
lv: Apskatīt valodas detalizētu statistiku

source: There are no languages registered matching this file
lv: Nav nevienas reģistrētas valodas, kura sakristu ar šo failu

source: Click here to show or hide the source files
lv: Uzklikšķiniet šeit, lai rādītu vai slēptu avota failu

source: This component has %(sources_number)s source files
lv: Komponentam ir %(sources_number)s avota failu

source: entries
lv: ieraksti

source: Download
lv: Lejupielādēt

source: String freese date
lv: Virknes iesaldēšanas datums

source: Required. 30 characters or fewer. Unicode alphanumeric characters only (letters, digits and underscores).
lv: Nepieciešams. 30 rakstzīmes vai mazāk. Unikoda burtu un ciparu rakstzīmes tikai (burti, cipari, pasvītrojumi).

source: This value must contain only unicode letters, numbers and underscores.
lv: Vērtībai jāsatur tikai unikoda burti, cipari un pasvītrojumi.

source: Female
lv: Sieviete

source: Male
lv: Vīrietis

source: First name
lv: Pirmais vārds

source: Surname
lv: Uzvārds

source: Native Language
lv: Dzimtā valoda

source: Blog
lv: Emuārs

source: About yourself
lv: Par sevi

source: Short description of yourself (140 chars).
lv: Īss apraksts par sevi (140 rakstzīmes).

source: Looking for work?
lv: Meklējat darbu?

source: New Project Added
lv: Jauns projekts pievienots

source: when a new project is added
lv: kad pievieno jaunu projektu

source: Project Changed
lv: Projekts mainīts

source: when a project is changed
lv: kad projekts tika mainīts

source: Project Deleted
lv: Projekts dzēsts

source: when a project is deleted
lv: kad projekts tika dzēsts

source: Submit access to project requested
lv: Pieprasījums atļaut iesniegt failus projektā

source: when an user request access to submit files to a project
lv: kad lietotājs pieprasa atļauju iesniegt failus projektā

source: Submit access request to project denied
lv: Failu iesniegšanas pieprasījums noraidīts

source: when a maintainer denies access to an user to submit files to a project
lv: kad uzturētājs liedzis atļauju iesniegt failus projektā

source: Submit access request to project withdrawn
lv: Failu iesniegšanas atļaujas pieprasījums projekta atsaukts

source: when an user withdraws the access requestto submit files to a project
lv: kad lietotājs atsauc atļaujas pieprasījumu iesniegt failus projektā

source: Submit access to project granted
lv: Failu iesniegšana projektā atļauta

source: when a maintainer grants access to an user to submit files to a project
lv: kad uzturētājs atļauj lietotājam iesniegt failus projektā

source: Submit access to project revoked
lv: Failu iesniegšanas atļauja atsaukta

source: when a maintainer revokes the access of an user to submit files to a project
lv: kad uzturētājs atsauc tiesībās iesniegt failus projektā

source: New Component Added
lv: Jauns komponents pievienots

source: when a new component is added to a project
lv: kad projektam pievienoja jaunu komponentu

source: Component Changed
lv: Komponents mainīts

source: when a component of a project is changed
lv: kad projekta komponents tika mainīts

source: Component Deleted
lv: Komponents dzēsts

source: when a component of a project is deleted
lv: kad projekta komponents tika dzēsts

source: File Submitted
lv: Fails iesniegts

source: when a component file of a project is submitted
lv: kad projekta komponenta fails tika iesniegts

source: File Review Submitted
lv: Faila apskate iesniegta

source: when a file of a component is submitted for review
lv: kad komponenta fails iesniegts apskatei

source: Translation File Changed
lv: Tulkošanas fails mainīts

source: when a component translation file of a project is changed
lv: kad projekta komponenta tulkošanas fails tika mainīts

source: Translation Source File (POT) has a Problem
lv: Tulkošanas avota failam (POT) ir problēmas

source: when the source file (POT) of a component that you are a maintainer has a problem
lv: kad komponenta avota fails (POT), kuram esat uzturētājs, ir problēmas

source: New Release Added for a Watched Project
lv: Jauns laidiens pievienots sekotajam projektam

source: when a new release is added to a project
lv: kad jauns laidiens tiek pievienots projektam

source: Release Changed
lv: Laidiens mainīts

source: when a release of a project is changed
lv: kad projekta laidiens tiek mainīts

source: Release Deleted
lv: Laidiens dzēsts

source: when a release of a project is deleted
lv: kad projekta laidiens ir dzēsts

source: Release Added to a Project
lv: Laidiens pievienots projektam

source: when a release is added to a project
lv: kad laidiens tiek pievienots projektam

source: Release Deleted from a Project
lv: Laidiens dzēsts no projekta

source: when a release is deleted from a project
lv: kad laidienu dzēš no projekta

source: New Team Added
lv: Jauna komanda pievienota

source: when a new translation team is added to a project
lv: kad jauna tulkošanas komanda tiek pievienota projektam

source: Team Changed
lv: Komandas maiņa

source: when a translation team of a project is changed
lv: kad projekta tulkošanas komanda tiek mainīta

source: Team Deleted
lv: Komanda dzēsta

source: when a translation team of a project is deleted
lv: kad projekta tulkošanas komanda ir dzēsta

source: Team Creation Requested
lv: Komandas izveides pieprasījums

source: when a translation team creation is requestedfor a project
lv: kad projektam tulkošanas komandas izveide ir pieprasīta

source: Team Creation Request Denied
lv: Komandas izveides pieprasījums liegts

source: when a translation team creation requestfor a project is denied by a maintainer
lv: kad projekta uzturētājs ir liedzis tulkošanas komandas izveides pieprasījumu

source: Team User Joining Requested
lv: Komandas lietotāja pievienošanās pieprasījums

source: when an user requests for joining to a translation team of a project
lv: kad lietotājs vēlas pievienoties projekta tulkošanas komandai

source: Team User Joining Approved
lv: Komandas lietotāja pievienošanās apstiprināta

source: when an user is approved as a member of a translation team of a project
lv: kad lietotāja pievienošanās projekta tulkošanas komandai ir apstiprināta

source: Team User Joining Denied
lv: Komandas lietotāja pievienošanās liegums

source: when an user is denied as a member of a translation team of a project
lv: kad lietotājam liegts pievienoties projekta tulkošanas komandā

source: Team User Joining Withdrawn
lv: Komandas lietotāja pievienošanās atsaukta

source: when an user withdrawn its own request for joining a translation team of a project
lv: kad lietotājs atsauc pieprasījumu pievienoties projekta tulkošanas komandā

source: Team User Left
lv: Komandas lietotājs aizgāja

source: when an user leaves a translation team of a project
lv: kad lietotājs pamet projekta tulkošanas projektu

source: Weekly project report for maintainers
lv: Iknedēļas projekta ziņojums uzturētājiem

source: when you receive the weekly report of projects that you maintain.
lv: kad saņemat iknedēļas ziņojumu par projektiem, kuru uzturat

source: User Nudge
lv: Lietotāja dunka

source: when an user nudges you
lv: kad lietotāji jūs dunkā

source: Enter a valid regular expression.
lv: Ievadiet derīgu regulāro izteiksmi.

source: The root url does not point to a .tar.gz or .tgz file
lv: Saknes URL nenorāda uz .tar.gz vai .tgz failu

source: The root url must start with http:// or ftp://
lv: Saknes URL jāsākas ar http:// vai ftp://

source: This is not a valid root URL for this repository type. Valid choices are: %s
lv: Tas nav derīgs saknes URL, šim repozitorija tipam. Derīgās izvēles ir: %s

source: This repository already belongs to another project. Please choose a different one.
lv: Šis repozitorijs jau pieder citam projektam. Lūdzu izvēlaties citu.

source: You can't re-nudge the same user in a short amount of time.
lv: Jūs nevarat atkal iedunkāt to pašu lietotāju tik īsā laikā.

source: You can't nudge yourself.
lv: Jūs nevarat iedunkāt pats sevi.

source: You have nudged '%s'.
lv: Jūs esat iedunkājis "%s".

source: Enter 0 or more comma-separated integers in parentheses.
lv: Ievadiet 0 vai vairākus ar komatu atdalītus veselus skaitļus iekavās.

source: You must enter at least a pair of parentheses containing nothing.
lv: Jums vismaz jāievada iekavu pāris, kurš nesatur neko

source: Home
lv: Mājas

source: You added a permission.
lv: Jūs pievienojāt atļauju.

source: You added a permission request.
lv: Jūs pievienojāt atļaujas pieprasījumu.

source: You approved the permission request.
lv: Jūs apstiprinājāt atļaujas pieprasījumu.

source: You removed the permission.
lv: Jūs noņēmāt atļauju.

source: You removed the permission request.
lv: Jūs noņēmāt atļaujas pieprasījumu.

source: Repo URL root
lv: Repozitorija URL sakne

source: The URL of the versioning system repository/branch.
lv: URL uz versiju sistēmas repozitoriju/zaru.

source: This type of repository does not accept branches
lv: Šī repozitorija tips nepieņem zarus

source: Branch
lv: Zars

source: A VCS branch this unit is associated with
lv: VCS zars ar kuru šī vienība ir saistīta

source: Web frontend
lv: Tīmekļa fasāde

source: A URL to the project's web front-end
lv: URL uz projekta tīmekļa fasādi

source: The %s fields should be filled.
lv: %s lauks ir jāaizpilda.

source: Nothing was sent because you haven't changed anything in the translation form.
lv: Nekas netika aizsūtīts, jo jūs neko neesat izmainījis tulkošanas formā.

source: Previous
lv: Iepriekšējais

source: Next
lv: Nākamais
