Repository: pypi-data/pypi-mirror-2
Catalog: packages/*.*.cdn/*.*.cdn-0.6-.zip/*.*.cdn-0.6-/*/*/cdn/locales/*/LC_MESSAGES/*.*.cdn.po
Languages: pt_br

source: CDN Configuration
pt_br: Configurar CDN

source: CDN Hostnames
pt_br: Hostnames

source: CDN Path
pt_br: Caminho

source: CDN Port
pt_br: Porta

source: CDN Provider
pt_br: Provedor de CDN

source: CDN Settings
pt_br: Configurações

source: CDN use settings
pt_br: Configurações do uso de CDN

source: Define here if you will use a CDN.
pt_br: Escolha se você usará ou não uma CDN

source: Use CDN
pt_br: Usar CDN

source: help_cdn_hostname
pt_br: Informe os hostnames (ou hostname) para a CDN

source: help_cdn_path
pt_br: Se esta CDN exige um caminho (configuração de sua conta), informe ele aqui.

source: help_cdn_port
pt_br: Informe a porta a ser utilizada para a criação da url da CDN.

source: help_cdn_provider
pt_br: Um provedor de serviços de CDN
