Repository: pypi-data/pypi-mirror-2
Catalog: packages/getpaid.core/getpaid.core-0.9.1.tar.gz/getpaid.core-0.9.1/src/getpaid/core/locales/*/LC_MESSAGES/getpaid.po
Languages: da, hu, ja, pt_br

source: Address 1
da: Adresse 1
hu: Cím
ja: 町名・番地など
pt_br: Endereço

source: Address 2
da: Adresse 2
hu: Cím második sor
ja: マンション・アパート名・部屋番号など
pt_br: Outro Endereço

source: An organization's unique product identifier (not required since shopping cart uses content UID internally)
da: Unikt varenummer (ikke påkrævet siden indkøbskurven benytter indholdets unikke id internt)
hu: Egyedi termékazonosító (nem kötelező)
ja: SKUなどの商品ID
pt_br: Um identificador único para o produto (não é obrigatório porque o carrinho de compras utilizará o UID internamente)

source: Authorize
da: Autoriser
hu: Elfogad
pt_br: Autorizar

source: Can we contact you with offers?
da: Må vi kontakte dig med tilbud?
hu: Értesíthetjük különleges ajánlatainkról?
ja: 情報告知メールを送信してもよろしいですか？
pt_br: Podemos entrar em contato com ofertas?

source: Cancel
da: Afbryd
hu: Mégsem
ja: キャンセル
pt_br: Cancelar

source: Cancel Order
da: Afbryd ordre
hu: Megrendelés megszakítása
ja: オーダーをキャンセル
pt_br: Cancelar Pedido

source: Card Holder Name
da: Kortindehaver
hu: Kártyabirtokos neve
ja: 氏名
pt_br: Nome escrito no Cartão

source: Change Date
da: Ændr dato
hu: Dátum megváltoztatása
ja: 変更日
pt_br: Data de Modificação

source: Change Kind
da: Ændr type
hu: Típus megváltoztatása
ja: 種類の変更
pt_br: Alterar o tipo

source: Changed By
da: Ændret af
hu: Megváltoztatta
ja: 変更者
pt_br: Modificado por

source: Charge
da: Opkræv
ja: 料金
pt_br: Cobrar

source: Charge Order
da: Opkræv ordre
pt_br: Cobrar Pedido

source: Charged
da: Opkrævet
hu: Megterhelve
pt_br: Cobradop

source: City
da: By
hu: Város
ja: 区・市
pt_br: Cidade

source: Comment
da: Kommentar
hu: Megjegyzés
ja: コメント
pt_br: Comentário

source: Contact Address
da: Kontaktperson-adresse
hu: Kapcsolattartó címe
ja: アドレス
pt_br: Endereço para contato

source: Contact Address2
da: Kontaktperson-adresse 2
hu: Kapcsolattartó címe második sor
ja: アドレス２
pt_br: Outro endereço

source: Contact City
da: Kontaktpersonens by
hu: Kapcsolattartó városa
ja: 区・市
pt_br: Cidade do Contato

source: Contact Company
da: Kontaktpersonens firma
hu: Kapcsolattartó cége
ja: 法人名

source: Contact Country
da: Kontaktpersonens land
hu: Kapcsolattartó országa
ja: 国
pt_br: País do Contato

source: Contact Email
da: Kontaktpersonens email
hu: Kapcsolattartó emailcíme
ja: E-メール
pt_br: Email do Contato

source: Contact Fax
da: Kontaktpersonens fax-nummer
hu: Kapcsolattartó faxszáma
ja: ファックス
pt_br: Fax

source: Contact Information
da: Kontaktpersonsinformation
hu: Kapcsolattartó
ja: 半角ローマ字で記入してください。
pt_br: Informações de contato

source: Contact Name
da: Kontaktpersonens navn
hu: Kapcsolattartó neve
ja: 氏名
pt_br: Nome para contato

source: Contact Phone
da: Kontaktpersonens telefonnummer
hu: Kapcsolattartó telefonszáma
ja: 電話番号
pt_br: Telefone para contato

source: Contact State/Province
da: Kontaktpersonens kommune/region
hu: Kapcsolattartó megye/tartomány
ja: 都道府県
pt_br: Estado do Contato

source: Contact Zip/Postal Code
da: Kontaktpersonens postnummer
hu: Kapcsolattartó irányítószáma
ja: 郵便番号
pt_br: CEP do Contato

source: Cost
da: Pris
hu: Költség
pt_br: Preço

source: Cost of Delivery
da: Leveringspris
hu: Szállítás költsége
ja: 送料
pt_br: Custo do envio

source: Country
da: Land
hu: Ország
ja: 国
pt_br: País

source: Create
da: Opret
hu: Létrehozás
ja: 作成
pt_br: Criado

source: Creation Date
da: Oprettelsesdato
hu: Létrehozás dátuma
ja: 作成日
pt_br: Data de Criação

source: Credit Card Expiration Date
da: Kreditkortets udløbsdato
hu: Hitelkártya lekárati dátuma
ja: 有効期限
pt_br: Data de Expiração do Cartão de Crédito

source: Credit Card Number
da: Kreditkortnummer
hu: Hitelkártyaszám
ja: クレジットカード番号
pt_br: Número do Cartão de Crédito

source: Credit Card Type
da: Kreditkorttype
hu: Hitelkártya típusa
ja: タイプ
pt_br: Tipo de Cartão de Crédito

source: Credit Card Verfication Number
da: Kreditkort bekræftelsesnummer
hu: Hitelkártya ellenörző kódja
ja: セキュリティコード
pt_br: Código de Verificação do Cartão de Crédito

source: Currency Denomination Code
da: Valuta-kode
hu: Valutanem denominációs kód
pt_br: Código da Moeda

source: Customer Id
da: Kunde-id
hu: Ügyfél azonosítós
ja: カスタマーID
pt_br: Código do Cliente

source: Declined
da: Afvist
hu: Megtagadva
ja: 拒否されました
pt_br: Recusado

source: Delivered
da: Leveret
hu: Kiszállítva
ja: 出荷完了
pt_br: Entregue

source: Description
da: Beskrivelse
hu: Leírás
pt_br: Descrição

source: Dimensions
da: Dimensioner
hu: Méretei
ja: 体積
pt_br: Dimensões

source: Donation Description
da: Beskrivelse af donation
hu: Adomány leírás
ja: 寄付の説明
pt_br: Descrição da donação

source: Electronic Delivery
da: Elektronisk levering
hu: Elektronikus teljesítés
ja: 電子配信
pt_br: Entrega Eletrônica

source: Enter a weight, only two decimal places are supported. The unit is specified in the field below.
da: Indtast vægt - kun 2 decimaler er understøttet. Enhed specificeres herunder
hu: Adja meg a súlyt legfeljebb két tizedesjegy pontossággal. A mértékegység lejjebb állítható be.
ja: 重量を入力してください。単位は下記で設定してください。
pt_br: Entre o peso (com duas casas decimais, na unidade especificada abaixo

source: Enter the full name, as it appears on the card.
da: Indtast det fulde navn som det fremstår på kortet
hu: Adja meg a teljes nevet, ahogy a kártyán szerepel
ja: カードに表示されている氏名の通りローマ字で入力してください。
pt_br: Informe seu nome completo, como aparece no cartão

source: Finance
da: Finansering
hu: Pénzügy
ja: ファイナンス
pt_br: Pagamento

source: Finance State
da: Finansieringstilstand
hu: Pénzügyi állapot
ja: ファイナンス状態
pt_br: Estatus do Pagamento

source: For MC, Visa, and DC, this is a 3-digit number on back of the card. For AmEx, this is a 4-digit code on front of card.
da: For MC, Visa og DC er det et 3-cifret nummer på bagsiden af kortet. For AmEx er det en 4-cifret kode på forsiden af kortet
hu: MasterCard, Visa és DC kártyáknál ez egy 3 jegyű szám a kártya hátoldalán. AmEx kártyák esetében ez egy 4 jegyű kód a kártya elején
ja: マスターカード・VISAカードの場合はカード裏の3桁の番号を入力してください。アメリカン・エキスプレスの場合はカード表の4桁の番号を入力してください。
pt_br: Para MasterCard, Visa e Dinners, existe um código de 3 dígitos no verso do cartão. Para American Express, este código tem 4 dígitos e está na frente do cartão.

source: Fulfillment
da: Opfyldelse
hu: Teljesítés
pt_br: Expedição

source: Fulfillment State
da: Opfyldelsestilstand
hu: Teljesítés állapota
pt_br: Estatus da Expedição

source: Full Name
da: Navn
hu: Teljes név
ja: 氏名
pt_br: Nome Completo

source: Height
da: Højde
hu: Magasság
ja: 高さ
pt_br: Comprimento

source: Integer Id for a Product
da: Heltals-id for et produkt
hu: Integer termékazonosító
ja: 商品の整数ID
pt_br: Id para um produto (número inteiro)

source: Invalid Credit Card Number.
da: Ugyldigt kreditkort-nummer
hu: Érvénytelen hitelkártyaszám
ja: クレジットカード番号無効
pt_br: Número de cartão de crédito inválido.

source: Invalid Email
da: Ugyldig emailadresse
hu: Érvénytelen email
ja: E-メール無効

source: Invalid Order Id
da: Ugyldig ordre-id
hu: Érvénytelen megrendelésazonosító
ja: オーダーID無効
pt_br: Código de Pedido inválido

source: Invalid Transaction Id
da: Ugyldigt transaktions-id
hu: Érvénytelen tranzakció azonosítós
ja: トランザクションID無効

source: Invalid Weight
da: Ugyldig højde
hu: Érvénytelen súly
ja: 重量無効
pt_br: Peso Inválido

source: Length
da: Længde
hu: Hosszúság
ja: 長さ
pt_br: Largura

source: Made Payable By
da: Gjort betalbar af
hu: Megrendelhetővé tette:
ja: 支払者
pt_br: Tornado pagável por

source: Name
da: Navn
hu: Név
ja: 担当者名
pt_br: Nome

source: New State
da: Ny tilstand
hu: Új állapot
ja: 新規状態
pt_br: Novo Estado

source: No
da: Nej
hu: Nem
pt_br: Não

source: Only digit character allowed.
da: Kun cifre er tilladt
hu: Csak számokat írjon
ja: 「333-444-5555」ではなく「3334445555」のように連続した半角数字で入力してください。
pt_br: Apenas números são permitidos.

source: Only digits allowed
da: Kun cifre er tilladt
hu: Csak számok megengedettek
ja: 「333-444-5555」ではなく「3334445555」のように連続した半角数字で入力してください。
pt_br: Apenas dígitos permitidos

source: Only digits allowed - e.g. 3334445555 and not 333-444-5555
da: Kun cifre er tilladt - fx 33445566
hu: Csak számokat adjon meg, pl 3334445555 és nem 333-444-5555
ja: 「333-444-5555」ではなく「3334445555」のように連続した半角数字で入力してください。
pt_br: Apenas números são permitidos - ex: 3334445555 ao invés de 333-444-5555

source: Only digits allowed - e.g. 4444555566667777 and not 4444-5555-6666-7777
da: Kun cifre er tilladt - fx 4444555566667777 og ikke 4444-5555-6666-7777
ja: 「4444-5555-6666-7777」ではなく「4444555566667777」のように連続した半角数字で入力してください。
pt_br: Apenas números são permitidos - ex: 4444555566667777 ao invés de 4444-5555-6666-7777

source: Order Charged
da: Ordrebetaling opkrævet
hu: Megrendelés fizetve
ja: 支払完了
pt_br: Pedido Alterado

source: Order Id already set
da: Ordre-id er allerede sat
hu: Megrendelésazonosító már létezik
ja: オーダーIDはすでにセットされています。
pt_br: Código de Pedido existente

source: Order Processed
da: Ordre behandlet
hu: Megrendelés feldolgozva
pt_br: Pedido processado

source: Organization/Company
da: Evt. firma

source: Payment Declined
da: Betaling afvist
hu: Fizetés megtagadva
ja: 支払拒否されました
pt_br: Pagamento recusado

source: Period as a timedelta
da: Periode som tidsdelta
hu: Időtartam
pt_br: Intervalo Temporal

source: Phone Number
da: Telefonnummer
hu: Telefonszám
ja: 電話番号
pt_br: Número de Telefone

source: Plain Text
da: Ren tekst
hu: Sima szöveg
ja: プレーンテキスト
pt_br: Texto puro

source: Please Enter Your Address
da: Indtast venligst din adresse
hu: Kérjük adja meg a címet
ja: アドレスを入力してください。
pt_br: Por favor informe o seu endereço

source: Please select the unit in which you specified the shipment weight.
da: Vælg venligst den enhed hvori du angav forsendelsens vægt
hu: Kérjük válassza ki a súly mértékegységet, amiben a szállítási súly van megadva
ja: 出荷重量に使用する重量単位を選択ください。
pt_br: Por favor indique a unidade na qual especificou o peso.

source: Previous State
da: Tidligere tilstand
hu: Előző állapot
ja: 前の状態
pt_br: Estado anterior

source: Price
da: Pris
hu: Ár
ja: 価格
pt_br: Preço

source: Process Order
da: Behandl ordre
hu: Megrendelés feldolgozása
ja: オーダー処理プロセッサ変更しました
pt_br: Processar o pedido

source: Processor Cancel
da: Afbryd processor
hu: Feldolgozás megszakítva
ja: プロセッサキャンセル
pt_br: Cancelado

source: Processor Charged
da: Processor opkrævet
hu: Szolgáltató terhelt
ja: プロセッサ決済完了
pt_br: Cobrado

source: Processor Declined
da: Processor afvist
hu: Szolgáltató megtagadta
ja: プロセッサ拒否しました
pt_br: Negado

source: Processor Order Id
da: Processor ordre-id
hu: Szolgáltató megrendelésazonosító
ja: プロセッサオーダーID
pt_br: Identificação de ordem de pagamento

source: Product Code
da: Produktkode
hu: Termékkód
ja: 商品コード
pt_br: Código do produto

source: Product SKU
da: Produkt-SKU
hu: Cikkszám
ja: プロダクトSKU
pt_br: SKU Produto

source: Quantity
da: Antal
hu: Mennyiség
ja: 数量
pt_br: Quantidade

source: Refund
da: Tilbagebetaling
hu: Visszatérítés
ja: リファンド
pt_br: Reembolso

source: Refund Processed
da: Tilbagebetaling gennemført
hu: Visszatérítés feldolgozva
pt_br: Reembolso processado

source: Same as billing address
da: Samme som faktureringsadressen
hu: Megegyezik a számlázási címmel
ja: 請求先と同じ
pt_br: Mesmo que endereço de cobrança

source: Select a method to calculate shipping charges for orders in your store.
da: Vælg en metode til at beregne fragtpris for ordre i din butik
hu: Válasszon ki egy módot a szállítási költség számítására
ja: 送料計算に用いる方法を選択ください。

source: Select month and year
da: Vælg måned og år
hu: Hónap és év kiválasztása
ja: 年月を選択ください。
pt_br: Informe o mês e ano

source: Service Code (2 Letter)
da: Servicekode (2 bogstaver)
hu: Szolgáltatás kód (2 betű)
ja: サービスコード
pt_br: Código do Serviço (2 Letras)

source: Service Name
da: Servicenavn
hu: Szolgáltatás neve
ja: サービス名
pt_br: Nome do Serviço

source: Ship
da: Afsend
hu: Szállítás
ja: 出荷
pt_br: Enviar

source: Shipping Method
da: Forsendelsesmetode
hu: Szállítás módja
ja: 出荷方法
pt_br: Forma de entrega

source: Shipping Price
da: Forsendelsespris
hu: Szállítás ára
ja: 送料
pt_br: Preço Envio

source: Shipping Service
da: Forsendelsesservice
hu: Szállítás szolgáltató
ja: 運送サービス
pt_br: Serviço Envio

source: Shipping Weight
da: Forsendelsesvægt
hu: Szállított súly
ja: 出荷重量
pt_br: Peso do Envio

source: State
da: Tilstand
hu: Megye/tartomány
ja: 都道府県
pt_br: Estado

source: Store/Organization Name
da: Forretningen/organisationens navn
hu: Bolt/Szervezet neve
ja: ショップ・組織名
pt_br: Nome da empresa

source: Tax Identification Number
da: Skatte-identifikationsnummer
hu: Adóazonosító szám
pt_br: Número de Identificação de Imposto

source: Title
da: Titel
hu: Név
ja: タイトル
pt_br: Título

source: Tracking Number
da: Sporingsnummer
hu: Követő kód
ja: トラッキングナンバー
pt_br: Número de reconhecimento

source: Transaction Id already set
da: Transaktions-id er allerede indstillet
hu: Tranzakció azonosító már létezik
ja: トランザクションIDはセットされています

source: Unique Item Id
da: Unik enheds-id
hu: Egyedi termékazonosító
ja: 商品ID
pt_br: Id único do item

source: Very brief 50 character text (that shows up in portlet)
da: Meget kort 50 tegns tekst (der vises i portlet)
hu: Rövid 50 karakteres szöveg (ami megjelenik a portletben)
ja: ポートレットに表示される短い説明文
pt_br: Pequena descrição de 50 caracter (será mostrado em um portlet)

source: Weight Unit
da: Vægtenhed
hu: Súly mértékegység
ja: 重量単位
pt_br: Peso da Unidade

source: Weight of Packaged Item
da: Vægt af emballeret enhed
hu: Csomagolt termék súlya
ja: 梱包された商品の重量
pt_br: Peso dos itens empacotados

source: Width
da: Bredde
hu: Szélesség
ja: 幅
pt_br: Largura

source: Will Not Deliver
da: Vil ikke levere
hu: Nem teljesítjük
pt_br: Não será entregue

source: Would you prefer to receive rich html emails or only plain text
da: Foretrækker du Rich HTML-emails eller kun ren tekst?
hu: HTML vagy sima szöveges formátumban szeretné kapni a hírlevelet?
ja: 受信するメールの形式を選択してください。
pt_br: Você prefere receber a mensagem como html ou como texto puro

source: Yes
da: Ja
hu: Igen
ja: はい
pt_br: Sim

source: Your Name
da: Navn
hu: Ön neve
ja: 氏名
pt_br: Seu nome

source: Zip/Postal Code
da: Postnummer
hu: Irányítószám
ja: 郵便番号
pt_br: CEP/Código postal

source: do_not_translate
da: oversaet_ikke

source: Email Format
hu: Email formátum
ja: E-メールフォーマット
pt_br: Formato de email

source: kgs
hu: kg
ja: キログラム

source: lbs
hu: font
ja: ポンド

source: Email
ja: E-メール
