Repository: pypi-data/pypi-mirror-2
Catalog: packages/xm.portlets/xm.portlets-0.9.zip/xm.portlets-0.9/xm/portlets/locales/*/LC_MESSAGES/xm.portlets.po
Languages: de, nl

source: Attachments
de: Beilagen
nl: Bijlagen

source: Issues
de: Fragestellungen

source: Iteration links
de: Zyklen
nl: Iteraties

source: Offer
de: Angebot
nl: Offerte

source: Overview Chart
de: Diagramme
nl: Grafieken

source: Project Managers
de: Projektmanager

source: Project links
de: Projekt Links

source: employees
de: Personal
nl: Medewerkers

source: head_iterations
de: Zyklen
nl: Iteraties

source: label_current_iteration
de: Aktueller Zyklus
nl: Huidige iteratie

source: label_inprogress_overview
de: Laufende Zyklen
nl: Lopende iteraties

source: label_invoicing_overview
de: Abrechnungsüberblick
nl: Te versturen rekeningen

source: not_in_project_or_no_links
de: Derzeit ist kein Link verfügbar oder kein Projekt ausgewählt.
nl: Er is geen project geselecteerd of er zijn geen links beschikbaar.

source: project_links
de: Projekt Links

source: project_management
de: Projektmanagement
