Repository: pypi-data/pypi-mirror-2
Catalog: packages/getpaid.core/getpaid.core-0.9.2.zip/getpaid.core-0.9.2/src/getpaid/core/locales/*/LC_MESSAGES/getpaid.po
Languages: de

source: Address 1
de: Adresse 1

source: Address 2
de: Adresse 2

source: An organization's unique product identifier (not required since shopping cart uses content UID internally)
de: Firmenspezifischer Produktcode (der Warenkorb funktioniert auch ohne)

source: Authorize
de: Autorisieren

source: Can we contact you with offers?
de: Dürfen wir sie mit neuen Angeboten kontaktieren?

source: Cancel
de: Löschen

source: Cancel Order
de: Bestellung löschen

source: Card Holder Name
de: Karteninhaber

source: Change Date
de: Datum ändern

source: Change Kind
de: Art wechseln

source: Changed By
de: Geändert von

source: Charge
de: Verrechnen

source: Charge Order
de: Bestellung verrechnen

source: Charged
de: verrechnet

source: City
de: Stadt

source: Contact Information
de: Kontakt Informationen

source: Cost
de: Kosten

source: Country
de: Staat

source: Create
de: Erstellen

source: Credit Card Expiration Date
de: Kreditkarten

source: Credit Card Number
de: Kreditkarten Nummer

source: Credit Card Type
de: Kreditkarten Typ

source: Credit Card Verfication Number
de: Kontrollnummer

source: Customer Id
de: Kunden Id

source: Declined
de: Abgelehnt

source: Delivered
de: Geliefert

source: Description
de: Beschreibung

source: Dimensions
de: Grösse

source: Donation Description
de: Spendenbeschreibung

source: Electronic Delivery
de: elektronische Lieferung

source: Enter the full name, as it appears on the card.
de: Vollen Namen eingeben wie auf der Karte

source: Finance
de: Finanz

source: Finance State
de: Finanzieren

source: For MC, Visa, and DC, this is a 3-digit number on back of the card. For AmEx, this is a 4-digit code on front of card.
de: Bei MC, Visa und DC finden Sie eine 3-stellige Zahl auf der Rückseite ihrer Karte.Für AmEx, ist es ein 4-stelliger code auf der Vorderseite der Karte.

source: Fulfillment
de: Auftragsausführung

source: Fulfillment State
de: Auftragsstatus

source: Full Name
de: Vor- und Nachname

source: Invalid Credit Card Number.
de: Kreditkartennummer nicht gültig

source: Invalid Order Id
de: Falsche Bestellungs Id

source: Made Payable By
de: Zahlbar gemacht von

source: New State
de: Neuer Staat

source: No
de: Nein

source: Only digit character allowed.
de: Nur Ziffern erlaubt

source: Only digits allowed - e.g. 3334445555 and not 333-444-5555
de: Nur Ziffern erlaubt - z.B. 3334445555 nicht 333-444-5555

source: Only digits allowed - e.g. 4444555566667777 and not 4444-5555-6666-7777
de: Nur Ziffern erlaubt - z.B. 4444555566667777 nicht 4444-5555-6666-7777

source: Order Charged
de: Bestellung verrechnet

source: Order Id already set
de: Bestellungs Id schon eingestellt

source: Order Processed
de: Bestellung verarbeitet

source: Organization/Company
de: Firma

source: Payment Declined
de: Zahlung abgelehnt

source: Phone Number
de: Telefonnummer

source: Plain Text
de: Nur Text

source: Please Enter Your Address
de: Bitte die Adresse eingeben

source: Previous State
de: Vorheriger Staat

source: Price
de: Preis

source: Process Order
de: Bestellung verarbeiten

source: Processor Cancel
de: Prozessor Löschen

source: Processor Charged
de: Verrechnungsprozessor

source: Processor Declined
de: Prozessor abgelehnt

source: Processor Order Id
de: Prozessor Bestellungs Id

source: Product Code
de: Produkt Kode

source: Quantity
de: Quantität

source: Refund
de: Kostenerstattung

source: Refund Processed
de: Kostenerstattung verarbeitet

source: Same as billing address
de: wie Rechnungsadresse

source: Select month and year
de: Monat und Jahr auswählen

source: Ship
de: absenden

source: State
de: Region / Provinz

source: Tax
de: Steuer

source: Unique Item Id
de: Einzigartige Produkt Id

source: Very brief 50 character text (that shows up in portlet)
de: Kurze 50 Zeichen lange Beschreibung (wird im portlet angezeigt)

source: Weight Unit
de: Gewichtseinheit

source: Will Not Deliver
de: Wird nicht geliefert

source: Would you prefer to receive rich html emails or only plain text
de: Wollen Sie rich html oder nur plain text emails erhalten

source: Yes
de: Ja

source: Your Name
de: Ihr Name

source: Zip/Postal Code
de: Postleitzahl

source: kgs
de: Kilogramm (kg)

source: lbs
de: Pfund (lbs)
