Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.portlet.feedmixer/collective.portlet.feedmixer-1.6.zip/collective.portlet.feedmixer-1.6/collective/portlet/feedmixer/locales/*/LC_MESSAGES/collective.portlet.feedmixer.po
Languages: pt_br

source: heading_title
pt_br: Título

source: description_title
pt_br: Este título aparecerá na parte superior da portlet. Sendo assim, deve-se informar um título curto.

source: heading_cache_timeout
pt_br: Duração da cache nos canais

source: description_cache_timeout
pt_br: Os RSS não se comunicarão com seus servidores de origem durante o período de tempo especificado aqui.

source: 5 minutes
pt_br: 5 minutos

source: 15 minutes
pt_br: 15 minutos

source: 30 minutes
pt_br: 30 minutos

source: 1 hour
pt_br: 1 hora

source: 24 hours
pt_br: 24 horas

source: heading_items_shown
pt_br: Número de elementos a mostrar

source: description_items_shown
pt_br: Quantidade de itens que serão mostrados na portlet.

source: heading_feeds
pt_br: Endereços de RSS/Atom

source: description_feeds
pt_br: Informar os endereços dos canais que serão exibidos, deve ser inserido um por linha. Os canais do tipo RSS 0.9x, RSS 1.0, RSS 2.0, CDF, Atom 0.3 y Atom 1.0 são compatíveis.

source: box_full_feed_view
pt_br: Mais
