Repository: pypi-data/pypi-mirror-2
Catalog: packages/tecnoteca.googlemap/tecnoteca.googlemap-1.0-b2.tar.gz/tecnoteca.googlemap-1.0-b2/tecnoteca/googlemap/locales/*/LC_MESSAGES/tecnoteca.googlemap.po
Languages: it

source: Available icons
it: Icone disponibili

source: Available icons desc
it: Icone dei punti d'interesse

source: Category icon
it: Icona categoria

source: Category selected (active) at map start
it: Categoria attiva all'apertura della mappa

source: Close panel
it: &raquo; chiudi

source: Color
it: Colore

source: Coordinates
it: Coordinate del punto

source: Coordinates lat long
it: Valori di latitudine e longitudine

source: Coordinates widget mapsize
it: Dimensione widget selezione coordinate

source: Coordinates widget mapsize desc
it: Dimensione mappa - larghezza x altezza, in px - del widget per la selezione delle coordinate

source: Custom icon
it: Icona personalizzata

source: Default Active
it: Attivo all'apertura

source: Default active
it: Attivo all'apertura

source: Default active at map start
it: Selezionare per attivare all'apertura della mappa

source: Default location
it: Coordinate iniziali

source: Default location desc
it: Coordinate iniziali di nuovi oggetti "Google Map" e "Punto d'interesse"

source: Default mapsize
it: Dimensione mappa

source: Default mapsize desc
it: Dimensione mappa - larghezza x altezza, in px - dei nuovi oggetti "Google Map"

source: Default zoom level
it: Livello di zoom iniziale della mappa

source: Encoded Polyline
it: Codifica percorso

source: Encoded levels
it: Codifica livelli - <a href='http://code.google.com/apis/maps/documentation/polylineutility.html' target='_blank'>clicca qui</a> per calcolare la codifica dei livelli

source: Encoded polyline
it: Codifica percorso

source: Encoded polyline value
it: Codifica del percorso - <a href='http://code.google.com/apis/maps/documentation/polylineutility.html' target='_blank'>clicca qui</a> per calcolare la codifica del percorso

source: Frontend Categories
it: Categorie di punti

source: Frontend Markers
it: Punti d'interesse

source: Frontend NoJavascript
it: JavaScript deve essere abilitato per poter visualizzare la mappa!

source: Frontend Polygons
it: Aree

source: Frontend Polylines
it: Percorsi

source: Google Map Category
it: Categoria di punti

source: Google Map Category Container
it: Macro Categoria

source: Google Map Marker
it: Punto d'interesse

source: Google Map Object
it: Oggetto Google Map

source: Google Map Polygon
it: Area

source: Google Map Polyline
it: Percorso

source: Google Map related markers
it: Google Map punti in relazione

source: GoogleMap api keys desc
it: URL configurati e relative Google Key

source: Icon
it: Icona

source: Items in relation with marker
it: Contenuti in relazione con il punto d'interesse

source: Large Map Control
it: Controlli mappa

source: Large map control buttons
it: Controlli mappa estesi

source: Levels
it: Livelli

source: Line thickness (px)
it: Spessore della linea in pixel

source: Map Height
it: Altezza mappa

source: Map Type
it: Tipologia mappa

source: Map Type Control
it: Selezione tipologia mappa

source: Map Width
it: Larghezza mappa

source: Map height (px)
it: Specificare l'altezza della mappa in pixel

source: Map width (px)
it: Specificare la larghezza della mappa in pixel

source: Marker text
it: Testo del marker

source: Num Levels
it: Numero livelli

source: Number of levels
it: Numero di livelli

source: Opacity
it: Trasparenza

source: Opacity level
it: Livello trsparenza: 0=invisibile, 1=no transparenza

source: Opacity level - from 0=invisible to 1=no transparency
it: Livello trasparenza - da 0=invisibile a 1=senza trasparenza

source: Open boxes
it: Visualizza i box (aree, percorsi, categorie) aperti all'apertura della mappa

source: Open panel
it: &raquo; apri

source: OpenBoxes
it: Box aperti all'apertura

source: Outline
it: Mostra bordo

source: Outline area
it: Mostra bordo intorno all'area

source: Overview Map Control
it: Mappa di overview

source: Parameters configuration
it: Configurazione parametri

source: Polygon color
it: Colore area

source: Polyline color
it: Colore percorso

source: Product settings
it: Impostazioni GoogleMap

source: Related Markers
it: Punti d'interesse associati

source: Search Address
it: Digita qui l'indirizzo:

source: Select a custom icon for category
it: Inserisci un'icona diversa per questa categoria - visita <a href='http://code.google.com/p/google-maps-icons/' target='_blank'>questa pagina</a> per ottenere altre icone da poter utilizzare

source: Select default map type
it: Selezionare la tipologia iniziale della mappa

source: Show Panoramio button
it: Visualizza pulsante Panoramio - <a href='http://www.panoramio.com/' target='_blank'>clicca qui</a> per maggiori informazioni su Panoramio

source: Show map type buttons
it: Visualizza i pulsanti per la selezione della tipologia della mappa

source: Show the overview map
it: Visualizza la mappa di overview

source: Standard icon disabled
it: Icona personalizzata inserita

source: TTGoogleMap
it: Google Map

source: TTGoogleMapCategory
it: Categoria di punti

source: TTGoogleMapCategoryContainer
it: Macro Categoria

source: TTGoogleMapMarker
it: Punto d'interesse

source: TTGoogleMapPolygon
it: Area

source: TTGoogleMapPolyline
it: Percorso

source: Text
it: Testo

source: Text on top of the map
it: Testo da inserire prima della mappa

source: Weight
it: Spessore

source: Zoom Factor
it: Zoom

source: Zoom Level
it: Livello zoom

source: Zoom factor
it: Livello zoom

source: Zoom factor parameter
it: Livello di zoom
