Repository: pypi-data/pypi-mirror-2
Catalog: packages/getpaid.discount/getpaid.discount-0.9.tar.gz/getpaid.discount-0.9/src/getpaid/discount/locales/*/LC_MESSAGES/plone.po
Languages: fr

source: BuyXGetXFreeable
fr: XpourleprixdeY

source: Discount Code
fr: Code de réduction

source: Discount Title
fr: Intitulé de la promotion

source: Discountable_portlet
fr: Portlet de promotion

source: Dollars Off
fr: Euros de moins

source: Number of free items
fr: Nombre d'articles offerts

source: Number of items to buy
fr: Nombre d'articles à acheter

source: Percentage Off
fr: Réduction en pourcentage

source: Price after Discount
fr: Prix après réduction

source: Type of Discount
fr: Type de remise

source: Value of the discount
fr: Valeur de la remise

source: description_discountable_portlet
fr: Un portlet de réduction

source: details_discount_off
fr: ${discounted_value}( réduction de ${discount_value} )

source: details_discount_percentage
fr: ${discounted_value_percentage}(${discount_value}% en moins)

source: discount_title_ref_obj_title
fr: ${discount_title} sur ${ref_obj_title}

source: free_additional_items_number
fr: ${number_res} d'article(s) offerts

source: free_additional_items_title
fr: ${discount_title} sur ${ref_obj_title}

source: orderx_getyfree
fr: Commandez ${number_to_buy}, recevez ${number_free} supplémentaire à titre gracieux

source: title_discountable_portlet
fr: Portlet de Réduction

source: total_discount_off
fr: ${discount_value_X}

source: total_discount_percentage
fr: Total de ${discount_value_percentage}

source: total_percentage_off
fr: Réduction totale de ${discount_value}

source: total_percentage_off_title
fr: ${discount_title} sur ${ref_obj_title}
