Repository: pypi-data/pypi-mirror-2
Catalog: packages/raptus.browsermessage/raptus.browsermessage-2.0b1.tar.gz/raptus.browsermessage-2.0b1/raptus/browsermessage/i18n/raptus.browsermessage-*.po
Languages: de, fr

source: Browsers for which the message appears
de: Browser für welche die Nachricht angezeigt wird
fr: Navigateurs qui montrent ce message

source: Browsers to suggest
de: Browser die vorgeschlagen werden
fr: Navigateurs à recommander

source: Ignore
de: Ignorieren
fr: Ignorer

source: Manage browser message
de: Browser-Nachrichten verwalten
fr: Gérer le message navigateur

source: Please upgrade
de: Bitte updaten
fr: Veuillez mettre à jour

source: Select
de: Auswählen
fr: Choisir

source: Select the Browsers for which the upgrade message shall appear
de: Wählen Sie die Browser aus für welche die Upgrade-Nachricht angezeigt werden soll
fr: Choisissez les navigateurs pour lesquels le message de mise à jour doit apparaître

source: Select the Browsers to present to the user for upgrade
de: Wählen Sie die Browser die zum Upgrade vorgeschlagen werden sollen
fr: Choisissez les navigateurs présentés à l'utilisateur pour la mise à jour

source: This website has not been tested in your Browser (${browser}), you may come across layout or functionality problems, which may result in inaccessible content or behaviour.
de: Diese Webseite wurde nicht mit dem von Ihnen verwendeten Browser (${browser}) getestet, es kann zu Anzeige- und Funktionalitätsproblemen kommen, was zu unzugänglichen Inhalten oder Funktionen führen kann.
fr: Ce site web n'a pas été testé avec votre navigateur (${browser}), vous pourriez rencontrer des problèmes d'affichage ou de fonctionalité, ce qui pourrait à son tour rendre inaccessible certaines information ou fonctions pour vous.

source: Your Browser is not up to date
de: Ihr Browser ist nicht aktuell
fr: Votre navigateur n'est pas à jour.
