Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.0.tar.gz/transifex-0.9.0/transifex/locale/*/LC_MESSAGES/django.po
Languages: nl, pl, sq

source: Translators can request a file review from another person, who can take a look at his work and provide any feedback needed, or simply submit the file to the upstream project.
nl: Vertalers kunnen een aanvraag doen om hun bestand te laten nakijken door een andere persoon, die hun werk kan nakijken en feedback geven, of gewoon het bestand inzenden naar het upstream project.
pl: Tłumacze mogą żądać recenzji pliki od innej osoby, która może przejrzeć jego pracę i dostarczyć wymaganą opinię lub po prostu wysłać plik do oryginalnego projektu.
sq: Përkthyesit mund të kërkojnë shqyrtim kartele nga një person tjetër, i cili mund t'i hedhë një sy punës së tij dhe të japë përshtypjet e tij, ose thjesht ta parashtrojëkartelën te projekti.

source: Reviews
pl: Recenzje
sq: Shqyrtime

source: History
nl: Geschiedenis
pl: Historia
sq: Historik

source: Delete component
nl: Component verwijderen
pl: Usuń składnik
sq: Fshije përbërësin

source: Add a component
nl: Een component toevoegen
pl: Dodaj składnik
sq: Shtoni një përbërës

source: Edit %(component_name)s
nl: %(component_name)s bewerken
pl: Zmodyfikuj %(component_name)s
sq: Përpunoni %(component_name)s

source: Edit Component '%(component_name)s'
nl: Component '%(component_name)s' wijzigen
pl: Zmodyfikuj składnik "%(component_name)s"
sq: Përpunoni Përbërësen '%(component_name)s'

source: New component for %(project_name)s
nl: Nieuwe component voor %(project_name)s
pl: Nowy składnik dla %(project_name)s
sq: Përbërës i ri për %(project_name)s

source: Checkout
nl: Uitchecken
pl: Pobieranie
sq: Marrje

source: Submission
nl: Inzending
pl: Wysyłanie
sq: Parashtrim

source: Save component
nl: Component opslaan
pl: Zapisz składnik
sq: Ruaje përbërësin

source: translation files
nl: vertaalbestanden
pl: pliki tłumaczenia
sq: Kartela përkthimi

source: Add
nl: Toevoegen
pl: Dodaj
sq: Shto

source: Project Component
pl: Składnik projektu
sq: Përbërës Projekti

source: edit
nl: wijzig
pl: edycja
sq: përpunojeni

source: del
nl: wissen
pl: usuń

source: No components are registered for this project yet.
nl: Er zijn nog geen componenten geregistreerd voor dit project.
pl: Nie zarejestrowano jeszcze żadnych składników dla tego projektu.
sq: Ende nuk ka përbërësa të regjistruar për këtë projekt.

source: Add one!
nl: Voeg er een toe!
pl: Dodaj składnik.
sq: Shtoni një!

source: <em>Components</em> are smaller, self-contained parts of a larger project which consist of actual files. Examples of components of a software project could be "UI" and "Docs" or development branches like <code>HEAD</code>.
nl: <em>Componenten</em> zijn kleinere, op zichzelf staande onderdelen van een groter project dat bestaat uit eigenlijke bestanden. Voorbeelden van componenten van een software-project zijn bijvoorbeeld "UI" (user interface, gebruikersinterface) en "Docs" of ontwikkelingstakken zoals<code>HEAD</code>.
pl: <em>Składniki</em> są mniejszymi, samodzielnymi częściami większego projektu, które składają się z właściwych plików. Przykładami składników projektu oprogramowania mogą być "UI" i "Docs" lub gałęzie programistyczne, takie jak <code>HEAD</code>.
sq: <em>Përbërësit</em> janë pjesë më të vogla, të mëvetëshme, të një projekti më të madh, që përmbajnë kartelat reale. Shembuj përbërësish të një projekti "software" mund të ishin "UI" dhe "Docs" ose degë zhvillimi si <code>HEAD</code>.

source: Send a new translation for this component.
nl: Een nieuwe vertaling inzenden voor deze component.
pl: Wysłanie nowego tłumaczenia dla tego składnika.
sq: Dërgoni një përkthim të ri për këtë përbërëse.

source: Add a new translation
nl: Een nieuwe vertaling toevoegen
pl: Dodaj nowe tłumaczenie
sq: Shto përkthim të ri

source: Add a translation file
nl: Een vertaalbestand toevoegen
pl: Dodaj plik tłumaczenia
sq: Shto kartelë përkthimi

source: Local file:
nl: Lokaal bestand:
pl: Lokalny plik:
sq: Kartelë vendore:

source: The translation file to be uploaded for the new language.
nl: Het vertaalbestand dat geüpload moet worden voor de nieuwe taal.
pl: Plik tłumaczenia został wysłany dla nowego języka.
sq: Kartela e përkthimit që duhet ngarkuar për gjuhën e re.

source: Select the target file:
nl: Selecteer het doelbestand:
pl: Proszę wybrać plik docelowy:
sq: Përzgjidhni kartelën objektiv:

source: The target file is the name of the new file language. It must match the component file filter.
nl: Het doelbestand is de naam van de nieuwe bestandstaal. Deze moet overeenkomen met de bestandsfilter van de component.
pl: Plik docelowy to nazwa pliku nowego języka. Musi zgadzać się z filtrem plików składnika.
sq: Kartela objektiv është emri i kartelës së re gjuhësore. Duhet të përputhet me filtrin e kartelave të përbërëses.

source: or enter it here:
nl: of voer het hier in:
pl: lub proszę podać tutaj:
sq: ose jepeni këtu:

source: Example:
nl: Voorbeeld:
pl: Przykład:
sq: Shembull:

source: Commit message:
nl: Bericht toepassen:
pl: Komunikat wysyłania:
sq: Mesazh dërgimi:

source: Example: Updates to Brazilian Portuguese translation
nl: Voorbeeld: updates voor Portugees-Braziliaanse vertaling
pl: Przykład: Updates to Polish translation
sq: Shembull: Përditësime për përkthimin në Portugezçe Braziliane

source: Send
nl: Verstuur
pl: Wyślij
sq: Dërgoje

source: Send for Review
nl: Inzenden ter nazicht
pl: Wyślij do recenzji
sq: Dërgojeni për Shqyrtim

source: Delete %(project_name)s
nl: %(project_name)s wissen
pl: Usuń %(project_name)s
sq: Fshije %(project_name)s

source: Delete <em>%(project_name)s</em>
nl: <em>%(project_name)s</em> wissen
pl: Usuń <em>%(project_name)s</em>
sq: Fshije <em>%(project_name)s</em>

source: Delete
nl: Verwijderen
pl: Usuń
sq: Fshije

source: Say goodbye to <em>%(project_name)s</em>?
nl: Vaarwel zeggen tegen <em>%(project_name)s</em>?
pl: Pożegnać <em>%(project_name)s</em>?
sq: T'i thuhet mirupafshim <em>%(project_name)s</em>?

source: Are you sure you want to permanently delete the registered project '%(project_name)s'?
nl: Ben je zeker dat je het geregistreerde project '%(project_name)s' permanent wil wissen?
pl: Na pewno trwale usunąć zarejestrowany projekt "%(project_name)s"?
sq: Jeni i sigurt që doni të fshihet përgjithmonë projekti i regjistruar '%(project_name)s'?

source: Details
pl: Szczegóły
sq: Hollësi

source: Homepage:
nl: Homepagina:
pl: Strona domowa:
sq: Faqe Hyrëse:

source: Homepage for %(project_name)s
nl: Homepage voor %(project_name)s
pl: Strona domowa projektu %(project_name)s
sq: Faqe hyrëse për %(project_name)s

source: Bug tracker:
pl: System śledzenia błędów:
sq: Gjurmes të metash:

source: Bug tracker for %(project_name)s
nl: Bug tracker voor %(project_name)s
pl: System śledzenia błędów projektu %(project_name)s
sq: Gjurmues të metash për %(project_name)s

source: Tags:
nl: Labels:
pl: Znaczniki:
sq: Etiketa:

source: Maintainer:
nl: Onderhouder
pl: Opiekun:
sq: Mirëmbajtës:

source: External links:
nl: Externe links:
pl: Zewnętrzne odnośniki:
sq: Lidhje të jashtme:

source: Screenshots
pl: Zrzuty ekranu
sq: Foto ekrani

source: Delete project
nl: Project wissen
pl: Usuń projekt
sq: Fshije projektin

source: Add a project
nl: Een project toevoegen
pl: Dodaj projekt
sq: Shtoni një projekt

source: Edit %(project_name)s
nl: %(project_name)s bewerken
pl: Zmodyfikuj %(project_name)s
sq: Përpunoni %(project_name)s

source: New project
nl: Nieuw project
pl: Nowy projekt
sq: Projekt i ri

source: Add the details of your project
nl: De details van je project toevoegen
pl: Dodaj szczegóły ptrojektu
sq: Shtoni hollësitë e projektit tuaj

source: Edit the details of your project
nl: De details van je project wijzigen
pl: Zmodyfikuj szczegóły projektu
sq: Përpunoni hollësitë e projektit tuaj

source: Save project
nl: Project opslaan
pl: Zapisz projekt
sq: Ruaje projektin

source: Access Control
nl: Toegangscontrole
pl: Kontrola dostępu
sq: Kontroll Hyrjesh

source: You have the following choices to manage how people can have submission access to your project:
pl: Dostępne są następujące sposoby na zarządzanie dostępem do wysyłania dla projektu:

source: Go to the project writers page.
pl: Przejście do strony twórców projektu.

source: Save Access Control Settings
pl: Zapisz ustawienia kontroli dostępu

source: Edit <em>%(project_name)s</em>
nl: <em>%(project_name)s</em> bewerken
pl: Zmodyfikuj <em>%(project_name)s</em>
sq: Përpunoni <em>%(project_name)s</em>

source: Access control will be enabled once the project is created
nl: Toegangsbeheer zal geactiveerd worden op het moment dat het project aangemaakt wordt
pl: Kontrola dostępu zostanie włączona po utworzeniu projektu
sq: Kontrolli i hyrjeve do të aktivizohet sapo të krijohet projekti

source: Editing <a href="%(project_url)s">%(project_name)s</a>
nl: <a href="%(project_url)s">%(project_name)s wijzigen</a>
pl: Modyfikowanie <a href="%(project_url)s">%(project_name)s</a>
sq: Po përpunohet <a href="%(project_url)s">%(project_name)s</a>

source: Give write access to a translator to send translations to your project independent of a translation team.
pl: Udzielenie dostępu do zapisu tłumaczowi, aby wysyłał tłumaczenia do projektu niezależnie od zespołu tłumaczenia.

source: Pending requests:
nl: Aanvragen in afwachting van verwerking:
pl: Oczekujące żądania:
sq: Kërkesa në pritje të shqyrtimit:

source: Users with access to submit files:
nl: Gebruikers met toegang om bestanden in te zenden:
pl: Użytkownicy z dostępem do wysyłania plików:
sq: Përdoruesa me hyrje parashtrimi kartelash:

source: Latest Projects
nl: Laatste nieuwe projecten
pl: Najnowsze projekty
sq: Projektet më të Fundit

source: Project list
nl: Projectlijst
pl: Lista projektów
sq: Listë projektesh

source: Projects with tag '%(tag)s'
nl: Projecten met '%(tag)s' als label
pl: Projekty ze znacznikiem "%(tag)s"
sq: Projekte me etiketën '%(tag)s'

source: Projects on Transifex
nl: Projexten op Transifex
pl: Projekty w usłudze Transifex
sq: Projekte në Transifex

source: Add a new project
nl: Een nieuw project toevoegen
pl: Dodaj nowy projekt
sq: Shtoni një projekt të ri

source: No projects registered yet. :-(
nl: Nog geen projecten geregistreerd. :-(
pl: Nie zarejestrowano jeszcze projektów. :-(
sq: Ende pa projekte të regjistruar. :-(

source: Why don't you <a href="%(project_create)s">add one</a>?
nl: Waarom geen project <a href="%(project_create)s">toevoegen</a>?
pl: Dlaczego nie <a href="%(project_create)s">dodasz projektu</a>?
sq: Pse nuk <a href="%(project_create)s">shtoni një të tillë</a>?

source: Couldn't find your project? Go ahead and <a href="%(project_create)s">add it</a>!
nl: Kon je je project niet vinden? Ga verder en <a href="%(project_create)s">voeg het toe</a>!
pl: Nie można odnaleźć projektu? Śmiało sam <a href="%(project_create)s">go dodaj</a>!
sq: S'e gjetët projektin tuaj? Ecni më tej dhe <a href="%(project_create)s">shtojeni vetë</a>!

source: Overview
nl: Overzicht
pl: Przegląd
sq: Përmbledhje

source: Translation Teams
nl: Vertalingsteams
pl: Zespoły tłumaczenia
sq: Ekipe Përkthimi

source: Top Translators
nl: Topvertalers
pl: Najlepsi tłumacze
sq: Përkthyesat Kryesues

source: %(number)s submission
nl: %(number)s inzending
pl: %(number)s wysyłane
sq: %(number)s parashtrim

source: Delete %(release_name)s
nl: %(release_name)s wissen
pl: Usuń %(release_name)s
sq: Fshije %(release_name)s

source: Say goodbye to <em>%(release_name)s</em>?
nl: Vaarwel zeggen tegen <em>%(release_name)s</em>?
pl: Pożegnać wydanie <em>%(release_name)s</em>?
sq: T'i thuhet mirupafshim <em>%(release_name)s</em>?

source: Are you sure you want to permanently delete the release '%(release_name)s' which belongs to %(project_name)s?
nl: Ben je zeker dat je release '%(release_name)s' die behoort aan %(project_name)s permanent wilt wissen?
pl: Na pewno trwale usunąć wydanie "%(release_name)s" należące do projektu %(project_name)s?
sq: Jeni të sigurt se doni të fshihet përgjithmonë hedhja në qarkullim '%(release_name)s' qëi përket %(project_name)s?

source: Release date:
nl: Datum van release:
pl: Data wydania:
sq: Datë qarkullimi:

source: String freeze:
pl: Zamrożenie łańcuchów:
sq: Ngrirje vargjesh:

source: Devel freeze:
nl: Ontwikkelingsfreeze:
pl: Zamrożenie rozwoju:
sq: Ngrirje zhvillimi:

source: Components:
nl: Componenten:
pl: Składniki:
sq: Përbërës:

source: Click here to show or hide the component list
pl: Proszę nacisnąć tutaj, aby wyświetlić lub ukryć listę składników

source: This release has %(components_number)s components.
pl: To wydanie zawiera %(components_number)s składników.

source: Translation statistics
nl: Vertalingsstatistieken
pl: Statystyki tłumaczenia
sq: Statistika përkthimi

source: No translations added for this release. :-(
nl: Geen vertalingen toegevoegd voor deze release. :-(
pl: Nie dodano żadnych tłumaczeń dla tego wydania. :-(
sq: Pa përkthime të shtuara për këtë qarkullim. :-(

source: Delete release
nl: Release wissen
pl: Usuń wydanie
sq: Fshije qarkullimin

source: Add a release
nl: Release toevoegen
pl: Dodaj wydanie
sq: Shtoni një qarkullim

source: Edit %(release_name)s
nl: %(release_name)s wijzigen
pl: Zmodyfikuj %(release_name)s
sq: Përpunoni %(release_name)s

source: Edit <em>%(release_name)s</em> release
nl: <em>%(release_name)s</em> release wijzigen
pl: Zmodyfikuj wydanie <em>%(release_name)s</em>
sq: Përpunoni qarkullimin <em>%(release_name)s</em>

source: Editing Release '<a href="%(release_url)s">%(release_name)s</a>'
nl: '<a href="%(release_url)s">%(release_name)s bewerken</a>'
pl: Modyfikowanie wydania "<a href="%(release_url)s">%(release_name)s</a>"
sq: Përpunim i Versionit '<a href="%(release_url)s">%(release_name)s</a>'

source: Save release
nl: Release opslaan
pl: Zapisz wydanie
sq: Ruaje qarkullimin

source: Release '%(release_name)s
pl: Wydanie "%(release_name)s"
sq: Hedhja në Qarkullim '%(release_name)s

source: Project/Component statistics
nl: Project-/componentstatistieken
pl: Statystyki projektów/składników
sq: Statistika projekti/përbërëseje

source: Transifex searched for projects containing translation files for this language and release, but couldn't find any. Try submitting such a file and check again.
nl: Transifex zocht naar projecten die vertaalbestanden bevatten voor deze taal en release, maar kon er geen vinden. Probeer zo'n bestand in te zenden en probeer het daarna opnieuw.
pl: Usługa Transifex wyszukiwała projekty zawierające pliki tłumaczeń dla tego języka i wydania, ale nie odnalazła żadnych. Proszę spróbować wysłać taki plik i sprawdzić ponownie.
sq: Transifex-i kërkoi për projekte që përmbajnë kartela përkthimi për këtë gjuhë dhe version, por nuk gjeti gjë. Provoni ta parashtroni një kartelë të tillë dhe kontrolloni sërish.

source: If you think this shouldn't happen, please <a href="%(contact_form)s">let us know</a>.
nl: Als je denkt dat niet niet zou mogen gebeuren, gelieve ons dit te <a href="%(contact_form)s">laten weten</a>.
pl: Jeśli to nie powinno się zdarzyć, proszę <a href="%(contact_form)s">dać nam znać</a>.
sq: Nëse mendoni se kjo nuk do të duhej të kish ndodhur, ju lutem <a href="%(contact_form)s">na e njoftoni</a>.

source: Untranslated Components
nl: Niet-vertaalde componenten
pl: Nieprzetłumaczone składniki
sq: Përbërësa të Papërkthyer

source: The following components will be included in %(release_name)s, but there are no translations sent for %(language_name)s yet.
nl: De volgende componenten zullen ingesloten worden in %(release_name)s, maar er zijn nog geen vertalingen ingezonden voor %(language_name)s.
pl: Następujące składniki zostaną dołączone do wydania %(release_name)s, ale dla %(language_name)s nie wysłano jeszcze żadnego tłumaczenia.
sq: Përbërësit vijues do të përfshihen te %(release_name)s, por nuk ka ende përkthime të dërguara për %(language_name)s.

source: Project Releases
pl: Wydania projektu
sq: Hedhje në Qarkullim të Projektit

source: No releases are registered for this project yet. Why don't you <a href="%(release_create)s">add one</a>?
nl: Er werden voor dit project nog geen releases geregistreerd. Als je wil, kan je er een <a href="%(release_create)s">toevoegen</a>.
pl: Nie zarejestrowano jeszcze żadnych wydań dla tego projektu. Dlaczego sam nie dodasz <a href="%(release_create)s">wydania</a>?
sq: Ende nuk ka të regjistruar hedhje në qarkullim për këtë projekt. Pse nuk <a href="%(release_create)s">shtoni një të tillë</a>?

source: Submit
nl: Inzenden
pl: Wyślij
sq: Parashtroje

source: Translation Review Requests
nl: Aanvragen tot nazicht van vertalingen
pl: Żądania recenzji tłumaczeń
sq: Kërkesa Shqyrtimi Përkthimi

source: Open Requests
nl: Open aanvragen
pl: Otwórz żądania
sq: Kërkesa të Hapura

source: Review Request #%(review_id)s
nl: Aanvraag tot nazicht #%(review_id)s
pl: Żądanie recenzji #%(review_id)s
sq: Kërkesë Shqyrtimi #%(review_id)s

source: Who and when
nl: Wie en wanneer
pl: Kto i kiedy
sq: Kush dhe kur

source: See profile
nl: Profiel weergeven
pl: Zobacz profil
sq: Shiheni profilin

source: %(time_since)s ago
nl: %(time_since)s geleden
pl: %(time_since)s temu
sq: %(time_since)s më parë

source: Translation Language
nl: Vertaling
pl: Język tłumaczenia
sq: Gjuhë Përkthimi

source: Go to language page
nl: Ga naar taalpagina
pl: Przejdź na stronę języka
sq: Shkoni te faqja e gjuhëve

source: File target
nl: Bestandsdoel
pl: Plik docelowy
sq: Objektiv kartele

source: Download the version sent for review
nl: Download de versie verzonden ter nazicht
pl: Pobierz wersję wysłaną do recenzji
sq: Shkarkoni versionin e dërguar për shqyrtim

source: Score
pl: Oceń
sq: Pikë

source: Status
pl: Stan
sq: Gjendje

source: Close Review
nl: Nauwkeurig nazicht
pl: Zamknij recenzję
sq: Mbylle Shqyrtimin

source: Accept and submit translation
nl: Accepteren en vertaling inzenden
pl: Zaakceptuj i wyślij tłumaczenie
sq: Pranoje dhe parashtroje përkthimin

source: Accept
nl: Accepteren
pl: Zaakceptuj
sq: Pranoje

source: Reject translation
nl: Vertaling verwerpen
pl: Odrzuć tłumaczenie
sq: Hidhe tej përkthimin

source: Reject
nl: Verwerpen
pl: Odrzuć
sq: Hidhe tej

source: No open requests!
nl: Geen open aanvragen!
pl: Brak otwartych żądań.
sq: Nuk ka kërkesa të hapura!

source: Closed Requests
nl: Gesloten aanvragen
pl: Zamknięte żądania
sq: Kërkesa të Mbyllura

source: ID
pl: Identyfikator

source: Author
nl: Auteur
pl: Autor
sq: Autor

source: Time Since
nl: Tijd verstreken sinds
pl: Czas od
sq: Kohë Që Prej

source: Resolution
nl: Resolutie
pl: Rozwiązanie
sq: Zgjidhje

source: Attachment
nl: Bijlage
pl: Załącznik
sq: Bashkangjitje

source: Actions
nl: Acties
pl: Czynności
sq: Veprime

source: Reopen review request
nl: Aanvraag tot nazicht opnieuw openen
pl: Ponownie otwórz żądanie recenzji
sq: Rihape kërkesën për shqyrtim

source: No closed requests!
nl: Geen gesloten aanvragen!
pl: Brak zamkniętych żądań.
sq: Nuk ka kërkesa të mbyllura!

source: Profile settings
nl: Profielinstellingen
pl: Ustawienia profilu
sq: Rregullime Profili

source: Sign in to add or modify projects, work on translations, and other stuff.
nl: Log in om projecten toe te voegen of te wijzigen, aan vertalingen te werken en andere zaken.
pl: Należy się zalogować, aby dodawać lub modyfikować projekty, pracować nad tłumaczeniami i robić inne rzeczy.
sq: Nënshkruani, që të mund të shtoni projekte, punë përkthimesh, dhe gjëra të tjera.

source: <p>You have been logged out.
nl: <p>Je bent afgemeld.
pl: <p>Użytkownik został wylogowany.
sq: <p>Keni dalë që këtej.

source: Public profile of %(user)s
nl: Publiek profiel van %(user)s
pl: Publiczny profil użytkownika %(user)s
sq: Profil publik i %(user)s

source: Username
nl: Gebruikersnaam
pl: Nazwa użytkownika
sq: Emër përdoruesi

source: Your Profile
nl: Jouw profiel
pl: Profil
sq: Profili Juaj

source: Your profile, %(user)s
nl: Jouw profiel, %(user)s
pl: Profil użytkownika %(user)s
sq: Profili juaj, %(user)s

source: Any settings associated with your account are presented and may be modified here.
nl: Instellingen die geassocieerd zijn met je account worden weergegeven en kunnen hier gewijzigd worden.
pl: Tutaj są dostępne i można zmodyfikować wszystkie ustawienia powiązane z kontem.
sq: Çfarëdo rregullimi i përshoqëruar llogarisë suaj tregohen dhe mund të ndryshohen prej këtu.

source: Change notifications
nl: Notificaties aanpassen
pl: Zmień powiadomienia
sq: Ndrysho njoftimet

source: Change notifications associated to your account
nl: Notificaties aanpassen die met je account geassocieerd zijn
pl: Zmień powiadomienia powiązane z kontem
sq: Ndryshoni njoftimet e përshoqëruar llogarisë suaj

source: <p>Please sign in with your email or screen name.<br />
nl: <p>Gelieve in te loggen met je e-mail of schermnaam.<br />
pl: <p>Proszę się zalogować za pomocą adresu e-mail lub nazwy użytkownika.<br />
sq: <p>Ju lutem, hyni me email-in ose emrin tuaj të ekranit.<br />

source: Say goodbye to <em>%(lang_name)s</em> team?
nl: Vaarwel zeggen tegen het <em>%(lang_name)s</em> team?
pl: Pożegnać zespół <em>%(lang_name)s</em>?
sq: T'i thuhet lamtumirë ekipit <em>%(lang_name)s</em>?

source: Are you sure you want to permanently delete the '%(lang_name)s' team which belongs to %(project_name)s?
nl: Ben je zeker dat je het '%(lang_name)s' team dat behoort tot %(project_name)s permanent wilt wissen?
pl: Na pewno trwale usunąć zespół "%(lang_name)s" należący do projektu %(project_name)s?
sq: Jeni i sigurt se doni të fshihet përgjithmonë ekipi '%(lang_name)s' që bën pjese te %(project_name)s?

source: Teams
pl: Zespoły

source: Translation Teams - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>
nl: Vertaalteams - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>
pl: Zespoły tłumaczenia - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>
sq: Ekipe Përkthimi - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>

source: Mainlist:
nl: Hoofdlijst:
pl: Główna lista:
sq: Lista kryesore:

source: Coordinator:
nl: Coördinator
pl: Koordynator:
sq: Bashkërendues

source: Become a translator:
nl: Vertaler worden:
pl: Zostań tłumaczem:
sq: Bëhuni përkthyes:

source: Join this Team
nl: Lid worden van dit team
pl: Dołącz do tego zespołu
sq: Bashkojuni këtij Ekipi

source: People waiting for team membership approving:
nl: Personen die wachten op goedkeuring van team-lidmaatschap:
pl: Osoby oczekujące na zaakceptowanie członkostwa w zespole:
sq: Persona në pritje të miratimit të anëtarësisë në ekip:

source: Approve
nl: Aanvaarden
pl: Zaakceptuj
sq: Miratoje

source: Deny
nl: Afwijzen
pl: Odrzuć
sq: Mohoje

source: Withdraw
nl: Terugtrekken
pl: Wycofaj
sq: Tërhiqeni

source: Team Members:
nl: Teamleden:
pl: Członkowie zespołu:
sq: Anëtarë Ekipi:

source: Leave
nl: Verlaten
pl: Opuść
sq: Dil

source: Delete team
nl: Team wissen
pl: Usuń zespół
sq: Fshije ekipin

source: Add Team
pl: Dodaj zespół

source: %(project_name)s Translation Teams
nl: %(project_name)s vertaalteams
pl: Zespoły tłumaczenia projektu %(project_name)s
sq: Ekipi Përkthimi të %(project_name)s

source: Translation team details
nl: Details van vertalingsteam
pl: Szczegóły zespołu tłumaczenia
sq: Hollësi ekipi të përkthimit

source: Please note that notification will not be sent when coordinators or members are added or removed on this page.
nl: Merk op dat de notificatie niet zal verzonden worden wanneer coördinators of leden toegevoegd of verwijderd worden op deze pagina.
pl: Proszę zauważyć, że powiadomienia nie zostają wysłane, kiedy koordynatorzy lub członkowie są dodawani lub usuwani na tej stronie.
sq: Kini parasysh që nuk dërgohet njoftim kur shtohen ose hiqen bashkërendues ose anëtarë përmes përdorimit të këtij moduli.

source: Save team
nl: Team opslaan
pl: Zapisz zespół
sq: Ruaje ekipin

source: Add a new team
nl: Nieuw team toevoegen
pl: Dodaj nowy zespół
sq: Shtoni një ekip të ri
