Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.0.tar.gz/transifex-0.9.0/transifex/locale/*/LC_MESSAGES/django.po
Languages: nl, pl, sq

source: The file filter of this intltool POT-based component does not seem to allow the POTFILES.in file. Please fix it.
nl: Het bestandsfilter van deze intltool POT-gebaseerde component lijkt het POTFILES.in bestand niet toe te staan. Repareer dit aub.
pl: Filtr plików tego składnika opartego na plikach POT i intltool nie umożliwia używania pliku POTFILES.in. Proszę to naprawić.
sq: Filtri i kartelave i kësaj përbërëse intltool me bazë POT nuk duket se lejon kartelë POTFILES.in. Ju lutem ndreqeni.

source: There is no 'pot' directory named in the set of files of this Publican like component. Maybe its file filter is not allowing access to it.
nl: Er wordt geen 'pot' map genoemd in de verzameling bestanden van dit Publican-achtige component. Mogelijk staat het bestandsfilter geen toegang ernaar toe.
pl: W zestawie plików tego składnika typu Publican brak katalogu o nazwie "pot". Być może filtr plików nie umożliwia dostępu do niego.
sq: Në këtë grup kartelash të kësaj përbërëse tip Publican nuk ka drejtori 'pot' të emërtuar. Ndoshta filtri i saj i kartelave nuk po lejon hyrje në të.

source: This component is not configured for statistics calculation.
nl: Deze component is niet geconfigureerd voor de berekening van statistieken.
pl: Ten składnik nie jest skonfigurowany do obliczania statystyk.
sq: Kjo përbërëse nuk është formësuar për llogaritje statistikash.

source: This component does not allow write access.
nl: Deze component staat geen schrijf-toegang toe.
pl: Ten składnik nie pozwala na zapis.
sq: Kjo përbërëse nuk lejon hyrje për shkrim.

source: Please select a file from your system to be uploaded.
nl: Kies een bestand om te uploaden vanaf uw systeem.
pl: Proszę wybrać plik z systemu do wysłania.
sq: Ju lutem përzgjidhni prej sistemit tuaj një kartelë për ta ngarkuar.

source: Please enter a target to upload the file.
nl: Voer een doel in om een bestand te uploaden.
pl: Proszę podać plik docelowy do wysłania.
sq: Ju lutem përzgjidhni një objektiv ku të ngarkohet kartela.

source: Please enter only ONE target to upload the file.
nl: Gelieve slechts één doel in te voeren om het bestand te uploaden.
pl: Proszę podać tylko JEDEN plik docelowy do wysłania.
sq: Ju lutem përzgjidhni vetëm NJË objektiv ku të ngarkohet kartela.

source: The target file does not match the component file filter
nl: Het doelbestand komt niet overeen met het bestandsfilter van de component.
pl: Plik docelowy nie zgadza się z filtrem plików składnika
sq: Kartela në fjalë nuk përputhet me filtrin për kartelën e përbërësit

source: Enter a commit message
nl: Voer een commit-bericht in.
pl: Proszę podać komunikat wysyłania
sq: Jepni një mesazh parashtrimi

source: You need to be in the '%s' team of this project for being able to send translations to that file target.
nl: U moet in het '%s'-team van dit project zitten om vertalingen te kunnen zenden naar het doel van dit bestand.
pl: Należy być w zespole "%s" tego projektu, aby móc wysyłać tłumaczenia dla tego pliku docelowego.
sq: Lypset të jeni te ekipi '%s' i këtij projekti, që të jeni në gjendje të dërgoni përkthime për atë kartelë.

source: File submitted successfully: %s
nl: Bestand succesvol gesubmit: %s
pl: Pomyślnie wysłano plik: %s
sq: Kartela u parashtrua me sukses: %s

source: Sorry, your file could not be sent because of an error.
nl: Sorry, uw bestand kon niet verzonden worden vanwege een fout.
pl: Plik nie mógł zostać wysłany z powodu błędu.
sq: Na ndjeni, kartela juaj nuk u dërgua dot për shkak të një gabimi.

source: %s was deleted.
nl: %s is verwijderd.
pl: %s zostało usunięte.
sq: %s qe fshirë.

source: Request closed as Rejected.
nl: Verzoek gesloten als Verworpen.
pl: Zamknięto żądanie jako odrzucone.
sq: Kërkesa u mbyll si e Hedhur Tej.

source: Request reopened.
nl: Verzoek heropend.
pl: Ponownie otwarto żądanie.
sq: Kërkesa u rihap.

source: The '%s' team was deleted.
nl: Het '%s' team is verwijderd.
pl: Zespół "%s" został usunięty.
sq: Ekipi '%s' është fshirë.

source: You are in the '%s' team already.
nl: Je bent al lid van het '%s' team.
pl: Użytkownik jest już w zespole "%s".
sq: Jeni tashmë te ekipi '%s'.

source: You have added a request for joining the '%s' team.
nl: Je hebt een verzoek toegevoegd om lid te worden van het '%s' team.
pl: Dodano żądanie dołączenia do zespołu "%s".
sq: Keni shtuar një kërkesë për anëtarësim te ekipi '%s'.

source: You already have a pending request to join the '%s' team.
nl: Je hebt al een openstaand verzoek om lid te worden van het '%s' team.
pl: Użytkownik ma już oczekujące żądanie dołączenia do zespołu "%s".
sq: Keni tashmë në pritje një kërkesë për anëtarësim te ekipi '%s'.

source: User '%(user)s' is in the '%(team)s' team already.
nl: Gebruiker '%(user)s' is al lid van het '%(team)s' team.
pl: Użytkownik "%(user)s" jest już w zespole "%(team)s".
sq: Përdoruesi '%(user)s' gjendet tashmë te ekipi '%(team)s'.

source: You have added '%(user)s' into the '%(team)s' team.
nl: Je hebt gebruiker '%(user)s' lid gemaakt van het '%(team)s' team.
pl: Dodano użytkownika "%(user)s" do zespołu "%(team)s".
sq: E keni shtuar '%(user)s' te ekipi '%(team)s'.

source: You have denied the request of the user '%(user)s' to join the '%(team)s' team.
nl: Je hebt het verzoek van '%(user)s' om lid te worden van het '%(team)s' team afgewezen.
pl: Odrzucono żądanie użytkownika "%(user)s" dołączenia do zespołu "%(team)s".
sq: Keni hedhur poshtë kërkesën e përdoruesit '%(user)s' për t'u anëtarësuar te ekipi '%(team)s'.

source: You have withdrawn your own request to join the '%s' team.
nl: Je hebt je verzoek om lid te worden van het '%s' team ingetrokken.
pl: Wycofano własne żądanie dołączenia do zespołu "%s".
sq: E keni tërhequr kërkesën tuaj për t'iu anëtarësuar ekipit '%s'.

source: You have left the '%s' team.
nl: Je hebt het '%s' team verlaten.
pl: Opuszczono zespół "%s".
sq: Ikët prej ekipit '%s'.

source: You are not in the '%s' team.
nl: Je bent geen lid van het '%s' team.
pl: Użytkownik nie jest w zespole "%s".
sq: Nuk jeni te ekipi '%s'.

source: Please, select a language before submit the form.
nl: Kies een taal voordat je het formulier indient.
pl: Proszę wybrać język przed wysłaniem formularza.
sq: Ju lutem, përzgjidhni një gjuhë përpara se të prashtroni formularin.

source: '%s' team already exist.
nl: '%s' team bestaat al.
pl: Zespół "%s" już istnieje.
sq: Ka tashmë një ekip '%s'.

source: A request for creating the '%s' team already exist.
nl: Er bestaat al een verzoek om het '%s'-team aan te maken.
pl: Żądanie utworzenia zespołu "%s" już istnieje.
sq: Ka tashmë një kërkesë për krijimin e ekipit '%s'.

source: You have requested the '%s' team creation.
nl: Je hebt het aanmaken van het '%s'-team aangevraagd.
pl: Zażądano utworzenie zespołu "%s".
sq: Keni kërkuar krijimin e ekipit '%s'.

source: You have approved the '%(team)s' team requested by '%(user)s'.
nl: Je hebt het '%(team)s'-team aangevraagd door '%(user)s' goedgekeurd.
pl: Zaakceptowano zespół "%(team)s" zażądany przez użytkownika "%(user)s".
sq: Ia keni pranuar përdoruesit '%(user)s' kërkesën për në ekipin '%(team)s'.

source: You have denied the '%(team)s' team requested by '%(user)s'.
nl: Je hebt het '%(team)s' dat aangevraagd werd door '%(user)s' geweigerd.
pl: Odrzucono zespół "%(team)s" zażądany przez użytkownika "%(user)s".
sq: I keni mohuar përdoruesit '%(user)s' kërkesën për në ekipin '%(team)s'.

source: When the translatable strings will be frozen (no strings which affect translations can be added/modified).
nl: Wanneer de vertaalbare strings zullen bevroren worden (strings die vertalingen aantasten kunnen niet toegevoegd of gewijzigd worden).
pl: Kiedy ciągi do tłumaczenia zostaną zamrożone (żadne ciągi wpływające na tłumaczenia nie będą dodawane/modyfikowane).
sq: Kur të ngrihen vargjet e përkthyeshme (nuk mund të shtohen/ndryshohen më vargje që prekin përkthimin.

source: Write a short blurb for your review request.
nl: Schrijf een korte uitleg voor je verzoek tot nakijken.
pl: Można napisać krótki tekst do żądania recenzji.
sq: Shkruani dy fjalë për kërkesën tuaj për shqyrtim

source: Select a translation file for review.
nl: Kies een vertalingsbestand om na te kijken
pl: Proszę wybrać plik tłumaczenia do recenzji.
sq: Përzgjidhni një kartelë përkthimi për shqyrtim

source: Open
pl: Otwarta
sq: Hap

source: Closed
nl: Gesloten
pl: Zamknięta
sq: Mbyllur

source: Null
nl: Nul
pl: Pusta
sq: Nul

source: Accepted
nl: Geaccepteerd
pl: Zaakceptowana
sq: U pranua

source: Rejected
nl: Verworpen
pl: Odrzucona
sq: U hodh poshtë

source: The review's status (open, closed, etc.)
nl: Status van de review (open, gesloten, enz.)
pl: Stan recenzji (otwarta, zamknięta itp.)
sq: Gjendja e shqyrtimit (i hapur, i mbyllur, etj.)

source: The review's resolution/closing state.
nl: De resolutiestatus of sluitende status van de review.
pl: Stan rozwiązania/zamknięcia.
sq: Gjendje zgjidhjeje/mbylljeje shqyrtimi.

source: Date and time of creation
nl: Datum en tijd waarop aangemaakt
pl: Data i czas utworzenia
sq: Datë dhe kohë e krijimit

source: Date and time of last update
nl: Datum en tijd van laatste wijziging
pl: Data i czas ostatniej aktualizacji
sq: Datë dhe kohë e përditësimit të fundit

source: The review file name
nl: Naam van het na te kijken bestand
pl: Nazwa pliku recenzji
sq: Emri i kartelës për shqyrtim

source: The path of the target file which will be used on submission
nl: Pad van het doelbestand dat gebruikt zal worden bij de inzending
pl: Ścieżka do pliku docelowego, który zostanie użyty do wysłania
sq: Shtegu për te kartela objektiv që do të përdoret gjatë parashtrimesh

source: Component
pl: Składnik
sq: Përbërës

source: Review Request
nl: Verzoek tot nakijken
pl: Żądanie recenzji
sq: Kërkesë Shqyrtimi

source: Review Requests
nl: Verzoeken tot nakijken
pl: Żądania recenzji
sq: Kërkesa Shqyrtimesh

source: -created_on
nl: -gemaakt_op
pl: -utworzone_o
sq: -krijuar_më

source: created_on
nl: gemaakt_op
pl: utworzone_o
sq: krijuar_më

source: You can upload a file for review only if it's related to an existing language.
nl: Je kan een bestand alleen ter nazicht uploaden als het gerelateerd is aan een bestaande taal.
pl: Można wysłać plik do recenzji tylko, jeśli jest związany z istniejącym językiem.
sq: Një kartelë mund ta ngarkoni për shqyrtim vetëm nëse lidhet me një gjuhë të pranishme.

source: Your file has been successfully placed for reviewing.
nl: Je bestand werd succesvol geplaatst ter nazicht.
pl: Plik został pomyślnie umieszczony do zrecenzowania.
sq: Kartela juaj u depozitua me sukses për shqyrtim.

source: Tarball URL
nl: URL van de tarball
pl: Adres URL archiwum tar
sq: URL "Tarball"-i

source: A URL from which the tarball is accessible.
nl: Een URL waarmee de tarball benaderd kan worden.
pl: Adres URL, z którego dostępne jest archiwum tar.
sq: Një URL prej së cilës mund të merret "tarball"-i.

source: tarball
pl: archiwum tar

source: tarballs
pl: archiwa tar

source: Coordinators are people that can manage the members of the team, for example. Search for usernames.
nl: Coördinatoren zijn personen die bijvoorbeeld de leden van een team kunnen beheren. Zoek naar gebruikersnamen.
pl: Koordynatorzy to osoby, które mogą na przykład zarządzać członkami zespołu. Wyszukaj nazwy użytkowników.
sq: Bashkërenduesit janë persona që mund të administrojnë anëtarët e ekipit, për shembull. Kërkoni për emra përdoruesi.

source: Members are actually people that can submit translations. Search for usernames.
nl: Leden zijn eigenlijk mensen die vertalingen kunnen inzenden. Zoek voor gebruikersnamen.
pl: Członkowie to osoby, które mogą wysyłać tłumaczenia. Wyszukaj nazwy użytkowników.
sq: Anëtarët janë personat që mund të parashtrojnë përkthime. Kërkoni për emra përdoruesish.

source: You have the user '%s' in both coordinators and members lists. Please drop him/her from one of those lists.
nl: Gebruiker '%s' zit in lijst van coördinators en leden. Gelieve hem/haar te verwijderen uit een van deze lijsten.
pl: Użytkownik "%s" znajduje się zarówno na liście koordynatorów, jak i członków. Proszę wyrzucić go z jednej z tych list.
sq: Përdoruesin '%s' e keni në dy listat, te bashkërenduesit dhe anëtarët. Ju lutem, hiqeni prej njërës nga këto lista.

source: The project which this team belongs to.
nl: Het project waartoe dit team behoort.
pl: Projekt, do którego należy ten zespół.
sq: Projekti te i cili ky ekip merr pjesë.

source: Language
nl: Taal
pl: Język
sq: Gjuhë

source: People in this team will only be able to submit translations files related to the specific language.
nl: Mensen in dit team zullen alleen vertalingen kunnen inzenden die verwant zijn aan de specifieke taal.
pl: Osoby w tym zespole będą mogli wysyłać tylko pliki tłumaczeń związane z podanym językiem.
sq: Personat në këtë ekip do të jenë në gjendje vetëm të parashtrojnë kartela përkthimi te një gjuhë e dhënë.

source: Coordinators
nl: Coördinatoren
pl: Koordynatorzy
sq: Bashkërenduesa

source: Members
nl: Leden
pl: Członkowie
sq: Anëtarë

source: Mainlist
nl: Hoofdlijst
pl: Główna lista
sq: Lista Kryesore

source: The main mailing list of the team.
nl: De hoofd-maillijst van het team.
pl: Główna lista mailingowa zespołu.
sq: Lista kryesore e postimeve të ekipit.

source: creator
nl: maker
pl: twórca
sq: krijues

source: team
pl: zespół
sq: ekip

source: teams
pl: zespoły
sq: ekipe

source: team creation request
nl: aanvraag om een team aan te maken
pl: żądanie utworzenia zespołu
sq: kërkesë krijimi ekipi

source: team creation requests
nl: aanvragen om een team aan te maken
pl: żądania utworzenia zespołu
sq: kërkesa krijimi ekipi

source: Team
pl: Zespół
sq: Ekip

source: team access request
nl: aanvraag voor toegang tot een team
pl: żądanie dostępu do zespołu
sq: kërkesë hyrjeje në ekip

source: team access requests
nl: aanvragen voor toegang tot een team
pl: żądania dostępu do zespołu
sq: kërkesa hyrjeje në ekip

source: Forbidden access
nl: Verboden toegang
pl: Zabroniony dostęp
sq: Hyrje e ndaluar

source: Looks like you do not have the necessary permissions for the required action.
nl: Het lijkt erop dat je niet de nodige toestemming hebt voor de vereiste actie.
pl: Brak niezbędnych uprawnień do wymaganej czynności.
sq: Duket sikur nuk keni lejet e nevojshme për veprimin e kërkuar.

source: Here's a link to the <a href="%(home)s">homepage</a>. You know, just in case.
nl: Hier is een link naar de <a href="%(home)s">homepagina</a>. Voor het geval dat...
pl: To jest odnośnik do <a href="%(home)s">strony domowej</a>. Wiesz, w razie czego.
sq: Ja një lidhje për te <a href="%(home)s">faqja hyrëse</a>. E keni parasysh, thjesht po u desh.

source: Page not found
nl: Pagina niet gevonden
pl: Nie odnaleziono strony
sq: Nuk u gjet faqe

source: Looks like you followed a bad link. If you think it's our fault, please <a href='http://transifex.org/newticket'>let us know</a>.
nl: Het ziet er naar uit dat je een slechte link gevolgd hebt. Als je denkt dat het onze fout is, gelieve ons dit dan te <a href='http://transifex.org/newticket'>laten weten</a>.
pl: Użytkownik podążył za błędnym odnośnikiem. Jeśli to nasza wina, prosimy <a href='http://transifex.org/newticket'>dać nam znać</a>.
sq: Duket se ndoqët një lidhje të gabuar. Nëse mendoni se është faji ynë, ju lutem <a href='http://transifex.org/newticket'>na e njoftoni</a>.

source: Page unavailable
nl: Pagina niet beschikbaar
pl: Strona jest niedostępna
sq: Faqe jo e passhme

source: We're sorry, but the requested page is currently unavailable.
nl: Het spijt ons, maar de gevraagde pagina is momenteel niet beschikbaar.
pl: Żądana strona jest obecnie niedostępna.
sq: Na vjen keq, por faqja e kërkuar hëpëhrë nuk është e passhme.

source: We're messing around with things internally, and the server had a bit of a hiccup.
nl: We hebben intern met wat dingen lopen knoeien, en de server had wat probleempjes.
pl: Bawimy się z różnymi rzeczami w środku i serwer miał małą czkawkę.
sq: Po bëjmë ca rrëmujë nga brenda me gjërat, dhe shërbyesin e ngau ca lemza.

source: Please try again later.
nl: Probeer het later nog een keer.
pl: Proszę ponownie spróbować później.
sq: Ju lutem riprovoni më vonë.

source: Welcome to Transifex
nl: Welkom bij Transifex
pl: Witaj w usłudze Transifex
sq: Mirë se vini te Transifex

source: Go to the start page
nl: Ga naar de startpagina
pl: Przejdź na stronę startową
sq: Shko te faqja hyrëse

source: Go to start page
nl: Ga naar startpagina
pl: Przejdź na stronę startową
sq: Shko te faqja kryesore

source: The projects being served
nl: De voorgeschotelde projecten
pl: Obsługiwane projekty
sq: Projektet që shërbehen

source: Projects
nl: Projecten
pl: Projekty
sq: Projekte

source: The languages our service serves
nl: De talen die onze dienst behandelt
pl: Języki obsługiwane przez usługę
sq: Gjuhët në të cilat punon shërbimi ynë

source: Languages
nl: Talen
pl: Języki
sq: Gjuhë

source: Welcome <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!
nl: Welkom <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!
pl: Witaj, <a title="Ustawienia profilu" href="%(user_profile)s">%(user_username)s</a>!
sq: Mirë se vini <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!

source: Sign out from the website
nl: Uitloggen bij de website
pl: Wylogowanie ze strony WWW
sq: Dilni prej "site"-it web

source: Sign out
nl: Uitloggen
pl: Wyloguj się
sq: Çnënshkruani

source: Sign in
nl: Inloggen
pl: Zaloguj się
sq: Nënshkruani

source: Register
nl: Registreren
pl: Zarejestruj się
sq: Regjistrohuni

source: About
nl: Over
pl: Informacje o
sq: Rreth

source: Drops us a line
nl: Stuur ons een kattebelletje
pl: Daj nam znać
sq: Na shkruani dy fjalë

source: Feedback
pl: Opinie
sq: Përshtypje

source: Powered by <a href="http://transifex.org/" title="Transifex community">Transifex</a>, the Open Translation Platform
nl: Ondersteund door <a href="http://transifex.org/" title="Transifex community">Transifex</a>, het open vertalingsplatform
pl: Korzysta z oprogramowania <a href="http://transifex.org/" title="Społeczność oprogramowania Transifex">Transifex</a>, otwartej platformy tłumaczenia
sq: Bazuar në <a href="http://transifex.org/" title="Transifex community">Transifex</a>, Platforma e Hapur e Përkthimeve

source: Transifex is a service aimed at helping translators keep track of their favourite translation projects.
nl: Transifex is een dienst die vertalers wil helpen hun favoriete vertaalprojecten te volgen.
pl: Transifex jest usługą mającą pomagać tłumaczom śledzenie ulubionych projektów tłumaczenia.
sq: Transifex është një shërbim që synon të ndihmojë përkthyesit të ndjekin projektet e tyre të parapëlqyer të përkthimeve.

source: You could also browse through <a href="%(project_list)s">all projects</a>.
nl: U kan ook bladeren door <a href="%(project_list)s">alle projecten</a>.
pl: Można także przeglądać <a href="%(project_list)s">wszystkie projekty</a>.
sq: Mundeni po ashtu të shfletoni nëpër <a href="%(project_list)s">tërë projektet</a>.

source: Search
nl: Zoek
pl: Wyszukaj
sq: Kërko

source: Results
nl: Resultaten
pl: Wyniki
sq: Përfundime

source: Search projects
nl: Zoek projecten
pl: Wyszukiwanie projektów
sq: Kërko te projektet

source: Search results
nl: Zoekresultaten
pl: Wyniki wyszukiwania
sq: Përfundime kërkimi

source: Search Results (%(result_count)s)
nl: Zoekresultaten (%(result_count)s)
pl: Wyniki wyszukiwania (%(result_count)s)
sq: Përfundime Kërkimi (%(result_count)s)

source: No projects were found for "%(q)s". You may want to change your query a bit.
nl: Er werden geen projecten gevonden voor "%(q)s". Misschien kan je je trefwoorden een beetje wijzigen.
pl: Nie odnaleziono projektów dla "%(q)s". Można spróbować trochę zmienić zapytanie.
sq: Nuk u gjetën projekte për "%(q)s". Mund t'ju duhet ta ndryshoni pakëz kërkesën.

source: Couldn't find your project? Why don't you go ahead and <a href="%(project_create_url)s">add it</a>?
nl: Je project kon niet gevonden worden? Ga gerust verder en <a href="%(project_create_url)s">voeg het toe</a>.
pl: Nie można odnaleźć projektu? Śmiało sam <a href="%(project_create_url)s">go dodaj</a>.
sq: S'e gjetët projektin tuaj? Ecni më tej dhe <a href="%(project_create_url)s">shtojeni vetë</a>!

source: Find projects by name, description, etc.
nl: Vind projecten op naam, beschrijving, etc.
pl: Wyszukiwanie projektów według nazwy, opisu itd.
sq: Gjeni projekte sipas emrash, përshkrimi, etj

source: Transifex administration
nl: Transifex administratie
pl: Administracja usługą Transifex
sq: Administrim Transifex-i

source: Contact us
nl: Neem contact met ons op
pl: Skontaktuj się z nami
sq: Lidhuni me ne

source: Let us know what you think!
nl: Laat ons weten wat je denkt!
pl: Daj nam znać o tym, co myślisz!
sq: Na tregoni se ç'menndoni!

source: We'd like to make this web service as useful as possible for our users. If you have any feedback to provide, please do so!
nl: We willen deze webdienst zo bruikbaar als mogelijk maken. Als je enige feedback wilt geven, doen dat dan aub!
pl: Chcielibyśmy, aby ta usługa WWW była użytkownikom tak przydatna, jak to tylko możliwe. Jeśli masz jakieś opinie, którymi chcesz się podzielić, zrób to śmiało!
sq: Do të donim ta bënim këtë shërbim web sa më të dobishëm të jetë e mundur për përdoruesit tanë. Nëse keni ndonjë mendim për të dhënë, ju lutem mos ngurroni!

source: Send feedback
nl: Stuur feedback
pl: Wyślij opinię
sq: Dërgoni përshtypjet

source: Thanks for the feedback!
nl: Bedankt voor de feedback!
pl: Dziękujemy za opinię!
sq: Faleminderit për përshtypjet!

source: Thanks!
nl: Dank je!
pl: Dziękujemy!
sq: Faleminderit!

source: Thank you for your feedback.
nl: Bedankt voor je feedback.
pl: Dziękujemy za opinię.
sq: Faleminderit për përshtypjet tuaja.

source: %(project)s Releases
pl: Wydania %(project)s
sq: Hedhje në qarkullim nga %(project)s

source: The <a href="%(project_url)s">%(project)s</a> project includes the following groups of shipped components:
nl: Het <a href="%(project_url)s">%(project)s</a> project bevat de volgende groepen van meegeleverde componenten:
pl: Projekt <a href="%(project_url)s">%(project)s</a> zawiera następujące grupy dostarczanych składników:
sq: Projekti <a href="%(project_url)s">%(project)s</a> përfshin grupet vijues të përbërësve të hedhur në qarkullim:

source: Languages on Transifex
nl: Talen op Transifex
pl: Języki w usłudze Transifex
sq: Gjuhë në Transifex

source: No languages registered yet. :-(
nl: Nog geen talen geregistreerd. :-(
pl: Brak zarejestrowanych języków. :-(
sq: Ende pa gjuhë të regjistruara. :-(

source: Couldn't find your language? Please use the feedback form and let us know!
nl: Kon je je taal niet vinden? Laat het ons weten via het feedbackformulier!
pl: Nie można odnaleźć języka? Proszę użyć formularza opinii i dać nam znać!
sq: S'e gjetët gjuhën tuaj? Ju lutem, përdorni formularin e përshtypjeve dhe na e njoftoni!

source: Notifications
nl: Meldingen
pl: Powiadomienia
sq: Njoftime

source: Received Notifications
nl: Ontvangen Meldingen
pl: Otrzymane powiadomienia
sq: Njoftime të marra

source: Time
nl: Tijd
pl: Czas
sq: Kohë

source: Mark all unseen notices seen
nl: Markeer alle ongeziene meldingen als gezien
pl: Oznacz wszystkie wpisy jako przeczytane
sq: Shënoji tërë njoftime e papara si të para

source: No notices.
nl: Geen meldingen.
pl: Brak wpisów.
sq: Pa lajmërime.

source: Change your notification settings
nl: Verander je instellingen voor meldingen.
pl: Zmień ustawienia powiadamiania
sq: Ndryshoni rregullimet tuaja për njoftime

source: Notification settings
nl: Instellingen voor meldingen
pl: Ustawienia powiadamiania
sq: Rregullime njofftimi
