Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.0.tar.gz/transifex-0.9.0/transifex/locale/*/LC_MESSAGES/django.po
Languages: nl, pl, sq

source: Search for an username or leave it blank
nl: Zoek naar een gebruikersnaam of laat het leeg
pl: Wyszukiwanie nazwy użytkownika
sq: Kërkoni për një emër përdoruesi ose lëreni bosh

source: log entry
nl: logboekingang
pl: wpis dziennika
sq: zë regjistrimi

source: log entries
nl: logboekingangen
pl: wpisy dziennika
sq: zëra regjistrimi

source: Date/time
nl: Datum/tijd
pl: Data/czas
sq: Datë/kohë

source: User
nl: Gebruiker
pl: Użytkownik
sq: Përdorues

source: Action
nl: Actie
pl: Czynność
sq: Veprim

source: No history recorded yet.
nl: Nog geen geschiedenis geregistreerd.
pl: Nie zarejestrowano jeszcze historii.
sq: Ende pa regjistrim historiku.

source: Image charts
pl: Wykresy

source: Loading...
nl: Laden...
pl: Wczytywanie...
sq: Po ngarkohet...

source: Display your project's translation statistics on your own website as a simple image. Perfect for embedding in wiki pages, Trac instances, emails.
pl: Wyświetla statystyki tłumaczenia na innych stronach jako prosty obraz. Doskonałe do umieszczania na stronach WWW, stronach Trac i wiadomościach e-mail.

source: The chart will always reflect your live Transifex numbers.
pl: Wykres zawsze wyświetla liczby z systemu Transifex na żywo.

source: Show code snippet for component:
pl: Wyświetlanie kodu dla składnika:

source: Hidden
nl: Verborgen
pl: Ukryte
sq: Padukshëm

source: Interactive charts
pl: Wykresy interaktywne

source: Display your project's translation statistics on your own website as interactive chart. This requires modifications to your homepage's HTML code.
pl: Wyświetla statystyki tłumaczenia na innych stronach jako interaktywny wykres. Wymagane są modyfikacje w kodzie HTML strony.

source: By tweaking the code you can adjust verbosity, dimensions and colors of the chart
pl: Zmieniając kod można dostosować ilość informacji, wymiary i kolory wykresu

source: Interactive and Image Charts
pl: Wykresy interaktywne i proste

source: Sorry, but your project doesn't have any components with up-to-date statistics. You need to have at least one component with statistics to export charts from Transifex.
pl: Projekt nie posiada żadnych składników z aktualnymi statystykami. Wymagany jest co najmniej jeden składnik ze statystykami, aby eksportować wykresy z systemu Transifex.

source: Couldn't lock file, this means that you can send files only for reviewing.
pl: Nie można zablokować pliku, co oznacza, że można wysyłać pliki tylko do recenzji.

source: User '%(user)s' has no permission to submit files for or coordinate '%(pofile)s'
pl: Użytkownik "%(user)s" nie posiada uprawnień do wysyłania plików lub koordynowania "%(pofile)s"

source: User '%(user)s' already has maximum allowed %(locks)i locks.
pl: Użytkownik "%(user)s" posiada maksymalną dozwoloną liczbę blokad (%(locks)i).

source: User '%(user)s' is not allowed to remove lock '%(lock)s'
pl: Użytkownik "%(user)s" nie może usunąć blokady "%(lock)s"

source: Lock is expring
pl: Blokada wygasa

source: when a lock for file is expiring
pl: kiedy blokada pliku wygasa

source: Lock removed.
nl: Vergrendeling verwijderd.
pl: Usunięto blokadę.
sq: Kyçja iu hoq

source: Sorry, but you need to send a POST request.
nl: Sorry, maar je moet een POST request versturen.
pl: Należy wysłać żądanie POST.
sq: Na ndjeni, por lypset të dërgoni një kërkesë POST.

source: Lock created. Please don't forget to remove it when you're done.
nl: Vergrendeling aangemaakt. Vergeet niet deze te verwijderen als je klaar bent.
pl: Utworzono blokadę. Proszę nie zapomnieć o jej usunięciu po zakończeniu pracy.
sq: Dryni u krijua. Ju lutem, mos harroni ta hiqni pasi të keni mbaruar punë.

source: This file has been locked by user '%(owner)s'.
pl: Ten plik został zablokowany przez użytkownika "%(owner)s".

source: Click on it to unlock the file.
pl: Naciśnięcie odblokuje plik.

source: Time left:
pl: Pozostały czas:

source: Extend lock by %(hours)s hour.
pl: Przedłuża blokadę o %(hours)s godzinę.

source: Lock and download this file to notify others you're working with it.
pl: Można zablokować i pobrać ten plik, aby powiadomić innych, że nad nim pracujesz.

source: This file is unlocked. Most likely no one is working with it right now.
nl: Dit bestand is losgemaakt. Er is waarschijnlijk niemand mee aan het werken op dit moment.
pl: Ten plik jest odblokowany. Najprawdopodobniej nikt teraz nad nim nie pracuje.
sq: Kjo kartelë është e pakyçur. Ka shumë gjasa që nuk po punon kush me të hëpërhë.

source: This file is locked by someone else.
pl: Ten plik został zablokowany przez kogoś innego.

source: A lock for <a href="http://%(current_site)s%(component_url)s">%(pofile)s</a> is about to expire on %(expires)s
pl: Blokada <a href="http://%(current_site)s%(component_url)s">%(pofile)s</a> wygaśnie za %(expires)s

source: You are only allowed to upload PO files (*.po)!
pl: Można wysyłać tylko pliki PO (*.po).

source: You have submitted empty file!
pl: Wysłano pusty plik.

source: Uploaded file contains DOS newlines (\r)!
pl: Wysłano plik zawierające znaki końca wiersza systemu DOS (\r).

source: Uploaded file header doesn't have '%s' field!
pl: Nagłówek wysłanego pliku nie posiada pola "%s".

source: Only UTF-8 encoded files are allowed!
pl: Dozwolone są pliki zakodowane w UTF-8.

source: Uploaded file doesn't contain any translated entries!
pl: Wysłany plik nie zawiera żadnych przetłumaczonych wpisów.

source: Your file has been e-mailed to you to avoid loss of any work.
pl: Plik został wysłany na adres e-mail, aby uniknąć utraty pracy.

source: We couldn't send you an email to preserve your work because you haven't registered an email address.
pl: Nie można wysłać adresu e-mail, aby zachować pracę, ponieważ nie zarejestrowano adresu e-mail.

source: Unable to add watch for path %r
nl: Onmogelijk om watch toe te voegen voor pad %r
pl: Nie można dodać obserwacji do ścieżki %r
sq: I pazoti të shtojë mbikqyrje për shtegun %r

source: watch
nl: volgen
pl: obserwacja
sq: mbikqyrje

source: watches
nl: gevolgde projecten
pl: obserwacje
sq: mbikqyrje

source: Must use POST to activate
nl: POST moet gebruikt worden om te activeren
pl: Należy użyć POST, aby aktywować
sq: Duhet përdorur POST për aktivizimin

source: Notification is not enabled
nl: Notificatie is niet geactiveerd
pl: Powiadomienie nie jest włączone
sq: Njoftimet nuk janë aktivizuar

source: Watch it
nl: Volgen
pl: Obserwuj
sq: Ndiqe!

source: Stop watching
pl: Przestań obserwować

source: Watch this project
nl: Dit project volgen
pl: Obserwuj ten projekt
sq: Ndiqe këtë projekt

source: Stop watching this project
nl: Dit project niet volgen
pl: Przestań obserwować ten projekt
sq: Ndal së vëzhguari këtë projekt

source: Stop watching it
nl: Stoppen met volgen
pl: Przestań obserwować
sq: Resht së ndjekuri

source: Watch:
nl: Volgen:
pl: Obserwacja:
sq: Ndiq:

source: My Timeline
nl: Mijn tijdlijn
pl: Moja oś czasu
sq: Rrjedha Ime Kohore

source: Timeline
nl: Tijdlijn
pl: Oś czasu
sq: Rrjedhë Kohore

source: Filter results
nl: Filterresultaten
pl: Wyniki filtrowania
sq: Filtro përfundimet

source: Go
nl: Ga
pl: Przejdź
sq: Shko tek

source: None available
nl: Geen beschikbaar
pl: Brak dostępnych
sq: Asnjë i passhëm

source: The query returned %(counter)s result
nl: De vraag leverde %(counter)s resultaat op
pl: Zapytanie zwróciło %(counter)s wynik
sq: Kërkimi gjeti %(counter)s përfundim

source: Description
nl: Beschrijving
pl: Opis
sq: Përshkrim

source: %(project_name)s Timeline
nl: %(project_name)s tijdlijn
pl: Oś czasu projektu %(project_name)s
sq: Rrjedhë Kohore për %(project_name)s

source: Profile
nl: Profiel
pl: Profil
sq: Profil

source: Widgets
pl: Widgety

source: Widgets, buttons, etc
pl: Widgety, przyciski itp.

source: Here are some widgets, buttons and other cool stuff you can add to your homepage!
pl: Kilka widgetów, przycisków i innych fajnych rzeczy, które można dodać do własnej strony.

source: Userbars
pl: Paski użytkownika

source: You can insert userbars to forums, e-mail signatures etc.
pl: Można umieścić pasek użytkownika na forach, podpisach wiadomości e-mail itp.

source: Show code snippet for userbar:
pl: Wyświetlanie kodu na pasku użytkownika:

source: Name
nl: Naam
pl: Nazwa
sq: Emër

source: The URL of the codebase
nl: De URL van de codebase
pl: Adres URL kodu źródłowego
sq: URL-ja e kodit bazë

source: Type
pl: Typ
sq: Lloj

source: The codebase type (%s)
nl: Het type van de codebase (%s)
pl: Typ kodu źródłowego (%s)
sq: Lloj kodi bazë (%s)

source: The last time this unit was updated
nl: De laatste keer dat deze eenheid is geüpdatet
pl: Czas ostatniej aktualizacji jednostki
sq: Hera e fundit që kjo njësi qe përditësuar

source: unit
nl: eenheid
pl: jednostka
sq: njësi

source: units
nl: eenheden
pl: jednostki
sq: njësi

source: Languages on %(site_name)s
nl: Talen op %(site_name)s
pl: Języki w %(site_name)s
sq: Gjuhë te %(site_name)s

source: The languages spoken on %s.
nl: De talen gesproken op %s.
pl: Języki używane w %s.
sq: Gjuhë të folura te %s.

source: Code
pl: Kod źródłowy
sq: Kod

source: Code aliases
nl: code-aliassen
pl: Aliasy kodu źródłowego
sq: Aliase kodi

source: Special Chars
nl: Bijzondere tekens
pl: Znaki specjalne
sq: Shenja Speciale

source: Enter any special characters that users might find difficult to type
nl: Voer die bijzondere tekens in, die gebruikers mogelijk lastig kunnen intikken
pl: Proszę podać znaki specjalne, których wpisanie może być trudne dla użytkownika
sq: Jepni çfarëdo shenje speciale të cilat përdoruesit mund t'i kishin të vështira për shtypje

source: Number of Plurals
nl: Aantal meervoudsvormen
pl: Liczby mnogie
sq: Numër Shumësi

source: Plural Equation
nl: Meervoudsvergelijking
pl: Równanie liczby mnogiej
sq: Ekuacion Shumësi

source: language
nl: taal
pl: język
sq: gjuhë

source: languages
nl: talen
pl: języki
sq: gjuhë

source: Latest projects on %(site_name)s
nl: Nieuwste projecten op %(site_name)s
pl: Najnowsze projekty w %(site_name)s
sq: Projektet më të fundit te %(site_name)s

source: Updates on changes and additions to registered projects.
nl: Berichten over veranderingen en toevoegingen aan geregistreerde projecten.
pl: Aktualizacje zmian i dodatków zarejestrowanych projektów.
sq: Përditësime mbi ndryshime dhe shtesa te projektet e regjistruara.

source: %(site_name)s: Components in %(project)s
nl: %(site_name)s: Componenten in %(project)s
pl: %(site_name)s: składniki w %(project)s
sq: %(site_name)s: Përbërës në %(project)s

source: Latest components in project %s.
nl: Nieuwste componenten in project %s.
pl: Najnowsze składniki w projekcie %s.
sq: Përbërësit më të fundit te projekti %s.

source: %(site_name)s: %(project)s :: %(release)s release
pl: %(site_name)s: %(project)s :: wydanie %(release)s
sq: %(site_name)s: %(project)s :: hedhje në qarkullim %(release)s

source: Translation statistics for all languages against %s release.
nl: Vertaalstatistieken voor alle talen in %s release.
pl: Statystyki tłumaczenia dla wszystkich języków w wydaniu %s.
sq: Statistika përkthimesh për të gjuhët përkundrejt qarkullimit %s.

source: %(site_name)s: %(project)s :: %(release)s release :: %(lang)s
pl: %(site_name)s: %(project)s :: wydanie %(release)s :: %(lang)s
sq: %(site_name)s: %(project)s :: hedhje në qarkullim %(release)s :: %(lang)s

source: Translation statistics for %(lang)s language against %(release)s release.
nl: Vertaalstatistieken voor %(lang)s in %(release)s release.
pl: Statystyki tłumaczenia dla języka %(lang)s w wydaniu %(release)s.
sq: Statistika përkthimesh për gjuhën %(lang)s lidhur me hedhjen në qarkullim %(release)s.

source: Search for a username
nl: Zoeken naar een gebruikersnaam
pl: Wyszukiwanie nazwy użytkownika
sq: Kërkoni për një emër përdoruesi

source: Free for all
pl: Dostęp dla wszystkich

source: Allow any logged-in user to submit files to my project. <a href="http://www.youtube.com/watch?v=okd3hLlvvLw" target="_blank">Imagine</a> all the people, sharing all the world. Recommended for quick translations, and when a pre-commit review process is in place, e.g. when contributions are submitted by email or to a separate branch.
pl: Każdy zalogowany użytkownik może wysyłać pliki do projektu. <a href="http://www.youtube.com/watch?v=okd3hLlvvLw" target="_blank">Wyobraźmy sobie</a> wszystkich ludzi, dzielących się światem. Zalecane dla szybkich tłumaczeń, a także kiedy tłumaczenia są recenzowane przed wysłaniem, np. kiedy są wysyłane na adres e-mail lub do oddzielnej gałęzi.

source: Limited access
pl: Ograniczony dostęp

source: Give access to specific people. Translations teams will have access to their language's files only, and global writers will have access to all translation files. Recommended for most projects.
pl: Udostępnia projekt konkretnym osobom. Zespoły tłumaczenia będą miały dostęp tylko do plików swojego języka, a globalni redaktorzy będą mieli dostęp do wszystkich plików tłumaczeń. Zalecane dla większości projektów.

source: Outsourced access
pl: Dostęp z zewnątrz

source: Re-use another project's teams and writers by trusting access control to that project. If a person can contribute to that project, it can contribute to this one as well. Recommended for non-upstream projects such as distribution packages, desktop environment modules, etc.
pl: Używa zespołów i tłumaczy innego projektu, powierzając mu kontrolę dostępu nad projektem. Jeśli dana osoba posiada dostęp do tamtego projektu, posiada go także do tego. Zalecane zależnym projektom, takim jak pakiety dystrybucji, moduły środowisk graficznych itp.

source: A regular expression to filter the exposed files. Eg: 'po/.*'
nl: Een reguliere expressie om de getoonde bestanden te filteren. Bijvoorbeeld: 'po/.*'
pl: Wyrażenie regularne do filtrowania plików. Np. "po/.*"
sq: Një shprehje e rregullt për filtrim të kartelave të paraqitura. Psh: 'po/.*'

source: Submit to
nl: Inzenden naar
pl: Wysyłanie do
sq: Parashtro te

source: Choose how this component should handle submissions of files.The options here are available based on the component type
nl: Bepaal hoe deze component om moet gaan met aangeleverde bestanden. De beschikbare opties zijn gebaseerd op het componenttype
pl: Proszę wybrać, jak ten składnik powinien obsługiwać wysyłanie plików. Dostępne opcje są oparte na typie składnika
sq: Zgjidhni se si duhet t'i trajtojë kjo përbërëse parashtrimet e kartelave.Mundësitë e këtushme janë të passhme mbi bazën e llojit të përbërëses

source: Search for a component
nl: Zoeken naar een component
pl: Wyszukiwanie składnika
sq: Kërkoni për një përbërës

source: Private
pl: Prywatny

source: A private project is visible only by you and your team.Moreover, private projects are limited according to billingplans for the user account.
pl: Prywatny projekt jest widoczny tylko dla użytkownika i jego zespołu. Co więcej, jest on ograniczony zgodnie z planem bilingowym konta użytkownika.

source: A short label to be used in the URL, containing only letters, numbers, underscores or hyphens.
nl: Een kort label dat gebruikt kan worden in de URL, met alleen letters, cijfers, liggende streepjes of streepjes.
pl: Krótka etykieta używana w adresie URL, zawierająca tylko litery, liczby, podkreślniki i myślniki.
sq: Një etiketë e vockël për përdorim te URL-ja, vetëm me shkronja, numra, nënvija ose vija ndarëse.

source: A short name or very short description.
nl: Een korte naam of erg korte beschrijving
pl: Krótka nazwa lub bardzo krótki opis.
sq: Një emër të shkurtër ose një përshkrim shumë të shkurtër.

source: A sentence or two describing the object (optional).
nl: Een of twee zinnen die het object beschrijven (optioneel)
pl: Zdanie lub dwa opisujące projekt (opcjonalne).
sq: Një a dy fraza që përshkruajnë objektin (opsionale).

source: Long description
nl: Lange beschrijving
pl: Długi opis
sq: Përshkrim i gjatë

source: A longer description (optional). Use Markdown syntax.
nl: Een langere beschrijving (optioneel). Gebruik de Markdown-syntax.
pl: Dłuższy opis (opcjonalny). Proszę używać składni "Markdown".
sq: Përshkrim më i gjatë (opsional). Përdorni sintaksë Markdown.

source: Homepage
nl: Homepagina
pl: Strona domowa
sq: Faqe Hyrëse

source: Feed
pl: Kanał
sq: Prurje

source: An RSS feed with updates to the project.
nl: Een RSS-feed met updates op het project.
pl: Kanał RSS z aktualizacjami projektu.
sq: Një prurje RSS me përditësime te projekti.

source: Bug tracker
pl: System śledzenie błędów
sq: Gjurmes të metash

source: The URL for the bug and tickets tracking system (Bugzilla, Trac, etc.)
nl: De URL voor het bug en ticket tracking systeem (Bugzilla, Trac, etc.)
pl: Adres URL systemu śledzenia błędów i zgłoszeń (Bugzilla, Trac itp.)
sq: The URL for the bug and tickets tracking system (Bugzilla, Trac, etc.)URL-ja për sistemin e ndjekjes së të metave (Bugzilla, Trac, etj.)

source: Anyone can submit
nl: Iedereen kan inzenden
pl: Każdy może wysyłać
sq: Mund të parashtrojë kushdo

source: Can anyone submit files to this project?
nl: Kan iedereen bestanden inzenden naar dit project?
pl: Czy każdy może wysyłać pliki do tego projektu?
sq: A mundet gjithkush të parashtrojë kartela për këtë projekt?

source: Hide this object from the list view?
nl: Dit object verbergen van de lijstweergave?
pl: Ukryć ten obiekt z widoku listy?
sq: Të fshihet ky objek prej shfaqjes si listë?

source: Enabled
nl: Geactiveerd
pl: Włączone
sq: Veprues

source: Enable this object or disable its use?
nl: Dit object activeren of deactiveren?
pl: Włączyć ten obiekt lub wyłączyć jego użycie?
sq: Të aktivizohet ky objekt apo të çaktivizohet përdorimi i tij?

source: Tags
pl: Znaczniki
sq: Etiketa

source: Maintainers
nl: Onderhouders
pl: Opiekunowie
sq: Mirëmbajtësa

source: Outsource project
pl: Outsourcing projektu

source: Project that owns the access control of this project.
pl: Projekt, który kontroluje dostęp do tego projektu.

source: Owner
pl: Właściciel

source: The user who owns this project.
pl: Użytkownik, który jest właścicielem tego projektu.

source: HTML Description
nl: HTML Beschrijving
pl: Opis w języku HTML
sq: Përshkrim HTML

source: Description in HTML.
nl: Beschrijving in HTML.
pl: Opis w języku HTML.
sq: Përshkrim në HTML.

source: <Project: %s>
pl: <Projekt: %s>
sq: <Projekt: %s>

source: project
pl: projekt
sq: projekt

source: projects
nl: projecten
pl: projekty
sq: projekte

source: Source language
nl: Brontaal
pl: Język źródłowy
sq: Gjuhë burimi

source: The source language for this component (e.g., 'en', 'pt_BR', 'el').
nl: De brontaal voor deze component (bv, 'en', 'pt_BR', 'el').
pl: Język źródłowy dla tego składnika (np. "en", "pt_BR", "pl").
sq: Gjuha burim për këtë përbërëse (p.sh., 'en', 'pt_BR', 'el').

source: I18n type
pl: Typ umiędzynaradawiania
sq: lloj I18n

source: The type of i18n support for the source code (%s)
nl: Het soort ondersteuning van i18n van de broncode (%s)
pl: Typ obsługi umiędzynaradawiania kodu źródłowego (%s)
sq: Lloji i mbulimit i18n për kodin burim (%s)

source: File filter
nl: Bestandsfilter
pl: Filtr plików
sq: Filtër kartele

source: Allows submission
nl: Staat inzendingen toe
pl: Umożliwienie wysyłanie plików
sq: Lejo parashtrime

source: Does this module repository allow write access?
nl: Laat deze module repository schrijftoegang toe?
pl: Czy repozytorium tego modułu umożliwia dostęp do zapisu?
sq: A lejon kjo depo moduli hyrje për shkrim?

source: Calculate statistics?
nl: Bereken statistieken?
pl: Obliczać statystyki?
sq: Të llogariten statistikat?

source: Should statistics be calculated for this component?
nl: Moeten statistieken voor deze component worden berekend?
pl: Czy statystyki powinny być obliczane dla tego składnika?
sq: A duhen llogaritur statistikat për këtë përbërëse?

source: Project
pl: Projekt
sq: Projekt

source: Unit
nl: Eenheid
pl: Jednostka
sq: Njësi

source: <Component: %s>
pl: <Składnik: %s>
sq: <Përbërës: %s>

source: component
pl: składnik
sq: përbërës

source: components
nl: componenten
pl: składniki
sq: përbërës

source: A string like a name or very short description.
nl: Een string zoals een naam of erg korte beschrijving.
pl: Krótka nazwa lub bardzo krótki opis.
sq: Një varg si punë emri ose një përshkrim shumë të shkurtër.

source: A sentence or two describing the object.
nl: Één of twee zinnen die het object beschrijven.
pl: Zdanie lub dwa opisujące obiekt.
sq: Një a dy togfjalësha përshkrimi për objektin.

source: Use Markdown syntax.
nl: Gebruik de Markdown-syntax.
pl: Proszę używać składni "Markdown".
sq: Përdor sintaksë Markdown

source: Release date
nl: Releasedatum
pl: Data wydania
sq: Datë qarkullimi

source: When this release will be available.
nl: Wanneer zal deze release beschikbaar zijn.
pl: Kiedy to wydanie będzie dostępne.
sq: Kur ky qarkullim të jetë i passhëm.

source: String freeze date
nl: Datum waarop strings worden bevroren.
pl: Data zamrożenia ciągów
sq: Datë ngrirje e vargjeve

source: When the translatable strings will be frozen (no strings can be added/modified which affect translations.
nl: De datum waarop vertaalbare strings bevroren worden (strings kunnen niet meer worden toegevoegd of veranderd als dat de vertalingen beïnvloedt)
pl: Kiedy ciągi do tłumaczenia zostaną zamrożone (żadne ciągi wpływające na tłumaczenia nie mogą być dodawane/modyfikowane).
sq: Kur të ngrihen vargjet e përkthyeshme (nuk mund të shtohen/ndryshohen më vargje që prekin përkthimin).

source: Devel freeze date
nl: Datum waarop ontwikkeling wordt bevroren.
pl: Data zamrożenia rozwoju
sq: Datë ngrirjeje zhvillimi

source: The last date packages from this release can be built from the developers. Translations sent after this date will not be included in the released version.
nl: De laatste datum waarop ontwikkelaars packages uit deze release kunnen bouwen. Vertalingen ingezonden na deze datum zullen niet worden opgenomen in de gereleasede versie.
pl: Ostatnia data, kiedy pakiety z tego wydania mogą być budowane przez programistów. Tłumaczenia wysłane po tej dacie nie będą zawarte w wydanych wersjach.
sq: Paketat e datës së fundit prej këtij qarkullimi mund të montohen nga zhvilluesit. Përkthimet e dërguara pas kësaj date nuk do të përfshihen në versionin e qarkulluar.

source: Components
nl: Componenten
pl: Składniki
sq: Përbërësa

source: <Release: %(rel)s (Project %(proj)s)>
pl: <Wydanie: %(rel)s (projekt %(proj)s)>
sq: <Hedhje në Qarkullim: %(rel)s (Projekt %(proj)s)>

source: release
pl: wydanie
sq: qarkullim

source: releases
pl: wydania
sq: qarkullime

source: Is allowed to maintain this project
nl: Heeft toestemming dit project te onderhouden
pl: Może opiekować się tym projektem
sq: Lejohet ta mirëmbajë këtë projekt

source: Is allowed to coordinate a team project
nl: Heeft toestemming een teamproject te coördineren
pl: Może koordynować projekt zespołowy
sq: I lejohet të bashkërendojë projekte ekipi

source: Is allowed to submit file to this project
nl: Heeft toestemming een bestand voor dit project te submitten
pl: Może wysyłać pliki do tego projektu
sq: I lejohet të parashtrojë kartelë te ky projekt

source: Is allowed to browse this private project
pl: Może przeglądać ten prywatny projektem

source: Translated:
nl: Vertaald:
pl: Przetłumaczone:
sq: E përkthyer:

source: Fuzzy:
nl: Vaag:
pl: Budzące wątpliwości:
sq: I turbullt:

source: Untranslated:
nl: Niet vertaald:
pl: Nieprzetłumaczone:
sq: E papërkthyer:

source: Total:
nl: Totaal:
pl: Razem:
sq: Gjithsej:

source: The %s was deleted.
nl: De %s is verwijderd.
pl: %s zostało usunięte.
sq: %s u fshi.
