Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.0.tar.gz/transifex-0.9.0/transifex/locale/*/LC_MESSAGES/django.po
Languages: nl, pl, sq

source: List of team requests:
nl: Lijst van team-aanvragen:
pl: Lista żądań zespołów:
sq: Listë kërkesash për ekip:

source: List of available teams:
nl: Lijst van beschikbare teams
pl: Lista dostępnych zespołów:
sq: Listë ekipesh të tanishëm:

source: No translation team created yet. :(
nl: Nog geen vertaalteam aangemaakt. :(
pl: Nie utworzono jeszcze żadnego zespołu tłumaczenia. :(
sq: Nuk ka ende ekip të krijuar. :(

source: Request a new translation team for this project
nl: Een nieuwe vertaling aanvragen voor dit project
pl: Zażądaj nowego zespołu tłumaczenia dla tego projektu.
sq: Kërkoni një ekip të ri përkthimi për këtë projekt

source: Request a new team
nl: Een nieuw team aanvragen
pl: Zażądaj nowy zespół
sq: Kërkoni një ekip të ri

source: Request team
nl: Team aanvragen
pl: Zażądaj zespół
sq: Kërkoni një ekip

source: This project is not using Translation Teams
pl: Ten projekt nie używa zespołów tłumaczenia

source: This project does not maintain its own teams, but has chosen to re-use the teams of project '<a href=%(outsource_url)s>%(outsource_project)s</a>'. In order to send translations here you'll need to join a team of '%(outsource_project)s'.
pl: Ten projekt nie zarządza swoimi własnymi zespołami, ale wybrał powierzenie tłumaczenia projektowi "<a href=%(outsource_url)s>%(outsource_project)s</a>". Aby wysyłać tłumaczenia, należy dołączyć do zespołu "%(outsource_project)s".

source: This project allows translation submission from <em>anyone</em>, and thus no translation teams exist.
pl: Ten projekt umożliwia wysyłanie tłumaczeń <em>każdemu</em>, dlatego nie istnieje żaden zespół tłumaczenia.

source: Show completed
nl: Voltooide weergeven
pl: Wyświetlenie ukończonych
sq: Shfaq të plotësuarit

source: Give access to a translator to send translations to your project
nl: Geef toegang tot een vertaler om vertalingen naar je project te zenden
pl: Udzielenie dostępu tłumaczowi, aby wysyłał tłumaczenia do projektu
sq: Lejojini hyrje një përkthyesi të dërgojë përkthime te projekti juaj

source: Revoke permission
nl: Toestemming intrekken
pl: Unieważnij pozwolenie
sq: Hiqi lejen

source: Grant permission
nl: Toestemming verlenen
pl: Nadaj pozwolenie
sq: Jepi leje

source: Request permission
nl: Toestemming vragen
pl: Zażądaj pozwolenia
sq: Kërkoni leje

source: Approve request
nl: Aanvraag goedkeuren
pl: Zaakceptuj pozwolenie
sq: Miratoje kërkesën

source: Withdraw request
nl: Aanvraag terugtrekken
pl: Wycofaj żądanie
sq: Tërhiqeni kërkesën

source: Deny request
nl: Aanvraag weigeren
pl: Odrzuć żądanie
sq: Mohojani kërkesën

source: Personal information
nl: Persoonlijke informatie
pl: Informacje osobiste
sq: Të dhëna personale

source: Avatar
pl: Awatar

source: Location
nl: Locatie
pl: Położenie
sq: Vendndodhje

source: Remove profile
nl: Profiel verwijderen
pl: Usuń profil
sq: Hiqe profilin

source: Change e-mail
nl: E-mail wijzigen
pl: Zmień adres e-mail
sq: Ndërrojeni e-mail-in

source: Add e-mail
nl: E-mail toevoegen
pl: Dodaj adres e-mail
sq: Shtoni e-mail

source: Add a new e-mail address
nl: Een nieuw e-mailadres toevoegen
pl: Dodaj nowy adres e-mail
sq: Shtoni një vendndodhje të re poste

source: Enter the new e-mail address. An e-mail will be sent to it for testing and confirmation.
nl: Voor het nieuwe e-mailadres in. Er zal een e-mail naartoe gezonden worden als test en bevestiging.
pl: Proszę podać nowy adres e-mail. Zostanie na niego wysłana wiadomość e-mail, aby go przetestować i potwierdzić.
sq: Jepni vendndodhjen e re e-mail. Do t'ju dërgohet një e-mail te ajo, për provën dhe për ripohimin e saj.

source: E-mail validation successful
nl: Validatie van e-mail gelukt
pl: Pomyślnie sprawdzono adres e-mail
sq: Vleftësim i Sukseshëm e-mail-i

source: E-mail change unsuccessful
nl: Validatie van e-mail mislukt
pl: Zmiana adresu e-mail nie powiodła się
sq: Ndryshim i pasukseshëm e-mail-i

source: E-mail validation process
nl: Validatieproces van e-mail
pl: Proces sprawdzenia adresu e-mail
sq: Pocesi i vleftësimit të e-mail-it

source: You can manage the e-mail validation process from the <a href="%(profile_overview)s">overview page</a>.
nl: Je kan het validatieproces van je e-mailadres beheren via de <a href="%(profile_overview)s">overzichtspagina</a>.
pl: Można zarządzać procesem sprawdzenia adresu e-mail ze <a href="%(profile_overview)s"strony przeglądu</a>.
sq: Procesin e vleftësimit të e-mail-eve mund ta administroni prej <a href="%(profile_overview)s"faqes përmbledhëse</a>.

source: E-mail address validated successfully.
nl: E-mailadres succesvol gevalideerd
pl: Pomyślnie sprawdzono adres e-mail.
sq: Vendndodhja e-mail u vleftësua me sukses.

source: The key you received via e-mail is no longer valid. Please try the e-mail validation process again.
nl: De sleutel die je via e-mail ontving is niet langer geldig. Gelieve het validatieproces van je e-mail opnieuw te proberen.
pl: Klucz otrzymany przez adres e-mail nie jest już prawidłowy. Proszę ponownie spróbować wykonać proces sprawdzenia adresu e-mail.
sq: Kyçi që ju erdhi me e-mail nuk është më i vlefshëm. Ju lutem, riprovoni procesin e vleftësimit të e-mail-it.

source: E-mail change processed
nl: Wijziging van e-mailadres verwerkt
pl: Przetworzono zmianę adresu e-mail
sq: Ndryshimi i e-mail-it u krye.

source: An e-mail has been sent to the new e-mail address for verification purposes. Please check your e-mail and complete this process by following the instructions specified in the e-mail body.
nl: Een e-mail werd verzonden naar het nieuwe e-mailadres voor verificatiedoeleinden. Gelieve je e-mail te controleren en dit proces te voltooien door de instructies te volgen die in de e-mail staan.
pl: Wiadomość e-mail została wysłana na nowy adres e-mail, aby go sprawdzić. Proszę przejść do poczty e-mail i ukończyć proces postępując zgodnie z instrukcjami podanymi w wiadomości e-mail.
sq: Për arsye verifikimi, ju është dërguar një e-mail te vendndodhja e re e-mail. Ju lutem, hapeni e-mail-in tuaj dhe plotësojeni këtë proces duke ndjekur udhëzimet që jepen te përmbajtja e e-mail-it.

source: Resend e-mail validation
nl: E-mail validatie opnieuw verzenden
pl: Ponownie wyślij sprawdzenie adresu e-mail
sq: Ridërgo vleftësim me e-mail

source: You will not be able to sign in until you have validated your e-mail address. Enter your registered e-mail address to receive the validation e-mail again.
nl: Je kan je niet inloggen totdat je je e-mailadres gevalideerd hebt. Geef je geregistreerde e-mailadres in om de validatiemail opnieuw te ontvangen.
pl: Nie można się zalogować, dopóki adres e-mail nie zostanie sprawdzony. Proszę podać zarejestrowany adres e-mail, aby ponownie otrzymać wiadomość e-mail sprawdzenia.
sq: Po qe se nuk e keni vleftësuar ende vendndodhjen tuaj e-mail, nuk do të jeni në gjendje të bëni hyrje. Jepni vendndodhjen tuaj të regjistruar e-mail për ta marrë sërish e-mail-in për vleftësimin.

source: Resend confirmation
nl: Bevestiging opnieuw verzenden
pl: Ponownie wyślij potwierdzenie
sq: Ridërgo ripohimin

source: Validation e-mail sent
nl: Validatiemail verzonden
pl: Wysłano wiadomość e-mail sprawdzenia
sq: E-mail-i i vleftësimit u dërgua.

source: Your user account was already activated
nl: Je gebruikersaccount werd al geactiveerd
pl: Konto użytkownika zostało już aktywowane
sq: Llogaria juaj e përdoruesit qe tashmë aktive

source: You can manage the e-mail validation process from the
nl: Je kan het validatieproces van je e-mail beheren vanaf de
pl: Można zarządzać procesem sprawdzenia adresu e-mail ze
sq: Mund ta administroni procesin e vleftësimit të e-mail-eve prej

source: overview page
nl: overzichtspagina
pl: strony przeglądu
sq: faqja përmbledhëse

source: We've sent you the e-mail validation link.
nl: We hebben je validatielink verzonden voor je e-mailadres
pl: Wysłano wiadomość e-mail z odnośnikiem sprawdzenia.
sq: Ju kemi dërguar lidhjen për vleftësimin e e-mail-it.

source: Your e-mail was already validated
nl: Je e-mail werd al gevalideerd
pl: Adres e-mail został już sprawdzony
sq: E-mail-i juaj qe vleftësuar një herë

source: User sign in
nl: Gebruikerslogin
pl: Zalogowanie użytkownika
sq: Nënshkrim përdoruesi

source: Enter your username and password to sign in.
nl: Voer je gebruikersnaam en wachtwoord in om in te loggen.
pl: Proszę podać nazwę użytkownika i hasło, aby się zalogować.
sq: Jepni emrin tuaj të përdoruesit dhe fjalëkalimin që të nënshkruani.

source: Utilities
nl: Gereedschappen
pl: Narzędzia
sq: Të dobishme

source: Lost your password?
nl: Wachtwoord verloren?
pl: Zgubiono hasło?
sq: Humbët fjalëkalimin tuaj?

source: Resend validation e-mail
nl: Validatiemail opnieuw verzenden
pl: Ponownie wyślij wiadomość e-mail sprawdzenia
sq: Ridërgo e-mail vleftësimi

source: Sign up!
nl: Aanmelden!
pl: Zarejestruj się!
sq: Nënshkruani!

source: Logged out
nl: Uitgelogd
pl: Wylogowano
sq: Dolët

source: You've been logged out.
nl: Je bent uitgelogd
pl: Użytkownik został wylogowany.
sq: Keni dalë.

source: Log in again
nl: Opnieuw inloggen
pl: Zaloguj się ponownie
sq: Hyni sërish

source: Password change for
nl: Wachtwoordwijziging voor
pl: Zmiana hasła dla
sq: Ndryshim fjalëkalimi për

source: Password change
nl: Wachtwoordwijziging
pl: Zmiana hasła
sq: Ndryshim fjalëkalimi

source: You can change your password from here. Please enter your new password twice so we can verify you typed it in correctly.
nl: Je kan je wachtwoord langs deze weg wijzigen. Gelieve je nieuwe wachtwoord tweemaal in te voeren zodat we kunnen verifiëren dat je het correct ingetypt hebt.
pl: Tutaj można zmienić hasło. Proszę podać nowe hasło dwa razy, aby można było sprawdzić, czy poprawnie je wpisano.
sq: Prej këtej mund të ndryshoni fjalëkalimin tuaj. Ju lutem jepeni fjalëkalimin e ri dy herë që të mund të bindemi se e shtypët saktë.

source: Password change successful
nl: Wijziging wachtwoord gelukt
pl: Pomyślnie zmieniono hasło
sq: Ndryshim i sukseshëm fjalëkalimi

source: The password has been changed successfully.
nl: Het wachtwoord werd succesvol gewijzigd.
pl: Pomyślnie zmieniono hasło.
sq: Fjalëkalimi juaj u ndryshua me sukses.

source: Password key expired
nl: Wachtwoordsleutel vervallen
pl: Klucz hasła wygasł
sq: Skadoi kyçi i fjalëkalimit

source: The password key you're trying to use is expired. Please, request a new one.
nl: De wachtwoordsleutel die je probeert te gebruiken is vervallen. Gelieve een nieuwe aan te vragen.
pl: Hasło, które użytkownik próbuje użyć wygasło. Proszę zażądać nowego.
sq: Kyçi i fjalëkalimit që po përpiqeni të përdorni ka skaduar. Ju lutem, kërkoni një të ri.

source: Password reset
nl: Wachtwoordherstel
pl: Przywrócenie hasła
sq: Ricaktim fjalëkalimi

source: Password reset form
nl: Wachtwoordherstelformulier
pl: Formularz przywrócenia hasła
sq: Formular ricaktimi fjalëkalimi

source: Forgotten your password? Enter your e-mail address, and we'll reset your password and e-mail the new one to you.
nl: Wachtwoord vergeten? Geef je e-mailadres in en we zullen je wachtwoord herstellen en het nieuwe naar jou doormailen.
pl: Zapomniano hasło? Proszę podać adres e-mail, a hasło zostanie przywrócone i wysłane do użytkownika.
sq: Harruat fjalëkalimin? Jepni vendndodhjen tuaj e-mail, dhe do ta ricaktojmë dhe do t'jua dërgojmë me e-mail fjalëkalimin e ri.

source: Reset my password
nl: Mijn wachtwoord herstellen
pl: Przywróć hasło
sq: Ndrysho fjalëkalimin tim

source: Your password has been set. You may go ahead and log in now.
nl: Je wachtwoord werd ingesteld. Je mag nu verdergaan en inloggen.
pl: Hasło zostało ustawione. Można się teraz zalogować.
sq: Fjalëkalimi juaj u caktua. Mund të vazhdoni më tej dhe të kryeni hyrjen tani.

source: Change password
nl: Wachtwoord wijzigen
pl: Zmień hasło
sq: Ndrysho fjalëkalimin

source: Password reset unsuccessful
nl: Herstellen wachtwoord mislukt
pl: Przywrócenie hasła nie powiodło się
sq: Nryshim i pasuksesshëm fjalëkalimi

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: De link om het wachtwoord te herstellen was ongeldig, mogelijk omdat hij al gebruikt is. Gelieve een nieuw paswoordherstel aan te vragen.
pl: Odnośnik przywrócenia hasła jest nieprawidłowy, prawdopodobnie ponieważ został już użyty. Proszę zażądać nowego przywrócenia hasła.
sq: Lidhja për ricaktimin e fjalëkalimit qe e pavlefshme, ndoshta ngaqë është përdorur një herë. Ju lutem, kërkoni një ricaktim të ri të fjalëkalimit.

source: Password reset successful
nl: Wachtwoordherstel gelukt
pl: Pomyślnie przywrócono hasło
sq: Ndryshim i sukseshëm fjalëkalimi

source: We've e-mailed you the instructions to obtain a new password. You should be receiving it shortly.
nl: We hebben je de instructies gemaild om een nieuw wachtwoord te verkrijgen. Je zou ze binnenkort moeten ontvangen.
pl: Wysłano wiadomość e-mail z instrukcjami uzyskania nowego hasła. Użytkownik powinien go niedługo otrzymać.
sq: Ju keni dërguar me e-mail udhëzimet se si të merrni një fjalëkalim të ri. Duhet t'ju vijë shpejt.

source: User registration
nl: Gebruikersregistratie
pl: Rejestracja użytkownika
sq: Regjistrim përdoruesi

source: Register for a Transifex account
nl: Registreren voor een Transifex-account
pl: Zarejestruj nowe konto w usłudze Transifex
sq: Regjistrohuni për një llogari Transifex

source: Joining Transifex is quick and easy. Just fill in the following form.
nl: Je aansluiten bij Transifex is snel en gemakkelijk. Vul gewoon het volgende formulier in.
pl: Dołączenie do usługi Transifex jest szybkie i proste. Należy tylko wypełnić poniższy formularz.
sq: Pjesëmarrja te Transifex-i është e lehtë dhe bëhet shpejt. Thjesht plotësoni formularin vijues.

source: Registration completed
nl: Registratie voltooid
pl: Ukończono rejestrację
sq: Regjistrimi u plotësua

source: Register a new account
nl: Een nieuwe account registreren
pl: Zarejestruj nowe konto
sq: Regjistroni llogari të re

source: You have successfully registered a new account and an account activation url has been sent to your e-mail address. Please access this url to finish the registration process.
nl: Je hebt succesvol een nieuwe account geregistreerd. Een link om je account te activeren werd naar je e-mailadres verzonden. Gelieve deze link te volgen om het registratieproces te voltooien.
pl: Pomyślnie zarejestrowano nowe konto, a adres URL aktywacji konta został wysłany na adres e-mail. Proszę użyć tego adresu URL, aby ukończyć proces rejestracji.
sq: Keni regjistruar me sukses një llogari të re, dhe ju është dërguar te email-i juaj një url aktivizimi llogarie. Ju lutem, shkoni te kjo url që të përfundoni procesin e regjistrimit.

source: You have successfully registered a new account. Go to the <a href="%(overview_url)s">sign in page</a> to authenticate and start using this site.
nl: Je hebt succesvol een nieuwe account geregistreerd. Ga naar de <a href="%(overview_url)s">inlogpagina</a> om je te identificeren en deze site te beginnen gebruiken.
pl: Pomyślnie zarejestrowano nowe konto. Proszę przejść do <a href="%(overview_url)s">strony logowania</a>, aby uwierzytelnić się i zacząć używać tej strony.
sq: Keni regjistruar me sukses një llogari të re. Kaloni te <a href="%(overview_url)s">faqja për hyrje</a> për të bërë mirëfilltësimin dhe për të filluar përdorimin e këtij "site"-i.

source: Choose the location of your avatar
nl: Kies de locatie van je avatar
pl: Proszę wybrać położenie awatara
sq: Zgjidhni vendin e avatarit tuaj

source: Avatar selection page
nl: Avatar-selectiepagina
pl: Strona wyboru awatara
sq: Faqe përzgjedhjeje avatari

source: You have several options to select the image you want to use as avatar on your profile.
nl: Je hebt verschillende mogelijkheden om de afbeelding te selecteren die je wilt gebruiken als avatar op je profiel.
pl: Istnieje kilka opcji wyboru obrazu, który ma zostać użyty jako awatar w profilu.
sq: Keni disa mundësi përzgjedhjeje të figurës që dëshironi të përdorni si avatar te profili juaj.

source: Select an image from disk
nl: Een image van op schijf selecteren
pl: Wybór obrazu z dysku
sq: Përzgjidhni një pamje prej diskut

source: Done
nl: Klaar
pl: Ukończono
sq: U bë

source: Select an image from a remote URL. Enter the URL in the field below and we'll retrieve the image for you
nl: Selecteer een afbeelding van een link op afstand. Typ de link in het onderstaande veld en wij zullen de afbeelding voor jou terugvinden
pl: Proszę wybrać obraz ze zdalnego adresu URL. Proszę podać adres URL w polu poniżej, a obraz zostanie pobrany
sq: Përzgjidhni një pamje prej një URL-je të largët. Vendoseni URL-në te zona më poshtë dhe do ta marrim ne figurën për ju

source: Search on Picasa Web
nl: Zoeken op Picasa Web
pl: Wyszukanie na Picasa Web
sq: Kërkoni në Picasa Web

source: Crop &amp; resize the area you want
nl: Bijsnijden &amp; herschaal het gebied dat je wil
pl: Proszę przyciąć i zmienić rozmiar obszaru, który ma zostać wykorzystany
sq: Qethni &amp; ripërmasoni zonën që doni

source: Delete personal information
nl: Persoonlijke informatie wissen
pl: Usuń informacje osobiste
sq: Fshiji të dhënat personale

source: Erase all your private data except your username. You can fill in the information again later if you want to.
nl: Al je privé-data wissen behalve je gebruikersnaam. Je kan de informatie later invullen als je wil.
pl: Usuwa wszystkie prywatne dane, poza nazwą użytkownika. Później można ponownie wypełnić te informacje.
sq: Fshini tërë të dhënat tuaja vetjake, hiq emrin tuaj të përdoruesit. Mund t'i rijepni të dhënat më vonë, po deshët.

source: Are you sure?
nl: Ben je zeker?
pl: Na pewno?
sq: Jeni i sigurt?

source: Delete my data
nl: Mijn gegevens wissen
pl: Usuń dane
sq: Fshiji të dhënat e mia

source: %(user)s's Dashboard
nl: Dashboard van %(user)s
pl: Strona główna użytkownika %(user)s
sq: Pulti i %(user)s

source: Define your location
nl: Definieer je locatie
pl: Proszę określić swoje położenie
sq: Përcaktoni vendin tuaj

source: Auto-discover location
nl: Automatisch locatie ontdekken
pl: Automatyczne wykrywanie położenia
sq: Vetëzbulo vendin

source: Country
nl: Land
pl: Kraj
sq: Vend

source: Location:
nl: Locatie:
pl: Położenie:
sq: Vend:

source: Position
nl: Positie
pl: Pozycja
sq: Vendndodhje

source: Save
nl: Opslaan
pl: Zapisz
sq: Ruaje

source: Location information
nl: Locatie-informatie
pl: Informacje o położeniu
sq: Të dhëna vendi:

source: Define your location information.
nl: Definieer je locatie-informatie.
pl: Proszę określić informacje o położeniu.
sq: Përkufizoni të dhënat e vendit tuaj.

source: Overview of your profile
nl: Overzicht van je profiel
pl: Przegląd profilu
sq: Përmbledhje e profilit tuaj

source: Change avatar
nl: Avatar wijzigen
pl: Zmień awatar
sq: Ndërroni avatar

source: Add avatar
nl: Avatar toevoegen
pl: Dodaj awatar
sq: Shtoni avatar

source: Username:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
sq: Emër përdoruesi:

source: E-mail:
pl: Adres e-mail:

source: Not set yet
nl: Nog niet ingesteld
pl: Nie ustawiono jeszcze
sq: Ende i parregulluar

source: (Not validated)
nl: (niet gevalideerd)
pl: (nie sprawdzono)
sq: (E pavleftësuar)

source: Not set
nl: Niet ingesteld
pl: Nie ustawiono
sq: E parregulluar

source: Management:
nl: Beheer:
pl: Zarządzanie:
sq: Administrim:

source: Change your e-mail address
nl: Je e-mailadres wijzigen
pl: Zmień adres e-mail
sq: Ndryshoni vendndodhjen tuaj email

source: Add your e-mail address
nl: Je e-mailadres toevoegen
pl: Dodaj adres e-mail
sq: Shtoni vendndodhjen tuaj email

source: Add location
nl: Locatie toevoegen
pl: Dodaj położenie
sq: Shtoni vend

source: Change location
nl: Locatie wijzigen
pl: Zmień położenie
sq: Ndryshoni vendin

source: Edit your personal information
nl: Je persoonlijke informatie wijzigen
pl: Zmodyfikuj informacje osobiste
sq: Përpunoni të dhënat tuaja personale

source: Insert some information about you.
nl: Schrijf hier wat over jezelf.
pl: Proszę podać kilka informacji o sobie.
sq: Jepni ndoca të dhëna rreth jush.

source: Nudge %(user)s
nl: %(user)s porren
pl: Szturchnij użytkownika %(user)s
sq: Cyte %(user)s

source: Native language
nl: Moedertaal
pl: Natywny język
sq: Gjuha mëmë

source: Blog/Site
pl: Blog/witryna

source: Coordinator of the following team:
nl: Coördinator van het volgende team:
pl: Koordynator poniższego zespołu:
sq: Bashkërendues i ekipit vijues:

source: <a class="name" href="%(team_url)s">%(team_name)s</a> team of the <a class="name" href="%(project_url)s">%(project_name)s</a> project
nl: <a class="name" href="%(team_url)s">%(team_name)s</a> team van het <a class="name" href="%(project_url)s">%(project_name)s</a>-project
pl: Zespół <a class="name" href="%(team_url)s">%(team_name)s</a> projektu <a class="name" href="%(project_url)s">%(project_name)s</a>
sq: <a class="name" href="%(team_url)s">%(team_name)s</a> ekipi i projektit<a class="name" href="%(project_url)s">%(project_name)s</a>

source: Member of the following team:
nl: Lid van het volgende team:
pl: Członek poniższego zespołu:
sq: Anëtar i ekipit vijues:

source: Context
pl: Kontekst
sq: Kontekst

source: Developer comments
nl: Opmerkingen van ontwikkelaar
pl: Komentarze programisty
sq: Komente zhvilluesi

source: Occurences
nl: Gebeurtenissen
pl: Wystąpienia
sq: Hasje

source: Translate '%(filename)s'
nl: '%(filename)s' vertalen
pl: Przetłumacz "%(filename)s"
sq: Përktheni '%(filename)s'

source: Translate '<code>%(filename)s</code>'
nl: '<code>%(filename)s</code>' vertalen
pl: Przetłumacz "<code>%(filename)s</code>"
sq: Përktheni '<code>%(filename)s</code>'

source: Current status for this page
nl: Huidige status voor deze pagina
pl: Bieżące statystyki dla tej strony
sq: Gjendje e tanishme për këtë faqe

source: Settings
nl: Instellingen
pl: Ustawienia
sq: Rregullime

source: Verbose editing:
nl: Breedsprakig bewerken:
pl: Więcej informacji:
sq: Përpunim fjalaman:

source: Filter
pl: Filtr
sq: Filtër

source: Clear
nl: Wissen
pl: Wyczyść
sq: Pastroje

source: Translated
nl: Vertaald
pl: Przetłumaczone
sq: I përkthyer

source: Fuzzy
nl: Onzeker
pl: Budzące wątpliwości
sq: I turbullt

source: Untranslated
nl: Onvertaald
pl: Nieprzetłumaczone
sq: E papërkthyer

source: Total
nl: Totaal
pl: Razem
sq: Gjithsej

source: Source String
nl: Originele tekst
pl: Tekst źródłowy
sq: Varg Burim

source: Translation
nl: Vertaling
pl: Tłumaczenie
sq: Përkthim

source: Auto-translate
nl: Automatisch vertalen (Auto-translate)
pl: Automatycznie przetłumacz
sq: Vetëpërktheje

source: AT
pl: W
sq: TE

source: Fuzzy?
nl: Onzeker?
pl: Budzące wątpliwości?
sq: I turbullt?

source: Submit translations
nl: Vertalingen inzenden
pl: Wyślij tłumaczenia
sq: Parashtroni përkthime

source: Copy source string
nl: Originele tekst kopiëren
pl: Skopiuj tekst źródłowy
sq: Kopjo vargun burim

source: Auto-suggest translation
nl: Automatisch vertaling suggereren
pl: Automatycznie zasugeruj tłumaczenie
sq: Përkthim me vetëkëshillim

source: PO file
nl: PO-bestand
pl: Plik PO
sq: Kartelë PO

source: PO files
nl: PO-bestanden
pl: Pliki PO
sq: Kartela PO

source: Files
nl: Bestanden
pl: Pliki
sq: Kartela

source: Translations
nl: Vertalingen
pl: Tłumaczenia
sq: Përkthime

source: Options
nl: Opties
pl: Opcje
sq: Mundësi

source: Trans:
nl: Vert:
pl: Przetłumaczone:
sq: Përkth:

source: Untrans:
nl: Onvert:
pl: Nieprzetłumaczone:
sq: Papërkth:

source: View
nl: Weergeven
pl: Wyświetl
sq: Shiheni

source: Download for viewing
pl: Pobierz do przejrzenia

source: Edit
nl: Bewerken
pl: Edycja
sq: Përpunojeni

source: See the outsource team for this language. You will be redirected to another project team page.
pl: Wyświetla zewnętrzny zespół dla tego języka. Użytkownik zostanie przekierowany na stronę zespołu innego projektu.
