Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.0.tar.gz/transifex-0.9.0/transifex/locale/*/LC_MESSAGES/django.po
Languages: nl, pl, sq

source: See the team for this language
nl: Het team voor deze taal weergeven
pl: Wyświetl zespół dla tego języka
sq: Shihni ekipin për këtë gjuhë

source: See statistics for this language
nl: Statistieken voor deze taal weergeven
pl: Wyświetlenie statystyk dla tego języka
sq: Shihni statistikat për këtë gjuhë

source: No team for this language
nl: Geen team voor deze taal
pl: Brak zespołu dla tego języka
sq: Nuk ka ekip për këtë gjuhë

source: There are no languages registered matching this code
nl: Er zijn geen geregistreerde talen met deze code
pl: Brak zarejestrowanego języka pasującego do tego kodu
sq: Nuk ka gjuhë të regjistruara që përputhen me këtë kod

source: Click here to see the multiple files for
nl: Klik hier om meerdere bestanden te zien voor
pl: Proszę nacisnąć tutaj, aby zobaczyć wiele plików dla
sq: Klikoni këtu për të parë kartela shumëfishe të

source: Submit a translation for %(pofile_filename)s
nl: Een vertaling inzenden voor %(pofile_filename)s
pl: Wyślij tłumaczenie dla %(pofile_filename)s
sq: Parashtroni një përkthim për %(pofile_filename)s

source: Submit file
nl: Bestand inzenden
pl: Wyślij plik
sq: Parashtroje kartelën

source: Project/Component
pl: Projekt/składnik
sq: Projekt/Përbërës

source: Go to this project page
nl: Ga naar deze projectpagina
pl: Przejdź do strony tego projektu
sq: Shko te faqja e këtij projekti

source: Go to this component page
nl: Ga naar deze componentpagina
pl: Przejdź do strony tego składnika
sq: Shko te faqja e këtij përbërësi

source: See the detailed statistics for this language
nl: Zie de gedetailleerde statistieken voor deze taal
pl: Wyświetlenie szczegółowych statystyk dla tego języka
sq: Shihni statistika të hollësishme për këtë gjuhë

source: There are no languages registered matching this file
nl: Er zijn geen geregistreerde talen die met dit bestand overeenkomen
pl: Brak zarejestrowanego języka pasującego do tego pliku
sq: Nuk ka gjuhë të regjistruara me përputhje për këtë kartelë

source: Click here to show or hide the source files
nl: Klik hier om de bronbestanden weer te geven of te verbergen
pl: Proszę nacisnąć tutaj, aby wyświetlić lub ukryć pliki źródłowe
sq: Për shfaqje ose fshehjeje të kartelave burim, klikoni këtu

source: This component has %(sources_number)s source files
nl: Deze component heeft %(sources_number)s bronbestanden
pl: Ten składnik posiada %(sources_number)s pliki źródłowe
sq: Ky përbër ka %(sources_number)s kartela burim

source: entries
nl: ingangen
pl: wpisy
sq: zëra

source: Download
nl: Downloaden
pl: Pobierz
sq: Shkarkojeni

source: String freese date
nl: Datum voor string-freeze
pl: Data zamrożenia łańcuchów
sq: Datë ngrirjeje vargjesh

source: Required. 30 characters or fewer. Unicode alphanumeric characters only (letters, digits and underscores).
nl: Vereist. 30 tekens of minder. Uitsluitend unicode alfanumerieke tekens (letters, cijfers en underscores).
pl: Wymagane. 30 znaków lub mniej. Tylko alfanumeryczne znaki w unikodzie (litery, cyfry i podkreślniki).
sq: E domosdoshme. 30 ose më pak shenja. Vetëm shenja alfanumerike Unikod (shkronja, shifra dhe nënvija).

source: This value must contain only unicode letters, numbers and underscores.
nl: Deze waarde mag alleen unicode letters, cijfers en underscores bevatten.
pl: Ta wartość może zawierać tylko litery, liczby i podkreślniki w unikodzie.
sq: Kjo vlerë duhet të përmbajë vetëm shkronja unikod, numra dhe nënvija.

source: The LINGUAS file (%(file)s) could not be opened: %(exc)s
pl: Nie można otworzyć pliku LINGUAS (%(file)s): %(exc)s

source: Female
nl: Vrouwelijk
pl: Kobieta
sq: Femër

source: Male
nl: Mannelijk
pl: Mężczyzna
sq: Mashkull

source: First name
nl: Voornaam
pl: Imię
sq: Emër

source: Surname
nl: Achternaam
pl: Nazwisko
sq: Mbiemër

source: Native Language
nl: Moedertaal
pl: Język
sq: Gjuha Mëmë

source: About yourself
nl: Over jezelf
pl: O sobie
sq: Rreth vetes suaj

source: Short description of yourself (140 chars).
nl: Korte beschrijving van jezelf (140 tekens).
pl: Kilka słów o sobie (140 znaków).
sq: Përshkrim i shkurtër i vetvetes (140 shenja).

source: Looking for work?
nl: Op zoek naar werk?
pl: Szukasz pracy?
sq: Kërkoni punë?

source: New Project Added
nl: Nieuw project toegevoegd
pl: Dodano nowy projekt
sq: U shtua Projekt i Ri

source: when a new project is added
nl: wanneer een nieuw project toegevoegd is
pl: kiedy nowy projekt został dodany
sq: kur shtohet një projekt i ri

source: Project Changed
nl: Project gewijzigd
pl: Zmieniono projekt
sq: Projekti u Ndryshua

source: when a project is changed
nl: wanneer een project gewijzigd is
pl: kiedy projekt został zmieniony
sq: kur ndryshohet një projekt

source: Project Deleted
nl: Project gewist
pl: Usunięto projekt
sq: Projekti u Fshi

source: when a project is deleted
nl: wanneer een project gewist is
pl: kiedy projekt został usunięty
sq: kur fshihet një projekt

source: Submit access to project requested
nl: Toegang tot inzenden naar een project aangevraagd
pl: Zażądano dostępu do wysyłania do projektu
sq: U kërkua hyrje për parashtrime te projekti

source: when an user request access to submit files to a project
nl: wanneer een gebruiker toegang vraagt om bestanden in te zenden naar een project
pl: kiedy użytkownik żąda dostępu do wysyłania plików do projektu
sq: kur një përdorues kërkon hyrje për parashtrim kartelash te një projekt

source: Submit access request to project denied
nl: Toegang tot inzenden naar een project geweigerd
pl: Odrzucono żądanie dostępu do wysyłania do projektu
sq: U mohua hyrje për parashtrime te projekti

source: when a maintainer denies access to an user to submit files to a project
nl: wanneer een onderhouder toegang ontzegt tot een gebruiker om bestanden naar een project in te zenden
pl: kiedy opiekun odmawia dostępu użytkownikowi do wysyłania plików do projektu
sq: kur një përgjegjës i mohon një përdoruesi hyrjen për parashtrim kartelash te një projekt

source: Submit access request to project withdrawn
nl: Toegang tot inzenden naar een project ingetrokken
pl: Wycofano żądanie dostępu do wysyłania do projektu
sq: U tërhoq hyrje për parashtrime te projekti

source: when an user withdraws the access requestto submit files to a project
nl: wanneer een gebruiker de toegangsaanvraag om bestanden in te zenden naar een project terugtrekt
pl: kiedy użytkownik wycofuje żądanie dostępu do wysyłania plików do projektu
sq: kur një përdorues e tërheq hyrjen për parashtrim kartelash te një projekt

source: Submit access to project granted
nl: Toegang tot inzenden naar een project verleend
pl: Nadano dostęp do wysyłania do projektu
sq: U dha hyrje për parashtrime te projekti

source: when a maintainer grants access to an user to submit files to a project
nl: wanneer een onderhouder toegang verleent aan een gebruiker om bestanden naar een project te zenden
pl: kiedy opiekun nadaje dostęp użytkownikowi do wysyłania plików do projektu
sq: kur një përgjegjës i jep një përdoruesi hyrje për parashtrim kartelash te një projekt

source: Submit access to project revoked
nl: Toegang tot inzenden naar een project ingetrokken
pl: Unieważniono dostęp do wysyłania do projektu
sq: U hoq hyrje për parashtrime te projekti

source: when a maintainer revokes the access of an user to submit files to a project
nl: wanneer een onderhouder de toegang van een gebruiker om bestanden naar een project in te zenden opnieuw intrekt
pl: kiedy opiekun unieważnia dostęp użytkownikowi do wysyłania plików do projektu
sq: kur një përgjegjës i heq një përdoruesi hyrjen për parashtrim kartelash te një projekt

source: New Component Added
nl: Nieuwe component toegevoegd
pl: Dodano nowy składnik
sq: U shtua Përbërës i Ri

source: when a new component is added to a project
nl: wanneer een nieuwe component aan een project toegevoegd is
pl: kiedy nowy składnik został dodany do projektu
sq: kur te një projekt shtohet përbërës i ri

source: Component Changed
nl: Comonent gewijzigd
pl: Zmieniono składnik
sq: Përbërësi Ndryshoi

source: when a component of a project is changed
nl: wanneer een component van een project gewijzigd is
pl: kiedy składnik projektu został zmieniony
sq: kur ndryshohet një përbërës projekti

source: Component Deleted
nl: Component gewist
pl: Usunięto składnik
sq: Përbërësi u Fshi

source: when a component of a project is deleted
nl: wanneer een component van een project gewist is
pl: kiedy składnik projektu został usunięty
sq: kur fshihet një përbërës projekti

source: File Submitted
nl: Bestand ingezonden
pl: Wysłano plik
sq: Kartela u Parashtrua

source: when a component file of a project is submitted
nl: wanneer een componentbestand van een project ingezonden is
pl: kiedy wysłano plik składnika projektu
sq: kur parashtrohet një kartelë përbërësi projekti

source: File Review Submitted
nl: Bestandsnazicht ingezonden
pl: Wysłano plik recenzji
sq: U parashtrua Shqyrtim Kartele

source: when a file of a component is submitted for review
nl: wanneer een bestand van een component ter nazicht ingezonden is
pl: kiedy wysłano plik składnika projektu do recenzji
sq: kur një kartelë e një përbërësi parashtrohet për shqyrtim

source: Translation File Changed
nl: Vertaalbestand gewijzigd
pl: Zmieniono plik tłumaczenia
sq: Kartela e Përkthimit Ndryshoi

source: when a component translation file of a project is changed
nl: Wanneer een component-vertaalbestand van een project gewijzigd is
pl: kiedy plik tłumaczenia składnika projektu został zmieniony
sq: kur ndryshohet përkthimi i një kartele përbërësi projekti

source: Translation Source File (POT) has a Problem
nl: Vertaal-bronbestand (POT) heeft een probleem
pl: Plik źródłowy tłumaczenia (POT) ma problem
sq: Kartela Burim e Përkthimit (POT) ka një Problem

source: when the source file (POT) of a component that you are a maintainer has a problem
nl: wanneer het bronbestand (POT) van een component waarvan jij de onderhouder bent een probleem heeft
pl: kiedy plik źródłowy (POT) składnika, którego użytkownik jest opiekunem ma problem
sq: kur ka problem kartela burim (POT) e një përbërësi të cilin e mirëmbani ju

source: New Release Added for a Watched Project
nl: Nieuwe release toegevoegd voor een gevolgd project
pl: Dodano nowe wydanie do obserwowanego projektu
sq: U shtua Hedhje në Qarkullim për një Projekt të Vëzhguar

source: when a new release is added to a project
nl: wanneer een nieuwe release toegevoegd is aan een project
pl: kiedy nowe wydanie zostało dodane do projektu
sq: kur shtohet qarkullim i ri te një projekt

source: Release Changed
nl: Release gewijzigd
pl: Zmieniono wydanie
sq: Qarkullimi Ndryshoi

source: when a release of a project is changed
nl: wanneer een release van een project gewijzigd is
pl: kiedy wydanie projektu zostało zmienione
sq: kur një hedhje në qarkullim e një projekti ndryshohet

source: Release Deleted
nl: Release gewist
pl: Usunięto wydanie
sq: Qarkullimi u Fshi

source: when a release of a project is deleted
nl: wanneer een release van een project gewist is
pl: kiedy wydanie projektu zostało usunięte
sq: kur një hedhje në qarkullim e një projekti fshihet

source: Release Added to a Project
nl: Release toegevoegd aan een project
pl: Dodano wydanie do projektu
sq: U shtua Hedhje në Qarkullim te një Projekt

source: when a release is added to a project
nl: wanneer een release aan een project toegevoegd is
pl: kiedy wydanie zostało dodane do projektu
sq: kur një projekti i shotehet një hedhje në qarkullim

source: Release Deleted from a Project
nl: Release gewist van een project
pl: Usunięto wydanie z projektu
sq: U fshi Hedhje në Qarkullim prej një Projekti

source: when a release is deleted from a project
nl: wanneer een release van een project gewist is
pl: kiedy wydanie zostało usunięte z projektu
sq: kur një hedhje në qarkullim fshihet nga një projekt

source: New Team Added
nl: Nieuw team toegevoegd
pl: Dodano nowy zespół
sq: U shtua Ekip i Ri

source: when a new translation team is added to a project
nl: wanneer een vertaalteam aan een project toegevoegd is
pl: kiedy nowy zespół tłumaczenia został dodany do projektu
sq: kur te një projekt shtohet ekip i ri përkthimi

source: Team Changed
nl: Team gewijzigd
pl: Zmieniono zespół
sq: Ekipi Ndryshoi

source: when a translation team of a project is changed
nl: wanneer een vertaalteam van een project gewijzigd is
pl: kiedy zespół tłumaczenia projektu został zmieniony
sq: kur ndryshohet ekipi i përkthimit të një projekti

source: Team Deleted
nl: Team gewist
pl: Usunięto zespół
sq: Ekipi u Fshi

source: when a translation team of a project is deleted
nl: wanneer een vertaalteam van een project gewist is
pl: kiedy zespół tłumaczenia projektu został usunięty
sq: kur fshihet ekipi i përkthimit të një projekti

source: Team Creation Requested
nl: Team-creatie aangevraagd
pl: Zażądano utworzenie zespołu
sq: U kërkua Krijim Ekipi

source: when a translation team creation is requestedfor a project
nl: wanneer het aanmaken van een vertaalteam voor een project aangevraagd is
pl: kiedy zażądano utworzenie zespołu tłumaczenia dla projektu
sq: kur kërkohet krijimi i një ekipi përkthimi për një projekt

source: Team Creation Request Denied
nl: Aanvraag voor team-creatie geweigerd
pl: Odrzucono żądanie utworzenia zespołu
sq: Nuk u Pranua Kërkesa për Krijim Ekipi

source: when a translation team creation requestfor a project is denied by a maintainer
nl: wanneer een aanvraag voor het aanmaken van een vertaalteam voor een project geweigerd is door een onderhouder
pl: kiedy żądanie utworzenia zespołu tłumaczenia dla projektu zostaje odrzucone przez opiekuna
sq: kur një kërkesë krijimi ekipi përkthimi për një projekt hidhet poshtë nga një përgjegjës

source: Team User Joining Requested
nl: Gebruikersaanvraag voor team-lidmaatschap
pl: Zażądano dołączenia użytkownika do zespołu
sq: U kërkua Anëtarësim Përdoruesi në Ekip

source: when an user requests for joining to a translation team of a project
nl: wanneer een gebruiker aanvraagt om lid te worden van een vertaalteam van een project
pl: kiedy użytkownik żąda dołączenia do zespołu tłumaczenia projektu
sq: kur një përdorues kërkon anëtarësim te një ekip përkthimi te një projekt

source: Team User Joining Approved
nl: Team gebruikerslidmaatschap goedgekeurd
pl: Zaakceptowano dołączenie użytkownika do zespołu
sq: U pranua Anëtarësim Përdoruesi në Ekip

source: when an user is approved as a member of a translation team of a project
nl: wanneer een gebruiker aanvraard is als lid van een vertaalteam of project
pl: kiedy użytkownik zostaje zaakceptowany jako członek zespołu tłumaczenia projektu
sq: kur një përdoruesi i miratohet anëtarësia te një ekip përkthimi te një projekti

source: Team User Joining Denied
nl: Team gebruikerslidmaatschap geweigerd
pl: Odrzucono dołączenie użytkownika do zespołu
sq: Nuk u Pranua Anëtarësim Përdoruesi në Ekip

source: when an user is denied as a member of a translation team of a project
nl: wanneer een gebruiker geweigerd is als lid van een vertaalteam van een project
pl: kiedy użytkownik został odrzucony jako członek zespołu tłumaczenia projektu
sq: kur një përdoruesi nuk i miratohet anëtarësimi në një ekip përkthimi te një projekt

source: Team User Joining Withdrawn
nl: Team gebruikerslidmaatschap teruggetrokken
pl: Wycofanie dołączenia użytkownika do zespołu
sq: U tërhoq Kërkesa për Anëtarësim Përdoruesi në Ekip

source: when an user withdrawn its own request for joining a translation team of a project
nl: wanneer een gebruiker zijn eigen aanvraag voor het lid worden van een vertaalteam van een project teruggetrokken heeft
pl: kiedy użytkownik wycofuje własne żądanie dołączenia do zespołu tłumaczenia projektu
sq: kur një përdorues e tërheq kërkesën për anëtarësim te një ekip përkthimi te një projekt

source: Team User Left
nl: Gebruiker team verlaten
pl: Użytkownik opuścił zespół
sq: Anëtar Ekipi u Larguat dhe emri i vërtetë nuk mund të lihen bosh.

source: when an user leaves a translation team of a project
nl: wanneer een gebruiker een vertaalteam van een project verlaat
pl: kiedy użytkownik opuszcza zespół tłumaczenia projektu
sq: kur një përdorues braktis ekipin e përkthimit të një projekti

source: Weekly project report for maintainers
nl: Wekelijks projectrapport voor onderhouders
pl: Tygodniowy raport projektu dla opiekunów
sq: Raport javor për përgjegjësit

source: when you receive the weekly report of projects that you maintain.
nl: wanneer je het wekelijkse rapport ontvangt van projecten die je onderhoudt.
pl: kiedy otrzymano tygodniowy raport projektów, którymi użytkownik się opiekuje.
sq: kur merrni raportin javor të projekteve që mirëmbani

source: User Nudge
nl: Gebruikerspor
pl: Użytkownik został szturchnięty
sq: Cytje Përdoruesi

source: when an user nudges you
nl: als een gebruiker je port
pl: kiedy użytkownik szturchnął cię
sq: kur një përdorues ju cyt

source: Enter a valid regular expression.
nl: Geef een geldige reguliere expressie in.
pl: Proszę podać prawidłowe wyrażenie regularne.
sq: Jepni një shprehje të rregullt të vlefshme

source: The root url does not point to a .tar.gz or .tgz file
nl: De root-link wijst niet naar een .tar.gz of .tgz-bestand
pl: Adres URL roota nie wskazuje na plik .tar.gz lub .tgz
sq: Url-ja rrënjë nuk shpie te ndonjë kartelë .tar.gz ose .tgz

source: The root url must start with http:// or ftp://
nl: De root-link moet beginnen met http:// or ftp://
pl: Adres URL roota musi zaczynać się od http:// lub ftp://
sq: Url-ja rrënjë duhet të fillojë me http:// or ftp://

source: This is not a valid root URL for this repository type. Valid choices are: %s
nl: Dit is geen geldige root-link voor dit type repository. Geldige keuzes zijn: %s
pl: To nie jest prawidłowy adres URL roota tego typu repozytorium. Prawidłowe adresy to: %s
sq: Kjo nuk është URL rrënjë e vlefshme për këtë lloj depoje. Mundësi të vlefshme janë: %s

source: This repository already belongs to another project. Please choose a different one.
nl: Deze repository behoort al toe aan een ander project. Gelieve een verschillend type te kiezen.
pl: Te repozytorium już należy do innego projektu. Proszę wybrać inne.
sq: Kjo depo bën pjesë tashmë në një projekt tjetër. Ju lute, zgjidhni një tjetër.

source: You can't re-nudge the same user in a short amount of time.
nl: Je kan dezelfde gebruiker niet nog eens porren binnen een korte tijdspanne.
pl: Nie można ponownie szturchnąć tego samego użytkownika w krótkim czasie.
sq: Nuk mund të cysni sërish një përdorues brenda një kohe të shkurtër.

source: You can't nudge yourself.
nl: Je kan jezelf niet porren.
pl: Nie można szturchnąć siebie.
sq: Nuk mund të cysni vetev.

source: You have nudged '%s'.
nl: Je hebt '%s' gepord.
pl: Szturchnięto użytkownika "%s".
sq: Cytët '%s'.

source: Enter 0 or more comma-separated integers in parentheses.
nl: Geef 0 of meer gehele getallen tussen haakjes in, door komma's gescheiden.
pl: Proszę podać zero lub więcej liczb całkowitych oddzielonych przecinkami w nawiasach.
sq: Jepni në kllapa 0 ose më tepër numra të plotë të ndarë me presje.

source: You must enter at least a pair of parentheses containing nothing.
nl: Je moet ten minste een paar haakjes die niks bevatten ingeven.
pl: Należy podać co najmniej jedną nic nie zawierającą parę nawiasów.
sq: Duhet të jepni e pakta një çift kllapash që nuk përmbajnë gjë.

source: You have to provide only the size as an integer (both sides will be equal) and optionally, the username.
pl: Należy podać rozmiar jako liczbę całkowitą (obie strony będą równe) i opcjonalnie nazwę użytkownika.

source: Home
nl: Thuis
pl: Strona domowa
sq: Hyrje

source: You added a permission.
nl: Je hebt een toestemming verleend.
pl: Dodano pozwolenie.
sq: Shtuat një leje.

source: You added a permission request.
nl: Je hebt een verzoek om toestemming ingediend.
pl: Dodano żądanie pozwolenia.
sq: Shtuat një kërkesë lejeje.

source: You approved the permission request.
nl: Je hebt een verzoek om toestemming goedgekeurd.
pl: Zaakceptowano żądanie pozwolenia.
sq: Miratuat kërkesën për leje.

source: You removed the permission.
nl: Je hebt een toestemming verwijderd.
pl: Usunięto pozwolenie.
sq: E hoqët lejen

source: You removed the permission request.
nl: Je hebt een verzoek om toestemming verwijderd.
pl: Usunięto żądanie pozwolenia.
sq: E hoqët kërkesën për leje.

source: Repo URL root
nl: Opslagplaats URL root
pl: Adres URL roota repozytorium.
sq: Rrënjë URL-je e Depos

source: The URL of the versioning system repository/branch.
nl: De URL van het versiebeheersysteem repository/branch
pl: Adres URL repozytorium/gałęzi systemu kontroli wersji.
sq: URL-ja për te depoja/dega e sistemit të ruajtjes së versioneve.

source: This type of repository does not accept branches
nl: Dit type repository accepteert geen branches
pl: Ten typ repozytorium nie akceptuje gałęzi
sq: Kjo lloj depoje nuk pranon degë

source: Branch
pl: Gałąź
sq: Degë

source: A VCS branch this unit is associated with
nl: Een VCS branch waar deze eenheid mee geassocieerd is
pl: Gałąź VCS, z którą ta jednostka jest powiązania
sq: Degë VCS me të cilën është përshoqëruar kjo njësi

source: Web frontend
pl: Interfejs WWW

source: A URL to the project's web front-end
nl: Een URL naar de web frontend van het project
pl: Adres URL interfejsu WWW projektu
sq: URL për te prania web e projektit

source: <VcsUnit: %(name)s (%(type)s)>
pl: <JednostkaVCS: %(name)s (%(type)s)>

source: vcsunit
pl: jednostka VCS
sq: njësi vcs

source: vcsunits
pl: jednostki VCS
sq: njësi vcs

source: Your request could not be completed. The admins have been notified to take a closer look at it. Please try again in a few minutes
pl: Żądanie nie mogło zostać ukończone. Administratorzy zostali powiadomieni, aby przyjrzeć się temu bliżej. Proszę spróbować ponownie za kilka minut

source: Setup of the repository locally could not be done successfully.
pl: Ustawienie lokalnego repozytorium nie mogło zostać pomyślnie ukończone.

source: The local repository has not been setup yet. Please, first do a check-out of the repository.
pl: Lokalne repozytorium nie zostało jeszcze ustawione. Proszę wykonać pierwsze pobranie repozytorium.

source: Unable to pull data from the remote repository. Is the remote host up?
pl: Nie można pobrać danych ze zdalnego repozytorium. Czy zdalny komputer działa?

source: Cleanup of the repository failed. The admins have been notified to take a closer look at it.
pl: Wyczyszczenie repozytorium nie powiodło się. Administratorzy zostali powiadomieni, aby przyjrzeć się temu bliżej.

source: Commit to the repository failed.
pl: Wysłanie do repozytorium nie powiodło się.

source: Pushing to the remote repository failed.
pl: Wysłanie do zdalnego repozytorium nie powiodło się.

source: Given file does not have a revision. The admins have been notified to take a closer look at it.
pl: Podany plik nie zawiera wersji. Administratorzy zostali powiadomieni, aby przyjrzeć się temu bliżej.

source: The %s fields should be filled.
nl: De %s velden moeten worden ingevuld
pl: Pola %s powinny zostało wypełnione.
sq: Fushat %s duhen plotësuar.

source: Nothing was sent because you haven't changed anything in the translation form.
nl: Er is niets verstuurd omdat je niets in het vertaalformulier hebt veranderd.
pl: Nic nie wysłano, ponieważ nie zmieniono nic w formie tłumaczenia.
sq: Nuk u dërgua gjë, ngaqë nuk keni ndryshuar gjë te formulari i përkthimit.

source: Previous
nl: Vorige
pl: Wstecz
sq: E mëparshmja

source: Next
nl: Volgende
pl: Dalej
sq: Pasuesja

source: Root
sq: Rrënjë

source: Slug
nl: Slak
sq: Identifikues
