Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.0.tar.gz/transifex-0.9.0/transifex/locale/*/LC_MESSAGES/django.po
Languages: nl, pl, sq

source: You can receive notifications whenever an event occurs in Transifex. Check the notifications available for you in the list below and choose which events you would like to be notified by email.
nl: Je kan berichten krijgen wanneer een gebeurtenis zich voordoet in Transifex. Vink de notificaties aan die voor jou beschikbaar zijn in onderstaande lijst en kies bij welke gebeurtenissen je wil verwittigd worden per e-mail.
pl: Można otrzymywać powiadomienia, kiedy nastąpi jakieś zdarzenie w usłudze Transifex. Proszę sprawdzić dostępne powiadomienia na poniższej liście i wybrać, o których zdarzeniach powiadamiać przez wiadomości e-mail.
sq: Mund të merrni njoftime kurdo që ndodh diçka te Transifex-i. Shihni te lista më poshtë njoftimet që mund të keni dhe zgjidhni për cilat ngjarje do të donit të njoftoheshit me email.

source: Primary email
nl: hoofdemail
pl: Główny adres e-mail
sq: Email parësor

source: change under
nl: verander onder
pl: zmień w
sq: ndryshoje sipas

source: Account
pl: Konto
sq: Llogari

source: Note
nl: Noot
pl: Uwaga
sq: Shënim

source: You do not have a verified email address to which notices can be sent. You can add one by going to
nl: Je hebt geen geverifieerd e-mailadres waar meldingen naar toe gestuurd kunnen worden. Je kunt er een toevoegen door te gaan naar
pl: Brak sprawdzonego adresu e-mail, na który wysyłać wpisy. Można dodać adres w
sq: Nuk keni një vendndodhje email të verifikuar te e cila të dërgohen njoftimet. Mund të shtoni një të tillë duke shkuar te

source: Notification Type
nl: Soort melding
pl: Typ powiadomienia
sq: Lloj njoftimi

source: Change
nl: Verander
pl: Zmiana
sq: Ndryshoje

source: Notice
nl: Melding
pl: Wpis
sq: Njofto

source: A new project <a href="%(project_url)s">%(project)s</a> has been added
nl: Een nieuw project <a href="%(project_url)s">%(project)s</a> werd toegevoegd
pl: Nowy projekt <a href="%(project_url)s">%(project)s</a> został dodany
sq: Është shtuar një projekt i ri <a href="%(project_url)s">%(project)s</a>

source: The project <a href="%(project_url)s">%(project)s</a> has been changed
nl: Het project <a href="%(project_url)s">%(project)s</a> werd aangepast
pl: Projekt <a href="%(project_url)s">%(project)s</a> został zmieniony
sq: Është ndryshuar projekti <a href="%(project_url)s">%(project)s</a>

source: A new component <a href="%(component_url)s">%(component_name)s</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
nl: Een nieuwe component <a href="%(component_url)s">%(component_name)s</a> werd toegevoegd aan het <a href="%(project_url)s">%(project_name)s</a> project
pl: Nowy składnik <a href="%(component_url)s">%(component_name)s</a> został dodany do projektu <a href="%(project_url)s">%(project_name)s</a>
sq: Është shtuar një përbërëse e re <a href="%(component_url)s">%(component_name)s</a> te projekti <a href="%(project_url)s">%(project_name)s</a>

source: The component <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
nl: De component <a href="%(component_url)s">%(component_name)s</a> van het <a href="%(project_url)s">%(project_name)s</a> project werd aangepast
pl: Składnik <a href="%(component_url)s">%(component_name)s</a> projektu <a href="%(project_url)s">%(project_name)s</a> został zmieniony
sq: Përbërësi <a href="%(component_url)s">%(component_name)s</a> i projektit <a href="%(project_url)s">%(project_name)s</a> ka ndryshuar

source: The component '%(component_name)s' has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
nl: De component '%(component_name)s' werd verwijderd van het <a href="%(project_url)s">%(project_name)s</a> project
pl: Składnik "%(component_name)s" został usunięty z projektu <a href="%(project_url)s">%(project_name)s</a>
sq: Përbërësi '%(component_name)s' është fshirë prej projektit <a href="%(project_url)s">%(project_name)s</a>

source: The following files in the <a href="%(component_url)s">%(component_name)s</a> component of the <a href="%(project_url)s">%(project_name)s</a> project have been updated:
nl: De volgende bestanden in de <a href="%(component_url)s">%(component_name)s</a> component van het <a href="%(project_url)s">%(project_name)s</a> project zijn geüpdatet:
pl: Następujące pliki w składniku <a href="%(component_url)s">%(component_name)s</a> projektu <a href="%(project_url)s">%(project_name)s</a> zostały zaktualizowane:
sq: Janë përditësuar kartelat vijuese te përbërësi <a href="%(component_url)s">%(component_name)s</a> i projektit <a href="%(project_url)s">%(project_name)s</a>:

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> has been submitted for review to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
nl: Een bestand voor <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> is verzonden ter nazicht naar de <a href="%(component_url)s">%(component_name)s</a> van het <a href="%(project_url)s">%(project_name)s</a>-project
pl: Plik dla <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> został wysłany do recenzji do <a href="%(component_url)s">%(component_name)s</a> projektu <a href="%(project_url)s">%(project_name)s</a>
sq: Është parashtruar për shqyrtim një kartelë për <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> te <a href="%(component_url)s">%(component_name)s</a> e projektit <a href="%(project_url)s">%(project_name)s</a>

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
nl: Een bestand voor <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
pl: Plik dla <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
sq: Është parashtruar kartelë për <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)

source: A file called '%(filename)s'
nl: Een bestand, '%(filename)s' genaamd,
pl: Plik o nazwie "%(filename)s"
sq: Një kartelë e quajtur '%(filename)s'

source: has been submitted to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
nl: werd doorgestuurd naar de <a href="%(component_url)s">%(component_name)s</a> van het <a href="%(project_url)s">%(project_name)s</a>project
pl: został wysłany do składnika <a href="%(component_url)s">%(component_name)s</a> projektu <a href="%(project_url)s">%(project_name)s</a>
sq: te <a href="%(component_url)s">%(component_name)s</a> i projektit <a href="%(project_url)s">%(project_name)s</a>

source: The source file (POT) has some problems and can not be created/updated for the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
nl: Het bronbestand (POT) ondervindt problemen en kan niet aangemaakt/geüpdatet worden voor de <a href="%(component_url)s">%(component_name)s</a> van het <a href="%(project_url)s">%(project_name)s</a> project
pl: Plik źródłowy (POT) ma kilka problemów i nie może zostać utworzony/zaktualizowany dla składnika <a href="%(component_url)s">%(component_name)s</a> projektu <a href="%(project_url)s">%(project_name)s</a>
sq: Kartela burim (POT) te <a href="%(component_url)s">%(component_name)s</a> e projektit<a href="%(project_url)s">%(project_name)s</a> ka ca probleme dhe nuk mund të krijohet/përditësohet

source: The weekly report of the <a href="%(project_url)s">%(project_name)s</a> project was generated
nl: Het wekelijkse rapport van het <a href="%(project_url)s">%(project_name)s</a> project werd gegenereerd
pl: Utworzono tygodniowy raport dla projektu <a href="%(project_url)s">%(project_name)s</a>
sq: U prodhua raporti javor për projektin <a href="%(project_url)s">%(project_name)s</a>

source: The user <a href="%(user_url)s">%(user_request)s</a> had access to submit files to the project <a href="%(project_url)s">%(project)s</a> granted
nl: De gebruiker <a href="%(user_url)s">%(user_request)s</a> werd toegang verleend om bestanden in te zenden naar het project <a href="%(project_url)s">%(project)s</a>
pl: Użytkownik <a href="%(user_url)s">%(user_request)s</a> uzyskał dostęp do wysyłania do projektu <a href="%(project_url)s">%(project)s</a>
sq: Përdoruesit <a href="%(user_url)s">%(user_request)s</a> i është dhënë hyrje të parashtrojë kartela te projekti <a href="%(project_url)s">%(project)s</a>

source: The user <a href="%(user_url)s">%(user_request)s</a> had its request of access to submit files to the project <a href="%(project_url)s">%(project)s</a> denied
nl: De gebruiker <a href="%(user_url)s">%(user_request)s</a> werd de toegang ontzegd om bestanden in te zenden naar het project <a href="%(project_url)s">%(project)s</a>
pl: Żądanie użytkownika <a href="%(user_url)s">%(user_request)s</a> dostępu do wysyłania plików do projektu <a href="%(project_url)s">%(project)s</a> zostało odmówione
sq: Përdoruesit <a href="%(user_url)s">%(user_request)s</a> i është mohuar kërkesa për hyrje parashtrimi kartelash te projekti <a href="%(project_url)s">%(project)s</a>

source: Withdrew own request of access to submit files to the project <a href="%(project_url)s">%(project)s</a>
nl: Eigen aanvraag tot toegang om bestanden in te zenden naar het project <a href="%(project_url)s">%(project)s</a> werd teruggetrokken
pl: Wycofano własne żądanie dostępu do wysyłania plików do projektu <a href="%(project_url)s">%(project)s</a>
sq: Tërhoqi kërkesën e tij për hyrje parashtrimi kartelash te projekti <a href="%(project_url)s">%(project)s</a>

source: Requested access to submit files to the project <a href="%(project_url)s">%(project)s</a>
nl: Aanvraag tot toegang om bestanden in te zenden naar het project <a href="%(project_url)s">%(project)s</a>
pl: Żądany dostęp do wysyłania plików do projektu <a href="%(project_url)s">%(project)s</a><a href="%(project_url)s">%(project)s</a>
sq: kërkoi hyrje për të parashtruar kartela te projekti <a href="%(project_url)s">%(project)s</a>

source: The user <a href="%(user_url)s">%(user_request)s</a> had its access to submit files to the project <a href="%(project_url)s">%(project)s</a> revoked
nl: De toegang van gebruiker <a href="%(user_url)s">%(user_request)s</a> om bestanden in te zenden naar project <a href="%(project_url)s">%(project)s</a> werd teruggetrokken
pl: Żądanie użytkownika <a href="%(user_url)s">%(user_request)s</a> do dostępu do wysyłania plików do projektu <a href="%(project_url)s">%(project)s</a> zostało unieważnione
sq: Përdoruesit <a href="%(user_url)s">%(user_request)s</a> iu shfuqizua hyrja për parashtrim kartelash te projekti <a href="%(project_url)s">%(project)s</a>

source: A new <a href="%(team_url)s">%(team_name)s tranlation team</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
nl: Een nieuw <a href="%(team_url)s">%(team_name)s vertalingsteam</a> werd toegevoegd aan het <a href="%(project_url)s">%(project_name)s</a> project
pl: Nowy <a href="%(team_url)s">%(team_name)s zespół tłumaczenia</a> został dodany do projektu <a href="%(project_url)s">%(project_name)s</a>
sq: U shtua një <a href="%(team_url)s">ekip i ri përkthimi %(team_name)s</a> te projekti <a href="%(project_url)s">%(project_name)s</a>

source: The <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
nl: Het <a href="%(team_url)s">%(team_name)s vertalingsteam</a> of het <a href="%(project_url)s">%(project_name)s</a> project werd aangepast
pl: <a href="%(team_url)s">%(team_name)s zespół tłumaczenia</a> projektu <a href="%(project_url)s">%(project_name)s</a> został zmieniony
sq: <a href="%(team_url)s">Ekipi i përkthimit %(team_name)s</a> te projekti <a href="%(project_url)s">%(project_name)s</a> u ndryshua

source: The <a href="%(team_url)s">%(team_name)s tranlation team</a> has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
nl: Het <a href="%(team_url)s">%(team_name)s vertalingsteam</a> werd verwijderd van het <a href="%(project_url)s">%(project_name)s</a> project
pl: <a href="%(team_url)s">%(team_name)s zespół tłumaczenia</a> został usunięty z projektu <a href="%(project_url)s">%(project_name)s</a>
sq: <a href="%(team_url)s">Ekipi i përkthimit %(team_name)s</a> është fshirë nga projekti <a href="%(project_url)s">%(project_name)s</a>

source: The user <a href="%(user_url)s">%(user_name)s</a> has been approved as a member of the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
nl: De gebruiker <a href="%(user_url)s">%(user_name)s</a> werd aanvaard als lid van het <a href="%(team_url)s">%(team_name)s vertaalteam</a> van het <a href="%(project_url)s">%(project_name)s</a> project
pl: Użytkownik <a href="%(user_url)s">%(user_name)s</a> został zaakceptowany jako członek <a href="%(team_url)s">%(team_name)s zespołu tłumaczenia</a> projektu <a href="%(project_url)s">%(project_name)s</a>
sq: Përdoruesi <a href="%(user_url)s">%(user_name)s</a> është pranuar si anëtar i <a href="%(team_url)s">i ekipit të përkthimit %(team_name)s</a> të projektit <a href="%(project_url)s">%(project_name)s</a>

source: The request of user <a href="%(user_url)s">%(user_name)s</a> for joining the <a href="%(team_url)s">%(team_name)s translation team </a> of the <a href="%(project_url)s">%(project_name)s</a> project has been denied
nl: De aanvraag van gebruiker <a href="%(user_url)s">%(user_name)s</a> om lid te worden van het <a href="%(team_url)s">%(team_name)s vertaalteam </a> van het <a href="%(project_url)s">%(project_name)s</a> project werd geweigerd
pl: Żądanie użytkownika <a href="%(user_url)s">%(user_name)s</a> dołączenia do <a href="%(team_url)s">%(team_name)s zespołu tłumaczenia</a> projektu <a href="%(project_url)s">%(project_name)s</a> zostało odrzucone
sq: Kërkesa e përdoruesit <a href="%(user_url)s">%(user_name)s</a> për t'u anëtarësuar te <a href="%(team_url)s">ekipi i përkthimit %(team_name)s </a> të projektit <a href="%(project_url)s">%(project_name)s</a> nuk është pranuar

source: Requested to join the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
nl: Aangevraagd om lid te worden van het <a href="%(team_url)s">%(team_name)s vertaalteam</a> van het <a href="%(project_url)s">%(project_name)s</a> project
pl: Zażądano dołączenia do <a href="%(team_url)s">%(team_name)s zespołu tłumaczenia</a> projektu <a href="%(project_url)s">%(project_name)s</a>
sq: Kërkoi të anëtarësohet te <a href="%(team_url)s">ekipi i përkthimit %(team_name)s</a> të projektit <a href="%(project_url)s">%(project_name)s</a>

source: Withdrawn its own request for joining the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
nl: Eigen verzoek om lid te worden van het <a href="%(team_url)s">%(team_name)s vertaalteam</a> van het <a href="%(project_url)s">%(project_name)s</a> project
pl: Wycofanie własnego żądania dołączenia do <a href="%(team_url)s">%(team_name)s zespołu tłumaczenia</a> projektu <a href="%(project_url)s">%(project_name)s</a>
sq: E tërhoqi kërkesën e vet për anëtarësim te <a href="%(team_url)s">ekipi i përkthimit %(team_name)s</a> të projektit <a href="%(project_url)s">%(project_name)s</a>

source: User has left the <a href="%(team_url)s">%(team_name)s tranlation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
nl: De gebruiker heeft het <a href="%(team_url)s">%(team_name)s vertaalteam</a> van het <a href="%(project_url)s">%(project_name)s</a> project verlaten
pl: Użytkownik opuścił <a href="%(team_url)s">%(team_name)s zespół tłumaczenia</a> projektu <a href="%(project_url)s">%(project_name)s</a>
sq: Përdoruesi ka ikur nga <a href="%(team_url)s">ekipi %(team_name)s i përkthimit</a> te projekti <a href="%(project_url)s">%(project_name)s</a>

source: The request for creating a translation team for <a href="%(language_url)s">%(language_name)s</a> on the <a href="%(project_url)s">%(project_name)s</a> project has been denied
nl: De aanvraag om het vertaalteam aan te maken voor <a href="%(language_url)s">%(language_name)s</a> bij het <a href="%(project_url)s">%(project_name)s</a> project werd geweigerd
pl: Żądanie utworzenia zespołu tłumaczenia dla języka <a href="%(language_url)s">%(language_name)s</a> dla projektu <a href="%(project_url)s">%(project_name)s</a> zostało odrzucone
sq: Kërkesa për krijimin e një ekipi përkthimi në <a href="%(language_url)s">%(language_name)s</a> te projektit <a href="%(project_url)s">%(project_name)s</a> nuk është pranuar

source: The creation of a translation team for <a href="%(language_url)s">%(language_name)s</a> was requested for the project <a href="%(project_url)s">%(project_name)s</a>.
nl: Het aanmaken van een vertaalteam voor <a href="%(language_url)s">%(language_name)s</a> werd aangevraagd voor het project <a href="%(project_url)s">%(project_name)s</a>.
pl: Utworzenie zespołu tłumaczenia dla języka <a href="%(language_url)s">%(language_name)s</a> zostało zażądane dla projektu <a href="%(project_url)s">%(project_name)s</a>
sq: Është kërkuar krijimi i ekipit të përkthimit për <a href="%(language_url)s">%(language_name)s</a> për projektin <a href="%(project_url)s">%(project_name)s</a>.

source: The user <a href="%(performer_url)s">%(performer)s</a> has nudged you
nl: De gebruiker <a href="%(performer_url)s">%(performer)s</a> heeft je gepord
pl: Użytkownik <a href="%(performer_url)s">%(performer)s</a> szturchnął Cię
sq: Ju ka cytur përdoruesi <a href="%(performer_url)s">%(performer)s</a>

source: Delete %(component_name)s
nl: %(component_name)s wissen
pl: Usuń %(component_name)s
sq: Fshije %(component_name)s

source: Say goodbye to <em>%(component_name)s</em>?
nl: Vaarwel zeggen tegen <em>%(component_name)s</em>?
pl: Pożegnać <em>%(component_name)s</em>?
sq: T'i thuhet mirupafshim <em>%(component_name)s</em>?

source: Are you sure you want to permanently delete the component '%(component_name)s' which belongs to %(project_name)s?
nl: Ben je zeker dat je de component '%(component_name)s' die behoort tot %(project_name)s permanent wil wissen?
pl: Na pewno trwale usunąć składnik "%(component_name)s" należący do %(project_name)s?
sq: Jeni i sigurt se doni të fshihet përgjithmonë përbërësja '%(component_name)s' që i përket %(project_name)s?

source: Yes, I'm sure!
nl: Ja, ik weet het zeker!
pl: Tak, na pewno.
sq: Po, jam i sigurt!

source: This component supports local storing of submitted files and also sends the files to the maintainers\' email.
nl: Deze component ondersteunt lokaal opslaan van ingezonden bestanden en verzendt ook de bestanden naar de e-mail van de onderhouders.
pl: Ten składnik obsługuje lokalne przechowywanie wysłanych plików, a także wysyła je na adres e-mail opiekuna.
sq: Ky përbërës e mbulon depozitimin vendor të kartelave të parashtruara dhe i dërgon gjithashtu kartelat te email-i i mirëmbajtësit.

source: This component does not support local storing of submitted files. The submitted files will be sent to the maintainers\' emails and the statistics will reflect the change once the files are committed upstream.
nl: Deze component ondersteunt geen lokaal opslaan van de ingezonden bestanden. De ingezonden bestanden zullen naar de e-mails van de onderhouders verzonden worden en de statistieken zullen de aanpassing weergeven op het moment dat de bestanden upstream toegepast worden.
pl: Ten składnik nie obsługuje lokalnego przechowywania wysłanych plików. Będą one wysyłane na adresy e-mail opiekunów, a statystyki będą uwzględniały zmianę po wysłaniu plików do oryginalnego projektu.
sq: Ky përbërës nuk e mbulon depozitimin vendor të kartelave të parashtruara. Kartelat e parashtruara do të dërgohen te email-et e mirëmbajtësve dhe statistikat do ta pasqyrojnë ndryshimin sapo kartelat të jenë parashtruar në projekt.

source: This component supports local storing of submitted files and also sends the files direct to the upstream repository.
nl: Deze component ondersteunt lokaal opslaan van ingezonden bestanden en zendt ook de bestanden direct naar de upstream-repository.
pl: Ten składnik obsługuje lokalne przechowywanie wysłanych plików, a także wysyła je bezpośrednio do repozytorium oryginalnego projektu.
sq: Ky përbërës e mbulon depozitimin vendor të kartelave të parashtruara dhe i dërgon gjithashtu kartelat drejt e te depoja kryesore.

source: Private Project
pl: Prywatny projekt

source: Edit
nl: Wijzigen
pl: Edycja
sq: Përpunoni

source: Source details
nl: Brondetails
pl: Szczegóły źródła
sq: Hollësi burimi

source: Repository:
pl: Repozytorium:
sq: Depo:

source: Link to a web front-end for the source code
nl: Link naar een front-end op het web voor de broncode
pl: Odnośnik do interfejsu WWW kodu źródłowego
sq: Lidhje te një prani në web për kodin burim

source: web
pl: WWW

source: Branch:
pl: Gałąź:
sq: Degë:

source: File filter:
nl: Bestandsfilter:
pl: Filtr plików:
sq: Filtër kartele:

source: Release:
pl: Wydanie:
sq: Qarkullim:

source: Allows submissions:
nl: Staat inzendingen toe:
pl: Umożliwienie wysyłanie plików:
sq: Lejo parashtrime:

source: Translation files
nl: Vertaalbestanden
pl: Pliki tłumaczenia
sq: Kartela përkthimi

source: Source file:
nl: Bronbestand:
pl: Plik źródłowy:
sq: Kartelë burim:

source: Statistics last updated:
nl: Laatste verversing van de statistieken:
pl: Ostatnia aktualizacja statystyk:
sq: Statistika të përditësuara së fundi më:

source: ago
nl: geleden
pl: temu
sq: më parë

source: Component not yet pulled from source repository.
nl: Component nog niet van bronrepository gehaald.
pl: Składnik nie został jeszcze pobrany z repozytorium źródłowego.
sq: Përbërëse ende e patërhequr prej depos burim.

source: Refresh and re-calculate statistics. This action may take some time.
nl: Statistieken vernieuwen en opnieuw berekenen. Deze actie kan enige tijd duren.
pl: Odświeżenie i ponowne obliczenie statystyk. Ta czynność może to zająć trochę czasu.
sq: Rifreskoje dhe rillogarit statistikat. Ky veprim mund të hajë ca kohë.

source: Refresh cache
nl: Vernieuw cache
pl: Odśwież pamięć podręczną
sq: Rifresko fshehtinën

source: Reset Transifex's local data for a clean pull
nl: Locale data van Transifex herstellen voor een schone overdracht
pl: Przywrócenie lokalnych danych usługi Transifex, aby pobrać od początku
sq: Ricakto të dhënat vendore të Transifex-it për një tërheqje të pastër

source: Clear cache
nl: Cache wissen
pl: Wyczyść pamięć podręczną
sq: Pastro fshehtinën

source: Any locally modified data will be overwritten with fresh copies.
nl: Alle lokaal gewijzigde data zal overschreven worden door nieuwe kopiën.
pl: Wszystkie lokalnie zmodyfikowane dane zostaną zastąpione przez świeże kopie.
sq: Çfarëdo të dhënash të ndryshuara lokalisht do të mbishkruhen me kopje të freskëta.

source: warning
nl: waarschuwing
pl: ostrzeżenie
sq: sinjalizim

source: Teams:
pl: Zespoły:
sq: Ekipe:

source: See the translation teams.
nl: Zie de vertaalteams.
pl: Wyświetl zespoły tłumaczenia.
sq: Shihni ekipet e përkthimit.

source: Translation files reviews
nl: Nazichten van vertalingsbestanden
pl: Recenzje plików tłumaczeń
sq: Shqyrtime kartelash përkthimi
