Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.contacts/collective.contacts-1.4.5.tar.gz/collective.contacts-1.4.5/collective/contacts/locales/*/LC_MESSAGES/collective.contacts.po
Languages: es

source: ${organizations_number} organizations to be added to ${location}.
es: ${organizations_number} organizaciones a ser agregadas en ${location}.

source: ${persons_number} persons to be added to ${location}.
es: ${persons_number} personas a ser agregadas en ${location}.

source: %s successfuly imported organizations
es: %s organizaciones importadas correctamente

source: %s successfuly imported persons
es: %s personas importadas correctamente

source: (no values)
es: (sin valores)

source: 2nd E-mail address
es: 2da dirección de email

source: 2nd Work E-mail address (optional)
es: 2da dirección de email del trabajo (opcional)

source: 3nd Work E-mail address (optional)
es: 3ra dirección de email del trabajo (opcional)

source: 3rd E-mail address
es: 3ra dirección de email

source: 3rd Work E-mail address (optional)
es: 3ra dirección de email del trabajo (opcional)

source: A list of countries
es: Una lista de países

source: A list of states
es: Una lista de provincias

source: A second work e-mail address
es: Una segunda dirección de email del trabajo

source: A third work e-mail address
es: Una tercera dirección de email del trabajo

source: Add here sectors and subsectors that will be used by organizations.
es: Añada aquí rubros y sub rubros que van a ser utilizados por las organizaciones.

source: Address
es: Dirección

source: Address Book
es: Libreta de direcciones

source: An address book
es: Una libreta de direcciones

source: City
es: Ciudad

source: Click ${label_here} if it is correct.
es: Click ${label_here} si es correcto.

source: Contact information of a person
es: Información de contacto de una persona

source: Contact information of an organization
es: Información de contacto de una organización

source: Country
es: Pais

source: Department
es: Departamento

source: Department where this person works
es: Departamento donde esta persona trabaja

source: E-mail address
es: Dirección de email

source: Extra Address Info
es: Información extra de la dirección

source: Fax Number
es: Número de Fax

source: Fax number
es: Número de Fax

source: First Name
es: Nombre

source: Full Name
es: Nombre completo

source: Go back
es: Ir atrás

source: Group
es: Grupo

source: Group: ${group_name}
es: Grupo: ${group_name}

source: Groups
es: Grupos

source: Last Name
es: Apellido

source: Let you have several persons together
es: Le permite tener varias personas juntas

source: Mobile Phone Number
es: Teléfono móvil

source: Name
es: Nombre

source: Not Applicable
es: No Aplicable

source: Or ${label_go_back} to correct.
es: O ${label_go_back} para corregir.

source: Organization
es: Organización

source: Organization's 2nd e-mail address
es: 2da dirección de email de la organización

source: Organization's 3rd e-mail address
es: 3ra dirección de email de la organización

source: Organization's ZIP
es: Código postal de la organización

source: Organization's address
es: Dirección de la organización

source: Organization's city
es: Ciudad de la organización

source: Organization's country
es: País de la organización

source: Organization's e-mail address
es: Dirección de email de la organización

source: Organization's extra address information.
es: Información extra de la dirección de la organización

source: Organization's fax number
es: Número de fax de la organización

source: Organization's phone number
es: Número de telefono de la organización

source: Organization's sector
es: Rubro de la organización

source: Organization's state
es: Provincia de la organización

source: Organization's sub sector
es: Sub rubro de la organización

source: Organization's web page or blog. Example: http://www.google.com
es: Sitio web o blog de la organización. Ejemplo: http://www.google.com

source: Organizations
es: Organizaciones

source: Person
es: Persona

source: Person's address
es: Dirección de la persona

source: Person's city
es: Ciudad de la persona

source: Person's country
es: País de la persona

source: Person's e-mail address
es: Dirección de email de la persona

source: Person's first name
es: Nombre de la persona

source: Person's last name
es: Apellido de la persona

source: Person's mobile phone number
es: Número del teléfono móvil de la persona

source: Person's phone number
es: Número telefónico de la persona

source: Person's photo
es: Foto de la persona

source: Person's position in the company
es: Posición de la persona en la compañía

source: Person's short name
es: Apodo de la persona

source: Person's state
es: Provincia de la persona

source: Person's web page or blog. Example: http://www.google.com
es: Sitio web de la persona o blog. Ejemplo: http://www.google.com

source: Person's work e-mail address
es: Dirección de email laboral de la persona

source: Person's work mobile phone number
es: Número de telefono del móvil laboral de la persona

source: Person's work phone number
es: Número de teléfono laboral de la persona

source: Persons
es: Personas

source: Phone Number
es: Número de teléfono

source: Photo
es: Foto

source: Position
es: Posición

source: Sector
es: Rubro

source: Sectors
es: Rubros

source: Select a country
es: Seleccione un país

source: Short Name
es: Apodo

source: Starting the organizations import process
es: Comenzando el proceso de importar organizaciones

source: Starting the persons import process
es: Comenzando el proceso de importar personas

source: State
es: Provincia

source: Sub sector
es: Sub rubro

source: Successfuly added ${organization_id}.
es: ${organization_id} agregada satisfactoriamente.

source: Successfuly added ${organizations_number} organizations to ${location}.
es: ${organizations_number} organizaciones agregadas satisfactoriamente en ${location}.

source: Successfuly added ${person_id}.
es: ${person_id} agregada satisfactoriamente.

source: Successfuly added ${persons_number} persons to ${location}.
es: ${persons_number} personas agregadas satisfactoriamente en ${location}.

source: Text
es: Texto

source: The organization the person belongs to
es: La organización a la que esta persona pertenece

source: The persons that belong to this group
es: Las personas que pertenecen a este grupo

source: There are ${org_size} organizations with the same title, i don't know with which one relate this person.
es: Existen ${org_size} organizaciones con el mismo título, no se con cual relacionar a esta persona.

source: There are no persons to send an email to
es: No hay personas a las cuales enviar un email.

source: There was an error while adding.
es: Hubo un error al agregar.

source: There's already a person with this id here.
es: Ya existe una persona con éste id aquí

source: There's already an organization with this id here.
es: Ya existe una organización con éste id aquí.

source: There's no organization with title ${organization_name}, make sure it exists before adding persons. ${person_id} not added
es: No existe una organización con nombre ${organization_name}, asegúrese que existe antes de añadir personas. ${person_id} no agregado

source: Work E-mail address
es: Dirección de email laboral

source: Work Mobile Phone Number
es: Número de telefono móvil laboral

source: Work Phone Number
es: Número de teléfono laboral

source: You need to select at least one group
es: Debe seleccionar al menos un grupo.

source: You need to select at least one person or organization
es: Debe seleccionar a lo sumo una persona u organizacion

source: You will have to load the organization with id ${organization_id} manually.
es: Va a tener que cargar la organización con id ${organization_id} a mano.

source: You will have to load the person with id ${person_id} manually.
es: Va a tener que cargar la persona con id ${person_id} a mano.

source: ZIP
es: Código postal

source: advanced_organizations_search
es: Búsqueda avanzada de organizaciones:

source: advanced_person_search
es: Búsqueda avanzada de personas

source: countries
es: países

source: customize_view
es: Customizar vista

source: description_no_results_found
es: No se encontraron resultados.

source: group_no_persons
es: No hay personas asignadas a este grupo.

source: groups
es: Grupos:

source: here
es: aquí

source: label_advanced_search_organizations
es: Búsqueda avanzada

source: label_advanced_search_persons
es: Búsqueda avanzada

source: label_cancel
es: Cancelar

source: label_do_another_search
es: Buscar nuevamente

source: label_error
es: Error

source: label_export_all_organizations
es: Exportar todas las organizaciones

source: label_export_all_persons
es: Exportar todas las personas

source: label_export_organizations
es: Exportar organizaciones

source: label_export_persons
es: Exportar personas

source: label_export_selected_organizations
es: Exportar organizaciones seleccionadas

source: label_export_selected_persons
es: Exportar personas seleccionadas

source: label_go_back
es: Ir atrás

source: label_help_send_mail
es: Su cliente de correo electronico por defecto se abrirá para enviar el email.

source: label_import_file
es: Importar archivo

source: label_import_organizations_persons
es: Importar organizaciones o personas

source: label_import_selection
es: Selección

source: label_import_submit
es: Importar

source: label_info
es: Info

source: label_organizations
es: Organizaciones

source: label_persons
es: Personas

source: label_quick_search_groups
es: Búsqueda rápida

source: label_quick_search_organizations
es: Búsqueda rápida

source: label_quick_search_persons
es: Búsqueda rápida

source: label_save
es: Guardar

source: label_search_organizations
es: Buscar organizaciones

source: label_search_organizations_address
es: Dirección

source: label_search_organizations_city
es: Ciudad

source: label_search_organizations_country
es: País

source: label_search_organizations_email
es: Dirección de email

source: label_search_organizations_email2
es: 2da dirección de email

source: label_search_organizations_email3
es: 3ra dirección de email

source: label_search_organizations_extra_address
es: Información extra de la dirección

source: label_search_organizations_fax
es: Fax

source: label_search_organizations_phone
es: Número de teléfono

source: label_search_organizations_sector
es: Rubro

source: label_search_organizations_state
es: Provincia

source: label_search_organizations_sub_sector
es: Sub rubro

source: label_search_organizations_text
es: Texto

source: label_search_organizations_title
es: Nombre

source: label_search_organizations_web
es: Web

source: label_search_organizations_zip
es: Código postal

source: label_search_persons
es: Buscar personas

source: label_search_persons_address
es: Dirección

source: label_search_persons_city
es: Ciudad

source: label_search_persons_country
es: País

source: label_search_persons_department
es: Departamento

source: label_search_persons_email
es: E-mail personal

source: label_search_persons_first_name
es: Nombre

source: label_search_persons_in_group
es: Buscar

source: label_search_persons_last_name
es: Apellido

source: label_search_persons_mobile_phone
es: Número de teléfono móvil

source: label_search_persons_organization
es: Organización

source: label_search_persons_phone
es: Número de teléfono

source: label_search_persons_position
es: Posición

source: label_search_persons_short_name
es: Apodo

source: label_search_persons_state
es: Provincia

source: label_search_persons_text
es: Texto

source: label_search_persons_web
es: Web / Blog

source: label_search_persons_work_email
es: E-mail laboral

source: label_search_persons_work_mobile_phone
es: Teléfono móvil laboral

source: label_search_persons_work_phone
es: Número de teléfono laboral

source: label_send_emails
es: Enviar emails

source: label_send_emails_text
es: Está a punto de enviar un email a las siguientes direcciones:

source: label_send_mail_to
es: Enviar email a

source: label_send_mail_to_group
es: Enviar email a grupo

source: label_to_correct
es: para corregir

source: listingheader_groups_members
es: Miembros

source: listingheader_groups_name
es: Nombre

source: listingheader_organizations_address
es: Dirección

source: listingheader_organizations_city
es: Ciudad

source: listingheader_organizations_country
es: País

source: listingheader_organizations_email
es: E-mail

source: listingheader_organizations_fax
es: Fax

source: listingheader_organizations_name
es: Nombre

source: listingheader_organizations_phone
es: Teléfono

source: listingheader_organizations_sector
es: Rubro

source: listingheader_organizations_web
es: Web

source: listingheader_persons_address
es: Dirección

source: listingheader_persons_city
es: Ciudad

source: listingheader_persons_country
es: País

source: listingheader_persons_email
es: E-mail

source: listingheader_persons_first_last_name
es: Nombre y apellido

source: listingheader_persons_mobile
es: Móvil

source: listingheader_persons_organization
es: Organización

source: listingheader_persons_phone
es: Teléfono

source: listingheader_persons_web
es: Web

source: no_groups_added
es: No hay grupos en esta libreta de direcciones.

source: no_organizations_added
es: No hay organizaciones en esta libreta de direcciones.

source: no_persons_added
es: No hay personas en esta libreta de direcciones.

source: organizations
es: Organizaciones:

source: persons
es: Personas

source: persons:
es: Personas:

source: search_results
es: Resultados de la búsqueda:

source: search_terms
es: Términos a Buscar

source: states
es: provincias

source: title_customize_columns
es: Customizar columnas
