Repository: pypi-data/pypi-mirror-2
Catalog: packages/brss/brss-0.8.12.tar.gz/brss-0.8.12/po/*.po
Languages: fr

source: Read
fr: Lu

source: Star
fr: Marque

source: Title
fr: Titre

source: Mark all as read
fr: Marquer comme lu(s)

source: Open in Browser
fr: Ouvrir dans un Navigateur

source: Copy Url to Clipboard
fr: Copier l'Url vers le Presse-Papier

source: Unread
fr: Non-lu(s)

source: Starred
fr: Marqué(s)

source: Update
fr: Mise à Jour

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Add a Category
fr: Ajouter une Catégorie

source: Add a Feed
fr: Ajouter un Fil

source: Feeds imported!
fr: Fils importés

source: Found {0} articles matching "{1}"
fr: Trouvé {0} articles correspondant à "{1}"

source: Couldn't find any article matching "{0}"
fr: Aucun article ne correspond a"{0}"

source: Search for "{0}" failed!
fr: Recherche de "{0}" infructueuse!

source: Updated {0} feed(s) | {1} new article(s)
fr: Actualisé {0} fil(s) | {1} nouveaux articles

source: Updating {0} feed(s)
fr: Actualisation de {0} Fils

source: [{0}] {1} added
fr: [{0}] {1} ajouté

source: Category {0} doesn't exist, or is a duplicate! Aborting
fr: Catégorie {0} n'existe pas, ou est un doublon! Abandon

source: [Feed] {0} doesn't exist, or is a duplicate! Aborting
fr: [Fil] {0} n'existe pas, ou est un doublon! Abandon

source: Category {0} deleted!
fr: Catégorie {0} supprimée

source: All uncategorized feeds deleted!
fr: Tous les fils non-classés ont été supprimés

source: [Feed] {0} deleted!
fr: [Fil] {0} supprimé

source: Updated [Feed] {0}
fr: Actualisé [fil] {0}

source: Uncategorized
fr: Non-classé

source: BRss started
fr: BRss lancé

source: BRss Feed Engine is running
fr: BRss Moteur de Fil est lancé

source: BRss: Update report
fr: BRss: Rapport d'actualisation

source: Updated {0} feeds {1} new article(s) {2} unread article(s)
fr: Actualisé {0} fils {1} nouveaux article(s) {2} article(s) non-lu(s)

source: Could not connect to Engine
fr: Impossible de se connecter au Moteur

source: BRss will now quit. Please make sure that the engine is running and restart the application
fr: BRss va s'interrompre. Veuillez vérifier que le Moteur est actif, et relancer l'application

source: {0}: Connected to feed engine {1}
fr: {0}: Connecté au Moteur de Fil

source: _Feeds
fr: _Fils

source: E_dit
fr: Modifi_er

source: _Network
fr: _Réseau

source: _View
fr: _Vue

source: _Help
fr: _Aide

source: _About
fr: _A propos

source: About
fr: A propos

source: _New feed
fr: _Nouveau Fil

source: Add a feed
fr: Ajouter un Fil

source: New _category
fr: Nouvelle _catégorie

source: Add a category
fr: Ajouter une catégorie

source: Delete a feed or a category
fr: Supprimer un fil ou une catégorie

source: Import feeds
fr: Importer des fils

source: Import a feedlist
fr: Importer une liste de fils

source: Export feeds
fr: Exporter les fils

source: Export a feedlist
fr: Exporter la liste de fils

source: _Quit
fr: _Quitter

source: Quits
fr: Interrompre

source: _Edit
fr: Modifi_er

source: Edit the selected element
fr: Modifier l'élément sélectionné

source: _Star
fr: _Marque

source: Star the current article
fr: Marquer l'article courant

source: _Read
fr: _Lu

source: Toggle the current article read status
fr: Changé l'état lu de cette article

source: Configure the engine
fr: Configurer le moteur

source: _Update
fr: Act_ualiser

source: Update the selected feed
fr: Actualiser le fil courant

source: Update all
fr: Tout actualiser

source: Update all feeds
fr: Actualiser tous les fils

source: Previous Article
fr: Article Précédent

source: Go to the previous article
fr: Aller à l'article précédent

source: Next Article
fr: Article Suivant

source: Go to the next article
fr: Aller à l'article suivant

source: Previous Feed
fr: Fil Précédent

source: Go to the previous news feed
fr: Aller au fil précédent

source: Next Feed
fr: Fil Suivant

source: Go to the next news feed
fr: Aller au fil suivant

source: Stop the current update
fr: Suspendre l'actualisation en cours

source: Find
fr: Rechercher

source: Search for a term in the articles
fr: Rechercher un terme dans les articles

source: Fullscreen
fr: Plein-écran

source: (De)Activate fullscreen
fr: (Dé)Activer le plein-écran

source: _Reconnect
fr: _Reconnexion

source: Try and reconnect to the feed engine
fr: Tenter une reconnexion au moteur de fil

source: Open...
fr: Ouvrir...

source: All files
fr: Tous les fichiers

source: Save...
fr: Enregistrer...

source: Name
fr: Nom

source: Link
fr: Lien

source: Hide Read Items
fr: Cacher les éléments lus

source: Update interval (in minutes)
fr: Interval d'actualisation (en minutes)

source: Maximum number of articles to keep (excluding starred)
fr: Nombre maximal d'articles à conserver (excluant les marqués)

source: Allow the engine to download new articles automatically.
fr: Autoriser le moteur à télécharger les nouveaux articles automatiquement

source: Start downloading articles for new feeds on-the-fly
fr: Lancer le téléchargement d'articles pour les nouveaux fils au vol

source: Show notification on updates
fr: Montrer les notifications d'actualisation

source: Enable detailed logs
fr: Permettre des rapports détailés

source: Return search results as you type
fr: Chercher des résultats pendant la saisie

source: Hide Search form on results
fr: Cacher la barre de recherche après une requête

source: Show the bottom status bar
fr: Montrer la barre de status

source: Edit preferences
fr: Modifier les préférences

source: BRss is an offline DBus-based RSS reader
fr: BRss est un lecteur de fils RSS hors-ligne basé sur DBus

source: Edit this category
fr: Modifier cette catégorie

source: Edit this feed
fr: Modifier ce fil

source: Are you sure you want to delete this {0} ?
fr: Etes-vous sûr(e) de vouloir supprimmer ce(tte) {0} ?

source: All included feeds and articles will be deleted.
fr: Tous les fils et articles seront supprimés

source: Delete Feed
fr: Supprimer Fil

source: Delete Category
fr: Supprimer Catégorie

source: Cannot connect to the Feed Engine
fr: Impossible de se connecter au Moteur de Fil

source: Connected to engine
fr: Connecté au Moteur

source: Another instance is already running
fr: Une autre instance est déjà lancée

source: Could not start engine. Aborting
fr: Impossible de lancer le Moteur. Abandon
