Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.FileExchange/Products.FileExchange-2.0b1.tar.gz/Products.FileExchange-2.0b1/Products/FileExchange/i18n/FileExchange-*-plone.po
Languages: fr, it

source: title_file_exchange
fr: Échange de fichiers avec
it: Dateiaustausch

source: title_files_of
fr: Fichier de
it: Dateien von

source: file
fr: Fichier
it: Datei

source: date
it: Datum

source: title_received_files
fr: Fichiers reçus
it: Erhaltene Dateien

source: edit file
fr: Édition du fichier
it: Datei bearbeiten

source: delete file
fr: Supprimer le fichier
it: Datei löschen

source: label_add_file
fr: Ajouter un fichier
it: Datei hinzufügen

source: label_edit_file
fr: Édition du fichier
it: Datei bearbeiten

source: File successfully uploaded.
fr: Datei erfolgreich hochgeladen.
it: Datei erfolgreich hochgeladen.

source: Fileupload failed.
fr: Beim Hochladen der Datei ist ein Fehler aufgetreten.
it: Beim Hochladen der Datei ist ein Fehler aufgetreten.

source: ${title} has been deleted.
fr: Die Datei ${title} wurde erfolgreich gelöscht.
it: Die Datei ${title} wurde erfolgreich gelöscht.

source: Deleting file failed.
fr: Beim Löschen der Datei ist ein Fehler aufgetreten.
it: Beim Löschen der Datei ist ein Fehler aufgetreten.

source: You do not have the permission to edit/delete this file
fr: Sie haben nicht die nötige Berechtigung diese Datei zu bearbeiten/löschen
it: Sie haben nicht die nötige Berechtigung diese Datei zu bearbeiten/löschen

source: File exchange
fr: Échange de fichiers
it: Dateiaustausch
