Repository: pypi-data/pypi-mirror-2
Catalog: packages/cubicweb-vcsfile/cubicweb-vcsfile-1.5.0.tar.gz/cubicweb-vcsfile-1.5.0/i18n/*.po
Languages: fr

source: %(file)s (revision %(revision)s on %(date)s by %(author)s)
fr: %(file)s (révision %(revision)s du %(date)s par %(author)s)

source: %(file)s (revision %(revision)s)
fr: %(file)s (révision %(revision)s)

source: %(file)s DELETED (revision %(revision)s on %(date)s by %(author)s)
fr: %(file)s SUPPRIMÉ (révision %(revision)s du %(date)s par %(author)s)

source: %(file)s DELETED (revision %(revision)s)
fr: %(file)s SUPPRIMÉ (révision %(revision)s)

source: %(path)s (from private repository)
fr: %(path)s (d'un entrepôt privé)

source: %(path)s (from repository %(repotype)s:%(repo)s)
fr: %(path)s (de l'entrepôt %(repotype)s:%(repo)s)

source: %(repopath)s is not a valid %(repotype)s repository
fr: %(repopath)s n'est pas un entrepôt %(repotype)s valide

source: %(rev)s of a private repository
fr: %(rev)s d'un entrepôt privé

source: %(rev)s of repository %(repo)s
fr: %(rev)s de l'entrepôt %(repo)s

source: %(type)s repository #%(eid)s
fr: entrepôt %(type)s #%(eid)s

source: %s does not exist on the file system
fr: %s n'existe pas sur le système de fichiers

source: %s is already deleted from the vcs
fr: %s est déja supprimé du système de gestion de source

source: %s is not a known repository type
fr: %s n'est pas un type d'entrepôt connu

source: DELETE the versioned file %(file)s
fr: supprimer le fichier versionné %(file)s

source: DELETED
fr: SUPPRIMÉ

source: DeletedVersionContent
fr: Révision de fichier (suppression)

# inlined:Revision.from_revision.object
source: DeletedVersionContent
fr: Révision de fichier (suppression)

source: DeletedVersionContent_plural
fr: Révisions de fichier (suppression)

source: HEAD
fr: TETE

source: MIME type of the file.
fr: type MIME du fichier

source: New DeletedVersionContent
fr: Nouvelle révision de fichier (suppression)

source: New Repository
fr: Nouvel entrepôt

source: New Revision
fr: Nouvelle révision

source: New VersionContent
fr: Nouvelle révision de fichier

source: New VersionedFile
fr: Nouveau fichier versionné

source: Repository
fr: Entrepôt

source: Repository_plural
fr: Entrepôts

source: Revision
fr: Révision

source: Revision %(revision)s of %(file)s
fr: Révision %(revision)s de %(file)s

source: Revision %(revision)s of %(file)s: DELETED
fr: Révision %(revision)s de %(file)s: SUPPRIMÉ

source: Revision_plural
fr: Révisions

source: Revisions for this file
fr: Révisions de ce fichier

source: This DeletedVersionContent
fr: Cette révision (suppression)

source: This Repository
fr: Cet entrepôt

source: This Revision
fr: Cette révision

source: This VersionContent
fr: Cette révision

source: This VersionedFile
fr: Ce fichier versionné

source: Upload a new revision of %s
fr: Soumettre une nouvelle révision de %s

# inlined:Revision.from_revision.object
source: VersionContent
fr: Révision

source: VersionContent
fr: Révision

source: VersionContent_plural
fr: Révisions

source: VersionedFile
fr: Fichier versionné

source: VersionedFile_plural
fr: Fichiers versionnés

source: a file stored in a versioned source
fr: Un fichier stocké dans une source versionnée

source: a local subversion repository which will be used as versionned content entity source
fr: un entrepôt subversion qui sera utilisé comme source de fichiers versionnés

source: actions_addrevision
fr: nouvelle révision

source: actual content of a versioned file, for a given revision
fr: contenu d'un fichier versionné à une révision donnée

# inlined:Revision.from_revision.object
source: add a DeletedVersionContent
fr: supprimer un fichier

# inlined:Revision.from_revision.object
source: add a VersionContent
fr: ajouter une révision de fichier

source: all revisions
fr: toutes les révisions

source: at_revision
fr: à la révision

# DeletedVersionContent
source: at_revision
fr: à la révision

# VersionContent
source: at_revision
fr: à la révision

# Revision
source: at_revision_object
fr: révision de fichier

source: at_revision_object
fr: révision de fichier

source: author
fr: auteur

# Revision
source: author
fr: auteur

source: author of this revision.
fr: auteur de cette révision

source: branch
fr: branche

# Revision
source: branch
fr: branche

source: branch of this revision.
fr: branche de cette révision

source: by
fr: par

source: can't display data, unexpected error: %s
fr: ne peut afficher les données, erreur inattendue : %s

source: change set identifier, when used by the underlying version control system.
fr: identifiant du changeset, en fonction du type d'entrepôt

source: comment for this revision.
fr: commentaire pour cette révision

source: commit message
fr: message de commit

source: content_for
fr: révision de

# DeletedVersionContent
source: content_for
fr: révision de

# VersionContent
source: content_for
fr: révision de

# VersionedFile
source: content_for_object
fr: révisions

source: content_for_object
fr: révisions

source: created on
fr: créé le

source: data
fr: fichier

# VersionContent
source: data
fr: fichier

source: data_encoding
fr: encodage

# VersionContent
source: data_encoding
fr: encodage

source: data_format
fr: type MIME

# VersionContent
source: data_format
fr: type MIME

source: deleted %s
fr: supprimé %s

source: directory
fr: répertoire

# VersionedFile
source: directory
fr: répertoire

source: directory of the file in the repository.
fr: répertoire du fichier dans l'entrepôt

source: encoding
fr: encodage

# Repository
source: encoding
fr: encodage

source: encoding of the file when it applies (e.g. text).
fr: encodage du fichier le cas échéant (fichiers textes)

source: encoding used for the repository (e.g. for file path and check-in comments)
fr: encodage utilisé pour l'entrepôt (pour les noms de fichiers et les commentaires de check-in)

source: facets_vcsfile.repo.type
fr: type d'entrepôts

source: facets_vcsfile.rev.branch
fr: branche d'une revision

source: facets_vcsfile.rev.cd
fr: date d'une révision

source: facets_vcsfile.vf.cd
fr: date de dernière modification d'un fichier sous contrôle de version

source: file was marked DELETED
fr: le fichier a été marqué comme supprimé

source: file's data
fr: données contenues dans le fichier

source: files modified at this revision
fr: fichiers modifiés par cette révision

source: files modified by this revision
fr: fichiers modifiés par cette revision

source: from_repository
fr: de l'entrepôt

# VersionedFile
source: from_repository
fr: de l'entrepôt

# Revision
source: from_repository
fr: de l'entrepôt

# Repository
source: from_repository_object
fr: de l'entrepôt

source: from_repository_object
fr: contient

source: from_revision
fr: de la révision

# DeletedVersionContent
source: from_revision
fr: de la révision

# VersionContent
source: from_revision
fr: de la révision

# Revision
source: from_revision_object
fr: de la révision

source: from_revision_object
fr: changements

source: head revision
fr: révision HEAD

source: heads
fr: têtes

source: if specified, only import the given subpart of the repository (path relative to the repository root)
fr: si spécifié, importe uniquement le contenu de l'entrepôt sous de répertoire (chemin relatif à la racine de l'entrepôt)

source: mark this file as deleted in the repository
fr: marquer ce fichier comme supprimé de l'entrepôt

source: missing python bindings to support %s repositories
fr: il manque le module python pour supporter les entrepôts %s

# VersionedFile
source: name
fr: nom

source: name of the file in the repository.
fr: nom du fichier dans l'entrepôt

source: new revision has been checked-in
fr: nouvelle révision commitée

source: optional title. If the repository has a public url, it may be a good idea to put it as title.
fr: titre optionel. Si l'entrepôt à une URL publique, c'est sans doute une bonne idée de l'utiliser comme titre

source: parent_revision
fr: révision parente

# Revision
source: parent_revision
fr: révision parente

# Revision
source: parent_revision_object
fr: révision descendante

source: parent_revision_object
fr: révision descendante

# Repository
source: path
fr: chemin

source: path to the repository
fr: chemin vers l'entrepôt

source: repository content at this revision
fr: contenu de l'entrepôt à cette révision

source: repository's type
fr: type d'entrepôt

source: repositoryfiles_tab
fr: fichiers

source: repositoryhistory_tab
fr: révisions

source: repositoryinfo_tab
fr: description

source: represent a revision where a versioned file has been deleted
fr: une révision de fichier à laquelle celui-ci a été supprimé

source: revision
fr: révision

source: revision
fr: révision

source: revision #%(rev)s:%(changeset)s
fr: rév. #%(rev)s:%(changeset)s

source: revision #%s
fr: rév. #%s

source: revision %s of
fr: révision %s de

source: revision number.
fr: numéro de révision.

source: subpath
fr: sous-chemin

# Repository
source: subpath
fr: sous-chemin

source: this file has newer revisions
fr: ce fichier a des révisions plus récentes

source: this file is currently deleted in the version control system
fr: ce fichier est actuellement supprimé dans l'entrepôt

source: this revision hasn't modified any files
fr: cette révision n'affecte aucun fichier

# Repository
source: title
fr: titre

source: updating path attribute of a repository isn't supported. Delete it and add a new one.
fr: l'attribut 'chemin' d'un entrepôt ne peut être modifié. Supprimez l'entrepôt et créez-en un nouveau.

source: updating type attribute of a repository isn't supported. Delete it and add a new one.
fr: l'attribut 'type' d'un entrepôt ne peut être modifié. Supprimez l'entrepôt et créez-en un nouveau.

source: upload revision
fr: soumettre une révision

source: vc_copy
fr: copie

# VersionContent
source: vc_copy
fr: copie

# VersionContent
source: vc_copy_object
fr: copie de

source: vc_copy_object
fr: copie de

source: vc_rename
fr: renommage

# VersionContent
source: vc_rename
fr: renommage

# VersionContent
source: vc_rename_object
fr: renommage de

source: vc_rename_object
fr: renommage de
