Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.portlet/collective.amberjack.portlet-1.1.tar.gz/collective.amberjack.portlet-1.1/collective/amberjack/portlet/locales/*/LC_MESSAGES/collective.amberjack.portlet.po
Languages: es, it, pt_br

source: Amberjack Choice portlet ${skinId}
es: Elegir la visita guiada Amberjack ${skinId}
it: Riquadro di scelta Amberjack ${skinId}
pt_br: Portlet de Escolha Amberjack ${skinId}

source: Amberjack start portlet ${tourId}/${skinId}
es: Iniciar la visita guiada Amberjack ${tourId}/${skinId}
it: Riquadro di lancio Amberjack ${tourId}/${skinId}
pt_br: Portlet inicial do Amberjack ${tourId}/${skinId}

source: Amberjack tour launcher
es: Lanzador de visita guiada Amberjack
it: Lancio di un tour Amberjack
pt_br: Lançador de tutorial Amberjack

source: Choose the skin
es: Elija su skin
it: Scegli il tuo tema
pt_br: Escolha o skin

source: Choose the tours
es: Elección de las visitas guiadas
it: Scegli il tour
pt_br: Escolha os tutoriais

source: Describe this set of tours
es: Describa este conjunto de visitas guiadas
it: Descrivi questo insieme di tour
pt_br: Descreva este conjunto de tutoriais

source: Indicate the tour's identifier you want to run on this portlet
es: Especifique los identificadores de las visitas guiadas que usted quiere ejecutar en este portlet
it: Indica l'identificatore del tour che vuoi far partire in questo riquadro
pt_br: Indique o identificador do tutorial que você quer executar neste portlet

source: Indicate the tour's window layout
es: Indique la apariencia de la ventana de la visita guiada
it: Indica il tema della finestra del tour
pt_br: Indique o layout da janela do tutorial

source: Select the tours that can be choosen by an user on this portlet
es: Seleccione las visitas guiadas que pueden ser elegidas por un usuario en este portlet.
it: Seleziona il tour che può essere scelto da un utente in questo riquadro
pt_br: Selecione os tutoriais que podem ser escolhidos por um usuário neste portlet

source: The portlet for starting an amberjack demo
es: El portlet para iniciar una demostración de Amberjack
it: Il riquadro da cui far partire una demo Amberjack
pt_br: O portlet para iniciar uma demonstração Amberjack

source: This text will appear as portlet's title
es: Este texto aparecerá como titulo del portlet.
it: Questo testo apparità come titolo della portlet
pt_br: Este texto será exibido como título do portlet

source: Tour identifier
es: Identificador de la visita guiada
it: Identificatore del tour
pt_br: Identificador do tutorial

source: click_to_start_tour
es: ¡Haga clic para iniciar la visita guiada!
it: Clicca per far partire il tour
pt_br: Clique para iniciar o tutorial.

source: title_choice_run_the_demo
es: Elija e inicie una visita guiada
pt_br: Escolha e inicie um tutorial.

source: title_run_the_demo
es: Iniciar la demostración
it: Esegui la demo
pt_br: Executar a demonstração
