Repository: pypi-data/pypi-mirror-2
Catalog: packages/ztfy.comment/ztfy.comment-0.2-py2.5.egg/ztfy/comment/locales/*/LC_MESSAGES/ztfy.comment.po
Languages: fr

source: %d months ago
fr: il y a %d mois

source: %d weeks ago
fr: il y a %d semaines

source: %d days ago
fr: il y a %d jours

source: the day before yesterday
fr: avant-hier

source: yesterday
fr: hier

source: %d hours ago
fr: il y a %d heures

source: %d minutes ago
fr: il y a %d minutes

source: less than 5 minutes ago
fr: il y a moins de 5 minutes

source: Added comment
fr: Commentaire ajouté

source: The comment object which was added
fr: Le commentaire qui a été ajouté

source: Creation date
fr: Date de création

source: Date and time of comment creation
fr: Date et heure de création du commentaire

source: Creation principal
fr: Créateur

source: The ID of the principal who added this comment
fr: Login de l'utilisateur ayant ajouté le commentaire

source: Comment body
fr: Texte du commentaire

source: Main content of this comment
fr: Contenu principal du commentaire

source: Comment renderer
fr: Mode de rendu

source: Name of utility used to render comment's body
fr: Nom de l'utilitaire de rendu du corps du commentaire

source: Comment's parent
fr: Contexte

source: Previous comment to which this comment replies
fr: Commentaire précédent auquel s'applique ce commentaire

source: Comment tags
fr: Marqueurs

source: A list of internal tags used to classify comments
fr: Liste des marqueurs internes utilisés pour classer le commentaire
