Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.CMFPublicator/Products.CMFPublicator-1.3.1.tar.gz/Products.CMFPublicator-1.3.1/Products/CMFPublicator/i18n/*/LC_MESSAGES/Products.CMFPublicator.po
Languages: pt_br

source: A name is required.
pt_br: Um nome é necessário.

source: A valid id is required.
pt_br: É necessário um id válido.

source: A value to number of items is required.
pt_br: É necessário um valor para o número de itens.

source: A value to number of searched items is required.
pt_br: É necessário um valor para o número de itens pesquisados.

source: Add Publicator Portlet
pt_br: Adicionar Publicator Portlet

source: At list one content type is required.
pt_br: É necessáro na lista de um tipo de conteúdo.

source: Box height
pt_br: Altura da caixa

source: Box width
pt_br: Largura da caixa

source: Cancel
pt_br: Cancelar

source: Content type
pt_br: Tipo de conteúdo

source: Edit
pt_br: Editar

source: Edit All
pt_br: Editar Todas

source: Edit Publicator Portlet
pt_br: Editar Publicator Portlet

source: Error in getPublicatorItemInfo method. It need returns a dictionary.
pt_br: Erro no método getPublicatorItemInfo. Ele precisa retornar um dicionário.

source: Icon URL
pt_br: URL do ícone

source: Image workflow states
pt_br: Estados do workflow da imagem

source: Images folder URL
pt_br: URL da pasta de imagens

source: Name
pt_br: Nome

source: Number of items
pt_br: Número de itens

source: Number of searched items
pt_br: Número de itens buscados

source: Portlet Title
pt_br: Título do portlet

source: Portlet to display items from publicator.
pt_br: Portlet para exibir itens do publicator.

source: Publication box added.
pt_br: Box de publicações adicionado

source: Publication box configuration was been changed.
pt_br: As configurações da caixa de publicação foram alteradas.

source: Publication box items was been changed.
pt_br: Os itens da caixa de publicação foram alterados.

source: Publication box was been reseted.
pt_br: A caixa de publicação foi limpa.

source: Publication box was been updated.
pt_br: A caixa de publicação foi atualizada.

source: Publications
pt_br: Publicações

source: Required
pt_br: Obrigatório

source: Reset
pt_br: Limpar

source: Reset all items
pt_br: Limpar todos os itens

source: Reset items
pt_br: Limpar itens

source: Save
pt_br: Salvar

source: Search workflow states
pt_br: Busca nos estados do workflow

source: Select
pt_br: Selecionar

source: Setup
pt_br: Configurar

source: Setup All
pt_br: Configurar Todas

source: The field is not a valid parameter.
pt_br: O campo não é um parâmetro válido.

source: The id of the publicator box.
pt_br: O id do box do publicator

source: The provided id is already in use.
pt_br: O id fornecido já está em uso.

source: The title of the publicator portlet.
pt_br: O título do portlet do publicator

source: This portlet displays items from publicator.
pt_br: Este portlet exibe itens do publicator.

source: Update
pt_br: Atualizar

source: Update all items
pt_br: Atualizar todos os itens

source: Update items
pt_br: Atualizar itens

source: Visible?
pt_br: É visível?

source: With image?
pt_br: Com imagem?

source: box_morelink
pt_br: Mais...

source: edit_content_boxes
pt_br: Selecione o conteúdo que você quer mostrar em cada caixa do site.

source: edit_publication
pt_br: Publicação de Conteúdo

source: image_url
pt_br: URL da imagem

source: label_required
pt_br: (Obrigatório)

source: new_window
pt_br: Abrir em uma nova janela

source: no_item
pt_br: Nenhum item foi selecionado.

source: none
pt_br: Nenhum

source: select_content_boxes
pt_br: Selecione a caixa que você quer editar ou configurar.

source: select_publication
pt_br: Seleção Individual da Caixa

source: setup_box_height
pt_br: Esta propriedade define a altura da caixa e pode ser usado em um estilo CSS in-line para fixar a altura em 'em', 'px' e assim por diante. Use isso de for necessário. O padrão é 'auto'.

source: setup_box_width
pt_br: Esta propriedade define a largura da caixa e pode ser usado em um estilo CSS in-line para fixar a largura em 'em', 'px' e assim por diante. Use isso de for necessário. O padrão é 'auto'.

source: setup_content_boxes
pt_br: Configure cada caixa de publicação do site com os critérios que você deseja usar para apresentação dos conteúdos.

source: setup_content_type
pt_br: Selecione os tipos de conteúdos que são apresentados na caixa. Mais de um tipo pode ser selecionado.

source: setup_icon_url
pt_br: A URL, relativa ao portal, do ícone que identifica a caixa. Ele é apresentado na mesma aba com a propriedade Nome. Use isso se for necessário.

source: setup_image_workflow
pt_br: O estado do workflow para as imagens e arquivos que serão buscados e que estarão disponíveis para cada item da caixa. Isso será usado somente de a opção 'Com imagem?' estiver selecionada. Se não houver workflow definido para as imagens, deixe em branco.

source: setup_images_folder
pt_br: A URL da pasta, relativa ao portal (sem a '/' no começo), na qual estão armazenadas as imagens ou arquivos que serão usados pelos ítens. Isso será usado somente se a opção 'Com imagem?' estiver selecionada. Deixe isto em branco para buscar todas as imagens e arquivos do portal.

source: setup_name
pt_br: O nome da caixa é um campo que identifica o título da caixa. Ele pode ser visualizado na aba de cabaçalho da interface da caixa.

source: setup_number_items
pt_br: O número de itens mostrados na caixa.

source: setup_publication
pt_br: Configuração das Caixas de Publicação

source: setup_search_workflow
pt_br: Estes são os estados do workflow dos itens buscados no catálogo que serão apresentados no componente de seleção da caixa.

source: setup_searched_items
pt_br: O número de itens buscados que são apresentados em cada componente de seleção da caixa na página de edição. Isso é usado para melhorar a performance das buscas no catálogo, o carregamento da página e para despoluir o componente de seleção da caixa.

source: setup_visible
pt_br: Uma maneira fácil e rápida de ocultar a caixa.

source: setup_with_image
pt_br: Selecione esta opção se você quer armazenar uma URL de imagem para cada item ou para um item específico de uma caixa. As imagens serão apresentadas em um componente de seleção.
