Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.singing/collective.singing-0.6.14-1.zip/collective.singing-0.6.14-1/collective/singing/locales/*/LC_MESSAGES/collective.singing.po
Languages: es, pt_br

source: Address
es: Dirección
pt_br: Endereço

source: Collector (what)
es: Colector (qué)
pt_br: Coleção (o que)

source: Daily scheduler
es: Programador diario
pt_br: Agendamento Diário

source: Description
es: Descripción
pt_br: Descrição

source: Fill in the information below to subscribe.
es: Introduce abajo la información solicitada para suscribirte.
pt_br: Preecha os dados abaixo para se inscrever.

source: Filters
es: Filtros
pt_br: Filtros

source: Finish
es: Acabar
pt_br: Finalizar

source: Format
es: Formato
pt_br: Formato

source: Information submitted successfully.
es: La información ha sido enviada.
pt_br: Dados enviados

source: Manual scheduler
pt_br: Agendamento manual

source: Proceed
es: Proceder
pt_br: Continuar

source: Retrieve a link to your personalized subscription settings
es: Solicita el envío de un enlace a tu página personal de configuración de suscripciones
pt_br: Retora um link para as suas configurações de inscrição

source: Scheduler (when)
es: Programador (cuándo)
pt_br: Agendamento (quando)

source: Send
es: Enviar
pt_br: Enviar

source: Send my subscription details
es: Enviarme los detalles de mi suscripción
pt_br: Enviar detalhes da minha inscrição

source: Subjects
pt_br: Assuntos

source: Subjects collector
pt_br: Coleção de Assuntos

source: Subscribeable
pt_br: Assinável

source: Thanks for your subscription; we sent you a message for confirmation.
es: Gracias por tu suscripción; te hemos enviado un mensaje para confirmar.
pt_br: Obrigado por sua inscrição, você receberá uma mensagem de confirmação.

source: Thanks. We sent you a message.
es: Gracias. Te hemos enviado un mensaje.
pt_br: Obrigado. Uma mensagem foi enviada a você.

source: The address you're already subscribed with
es: La dirección con la que estás suscrito
pt_br: O endereço que você já tem assinado é:

source: The channel's subscriptions
es: Las suscripciones al canal
pt_br: As assinaturas do canal

source: There were errors.
es: Ha habido errores.
pt_br: Ocorreram erros.

source: There's already a subscription for ${name}
pt_br: Já existe uma inscrição para ${name}

source: Timed scheduler
pt_br: Agendamento por data

source: Title
es: Título
pt_br: Título

source: Unique identifier for this channel across the site.
es: Identificador único para este canal en todo el sitio web.
pt_br: Identificação única para esse canal em todo o site.

source: Weekly scheduler
es: Programador semanal
pt_br: Agendamento Semanal

source: You are already subscribed.
es: Ya estás suscrito.
pt_br: Você já está inscrito.

source: Your subscription isn't known to us.
es: No conocemos tu suscripción.
pt_br: Inscriação desconhecida.
