Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.BibfolderFlexibleView/Products.BibfolderFlexibleView-0.4.1.tar.gz/Products.BibfolderFlexibleView-0.4.1/Products/BibfolderFlexibleView/i18n/bibfolderflexibleview-*.po
Languages: de

# desc_bibfolder_settings
source: Configuration of the flexible view of bibliographical entries in this folder
de: Einstellungen für die flexible Anzeige bibliographischer Einträge in diesem Ordner

# heading_bibfolder_settings
source: Flexible View Settings
de: Einstellungen Flexible Ansicht

# heading_preferences
source: BibfolderFlexibleView - Preferences
de: BibfolderFlexibleView - Einstellungen

# help_ao
source: When this option is activated, bibliographical entries will be followed by a listing of other plone objects (in the search path to be specified below) with the same id (except for file extensions such as "pdf" etc).
de: Wenn diese Option aktiviert ist, werden nach Publikationseinträgen Plone-Objekte angezeigt, deren id (abgesehen von einer eventuell vorhandenen Dateiendung wie "pdf" etc.) mit der des Eintrags übereinstimmt und die sich im Suchpfad (siehe unten) befinden.

# help_ao_as_url
source: When this option is activated, the reference object's URL field - if set - will be shown as an associated object.
de: Wenn diese Option aktiviert ist, wird die in der Referenz gespeicherte URL der Publikation (falls eine eingetragen ist) als assoziiertes Objekt angezeigt.

# help_ao_ip_restrict
source: When this option is activated, objects whose URL contains a certain keyword (e.g. "internal") will only be displayed when the client IP is in the range to be specified below. Please note: This option has no impact on whether a user is able to directly download the objects, but only on their appearance in the list. Should not be used for really security relevant things
de: Wenn diese Option aktiviert ist, werden Objekte, deren URL ein zu wählendes Schlüsselwort (z.B. "intern") enthält, nur angezeigt, wenn der Client-Rechner in einem bestimmten (zu wählenden) IP-Bereich liegt (z.B. nur Uni-Intern) Achtung: Diese Option hat keinen Einfluss darauf, ob der Betrachter die Objekte (direkt) abrufen kann, sondern nur darauf, ob sie in der Liste erscheinen. Sollte nicht für wirklich sicherheitsrelevante Dinge benutzt werden.

# help_ao_lead_in
source: HTML lead-in to the listing of associated objects, which determines the nature of the listing (unordered list, definition list, table...). Of course the HTML code of the entries has to be adjusted accordingly.
de: HTML-Code, der die Auflistung von assoziierten Objekten (nach einem Publikationseintrag) einleitet und damit auch festlegt, um welche Art von Auflistung es sich handelt (ungeordnete Liste, Definitionsliste, Tabelle...). Entsprechend der getroffenen Wahl muss natürlich auch der HTML-Code der Einträge angepasst werden.

# help_ao_lead_out
source: HTML code concluding the listing of bibliographical references.
de: HTML-Code, der die Auflistung von assoziierten Objekten abschließt.

# help_ao_mask
source: HTML code that determines how associated objects are displayed.
de: HTML-Code, der festlegt, wie assoziierte Objekte angezeigt werden.

# help_ao_path
source: Only objects in the given path and its subdirectories will be considered as potential associated objects.
de: Als assoziierte Objekte werden nur solche im angegebenen Pfad (und seinen Unterverzeichnissen) in Betracht gezogen.

# help_author_list
source: If the option above is not activated, a list of authors to appear in the drop down list can be given here:
de: Sofern nicht obige Option aktiviert ist, kann hier die Liste der Autoren festgelegt werden, die bei der Anzeige als Drop-Down-Auswahlliste erscheint:

# help_authors_from_references
source: Should the "author" drop down list be filled dynamically with all names appearing in references?
de: Soll die Drop-Down-Auswahlliste für die Autoren dynamisch Autorennamen gefüllt werden, die in den Referenzen vorkommen?

# help_categories
source: Categories available in the drop down list.
de: In der Drop-Down-Liste zur Auswahl stehende Kategorien.

# help_legend
source: Legend:
de: Legende:

# help_pdf_as_ao
source: When this option is activated, the reference object's PDF field (or PDF-URL field) - if set - will be shown as an associated object.
de: Wenn diese Option aktiviert ist, wird das PDF-Feld (oder das PDF-URL-Feld) der Referenz - sofern gesetzt - als assoziiertes Objekt angezeigt

# help_pubentry_lead_in
source: HTML lead-in to the listing of bibliographical references, which determines the nature of the listing (unordered list, definition list, table...). Of course the HTML code of the entries has to be adjusted accordingly.
de: HTML-Code, der die Auflistung von Bibliographie-Referenzen einleitet und damit auch festlegt, um welche Art von Auflistung es sich handelt (ungeordnete Liste, Definitionsliste, Tabelle...). Entsprechend der getroffenen Wahl muss natürlich auch der HTML-Code der Einträge angepasst werden

# help_pubentry_lead_out
source: HTML code concluding the listing of bibliographical references.
de: HTML-Code, der die Auflistung von Bibliographie-Referenzen abschließt.

# help_pubentry_mask
source: HTML code that determines how entries are shown. Fields of the respective object can be referenced by placeholders (see legend). The construction "$ph{text}" makes the appearance of text dependent on whether the placeholder ph is set.
de: HTML-Code, der festlegt, wie Einträge angezeigt werden. Auf Felder der Referenzobjekte kann dabei über Platzhalter verwiesen werden (siehe Legende). Über die Konstruktion "$ph{text}" kann das Erscheinen von text davon abhängig gemacht werden, ob der Platzhalter ph gesetzt ist.

# help_pubentry_mask_example
source: Example: "%E $E{(eds.)}" shows the contents of the editor field, followed by "(eds.)" if the editor field is not empty. These conditional constructs can also be useful to avoid double commas if a field in an enumeration is not set.
de: Bsp: "%E $E{(eds.)}" zeigt den Inhalt des Feldes editor an, gefolgt von "(eds.)", falls das Feld editor nicht leer ist. Bedingte Textbausteine können auch sinnvoll sein, um doppelte Kommata zu vermeiden, wenn in einer Aufzählung ein Feld nicht gesetzt ist.

# label_add_category
source: Add category
de: Kategorie hinzufügen

# label_add_mask
source: Add mask
de: Maske hinzufügen

# label_ao
source: Show objects associated with entries?
de: Assoziierte Objekte zu Einträgen anzeigen?

# label_ao_as_url
source: Display URL of the publication as associated object?
de: URL der Publikation als assoziiertes Objekt anzeigen?

# label_ao_as_url_icon
source: Icon of the associated object for the URL entry
de: Icon des assozierten Objekts für den URL-Eintrag

# label_ao_as_url_title
source: Title of the associated object for the URL entry
de: Titel des assozierten Objekts für den URL-Eintrag

# label_ao_ip_restrict
source: Show some associated objects only to a certain IP range?
de: Bestimmte assoziierte Objekte nur für einen gewissen IP-Bereich sichtbar machen?

# label_ao_ip_restrict_keyword
source: Keyword for IP check
de: Schlüsselwort für IP-Check

# label_ao_ip_restrict_range
source: Allowed IP range
de: Erlaubter IP-Bereich

# label_ao_lead_in
source: Lead-in to the list of associated objects
de: Einleitung für Liste assoziierter Objekte

# label_ao_lead_out
source: Lead-out of the list of associated objects
de: Abschluss für Liste assoziierter Objekte

# label_ao_mask
source: Mask for associated objects
de: Maske für Darstellung eines assoziierten Objekts

# label_ao_path
source: Restrict search path
de: Suche auf Pfad einschränken

# label_author_list
source: List of authors
de: Autorenliste

# label_authors_from_references
source: Authors from references?
de: Autoren aus Referenzen?

# label_delete_category
source: Delete selected categories
de: Ausgewählte Kategorien löschen

# label_delete_mask
source: Delete selected masks
de: Ausgewählte Masken löschen

# label_export_entries
source: Export entries
de: Einträge exportieren

# label_pdf_ao_icon
source: Icon of the associated object for the PDF entry
de: Icon des assoziierten Objekts für den PDF-Eintrag

# label_pdf_ao_title
source: Title of the associated object for the PDF entry
de: Titel des assoziierten Objekts für den PDF-Eintrag

# label_pdf_as_ao
source: Display PDF-field as associated object?
de: PDF-Eintrag als assoziiertes Objekt anzeigen?

# label_pubentry_lead_in
source: Lead-in to the bibliography list
de: Einleitung für Bibliographie-Liste

# label_pubentry_lead_out
source: Lead-out of the bibliography list
de: Abschluss für Bibliographie-Liste

# label_pubentry_mask
source: Mask for bibliographical entry
de: Maske für Bibliographie-Eintrag

# label_show
source: Show
de: Anzeigen

# legend_ao
source: Associated objects
de: Assoziierte Objekte

# legend_authors
source: Authors
de: Autoren

# legend_categories
source: Categories
de: Kategorien

# legend_layout
source: Layout/Display
de: Layout/Anzeige

# text_authors_all
source: all
de: alle

# text_by_author
source: by author:
de: von Autor:

# text_show
source: Show
de: Zeige
