Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.ATMediaPage/Products.ATMediaPage-0.2.2-py2.6.egg/Products/ATMediaPage/i18n/plone-*.po
Languages: de

source: Images
de: Bilder

source: top-image and small images right (default)
de: Bild oben und kleine Bilder rechts (Standard)

source: very small images on bottom
de: Sehr kleine bilder unten

source: very small images on bottom in a box
de: Sehr kleine bilder unten in einer Box

source: small images right
de: Kleine Bilder rechts

source: medium images right
de: Mittelgroße Bilder rechts

source: small images on buttom with title and description (article stile)
de: Kleine Bilder unten mit Titel und Beschreibung (Artikel Stil)

source: very small images on buttom with title and description (article stile)
de: Sehr kleine Bilder unten mit Titel und Beschreibung (Artikel Stil)

source: small images right (autochange)
de: Kleine Bilder rechts (automatischer Wechsel)

source: description and image right as banner (autochange)
de: Beschreibung und kleine Bilder rechts als Banner (automatischer Wechsel)

source: small images right with top-image
de: Kleine Bilder rechts mit Banner oben

source: image autochange delay (in milliseconds)
de: Verzögerungszeit (in Millisekunden)

source: here you can set the delaytime for image autochange view
de: Hier können sie die Verzögerungszeit für den automatischen Bildwechsel einstellen.

source: medium images on buttom with title and description
de: Kleine bilder mit Titel & Beschreibung unter dem Text

source: medium images right and title under images
de: Mittelgroße Bilder rechts mit Titel als Bildunterschrift

source: small images right and title under images (autochange)
de: Kleine Bilder rechts und Titel unter den Bildern (automatischer Wechsel)

source: description + image as banner and title under images (autochange)
de: Beschreibung + kleine Bilder rechts als Banner und Titel unter den Bildern (automatischer Wechsel)

source: get_the_fullsize_image_here
de: Bild in original Qualität runter laden

source: show images randomized
de: zeige Bilder in zufälliger Reihenfolge

source: Should we show images randomized in AutoChange views?
de: Sollen in Ansichten mit automatischem Bilderwechsel, die Bilder in zufälliger Reihenfolge angezeigt werden?

source: Configurations for ImageAutoChange View's
de: Einstellungen für Ansichten mit automatischem Bilderwechsel.

source: use the image-zoom feature
de: Image-Zoom Feature benutzen

source: If you want use the image-zoom feature (Javscript), then check this box.
de: Wenn Sie das Image-Zoom Feature benutzen möchten, dann aktivieren Sie diese Option.
