Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.singing/collective.singing-0.7.1.tar.gz/collective.singing-0.7.1/collective/singing/locales/*/LC_MESSAGES/collective.singing.po
Languages: nl

source: Address
nl: Adres

source: Collector (what)
nl: Collectie

source: Daily scheduler
nl: Dagelijkse planner

source: Description
nl: Beschrijving

source: Fill in the information below to subscribe.
nl: Vul het inschrijfformulier in.

source: Finish
nl: Afronden

source: Format
nl: Opmaak

source: Information submitted successfully.
nl: Uw informatie is succesvol verzonden.

source: Manual scheduler
nl: Handmatige planner

source: Proceed
nl: Ga verder

source: Retrieve a link to your personalized subscription settings
nl: Ontvang een link naar de instellingen van uw abonnement.

source: Scheduler (when)
nl: Planner

source: Send
nl: Verzenden

source: Send my subscription details
nl: Verstuur mijn inschrijfgegevens

source: Subjects
nl: Onderwerpen

source: Subjects collector
nl: Onderwerpencollectie

source: Subscribeable
nl: Inschrijfbaar

source: Thanks for your subscription; we sent you a message for confirmation.
nl: Bedankt voor uw inschrijving. U ontvangt een e-mail ter bevestiging.

source: Thanks. We sent you a message.
nl: Bedankt. We hebben u een bericht gestuurd.

source: The address you're already subscribed with
nl: Het adres waarmee u al ingeschreven bent

source: The channel's subscriptions
nl: De inschrijvingen voor dit kanaal

source: There were errors.
nl: Er is iets misgegaan.

source: There's already a subscription for ${name}
nl: Er is al een inschrijving voor ${name}

source: Timed scheduler
nl: Ingeroosterde planner

source: Title
nl: Titel

source: Unique identifier for this channel across the site.
nl: Unieke identificatie van dit kanaal voor deze site.

source: Weekly scheduler
nl: Wekelijkse planner

source: You are already subscribed.
nl: U bent al ingeschreven.

source: Your subscription isn't known to us.
nl: Uw inschrijving is bij ons onbekend.
