Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.imagetags/collective.imagetags-1.3.3.tar.gz/collective.imagetags-1.3.3/collective/imagetags/locales/*/LC_MESSAGES/collective.imagetags.po
Languages: es

source: ${count} tag removed.
es: ${count} etiqueta borrada.

source: ${count} tags removed.
es: ${count} etiquetas borradas.

source: Add a replacement rule in each line with this format: 'Portal type|CSS img selector'.
es: Agregar en cada línea una regla de reemplazo con este formato: 'Tipo de contenido|selector CSS de imagen'

source: Are you sure you want to remove this tag?
es: ¿Confirma que desea borrar esta etiqueta?

source: Cancel
es: Cancelar

source: Changes saved
es: Cambios guardados

source: Click on objects you want to tag and then enter title and optional link.
es: Haga click en el objeto que desea etiquetar y luego escriba un título y opcionalmente un vínculo.

source: Coordinates
es: Coordenadas

source: Default Plone templates to be overriden with tagged-images.
es: Templates de Plone a reemplazar mostrando imágenes con etiquetas.

source: Done tagging
es: Finalizar

source: Edit
es: Editar

source: Edit cancelled
es: Edición cancelada

source: Embed code (HTML)
es: Código de inserción (HTML)

source: Enable JavaScript replacement rules
es: Habilitar reglas de reemplazo mediante JavaScript

source: Image field
es: Campo de imagen

source: Image field you want to add this tag
es: El campo de imagen al que desea agregar esta etiqueta

source: Image tags settings
es: Etiquetas para imágenes

source: Improved templates
es: Templates mejorados

source: JavaScript replacement rules
es: Reglas de reemplazo con JavaScript

source: Link for the tag
es: Vínculo para esta etiqueta

source: Mangage tags
es: Administrar etiquetas

source: No tags yet
es: Sin etiquetas

source: Number of pixels assigned to the 'Tagged' box when calculating iframe height.
es: Cantidad de pixeles que se asignarán a la caja 'Etiquetas' al calcular el alto del iframe.

source: Position in the X axis of the center of the box (0-100%)
es: Posición del centro de la etiqueta en el eje X (0-100%)

source: Position in the Y axis of the center of the box (0-100%)
es: Posición del centro de la etiqueta en el eje Y (0-100%)

source: Remove
es: Borrar

source: Remove selected
es: Borrar seleccionados

source: Replace all inline images (inside text content or portlets) styled with 'imagetags-show' class attribute.
es: Reemplazar todas las imágenes (dentro del texto del contenido o en portlets) marcadas con la clase CSS 'imagetags-show'.

source: Replace inline images
es: Reemplazar imágenes

source: Rule
es: Regla

source: Save
es: Guardar

source: Show 'Embed code (HTML)' code snippets in 'Tags' tab. Don't forget to add 'iframe' as a valid tag in safe_html of portal_transforms. Notice that this setting won't prevent displaying iframes in documents.
es: Mostrar 'Código de inserción (HTML)' en la solapa 'Etiquetas'. No olvide agregar 'iframe' como tag HTML válido en safe_html de portal_transforms. Considere que este parámetro no evitará mostrar iframes existentes dentro de los documentos.

source: Start tagging
es: Comenzar a etiquetar

source: Tag "${title}" added.
es: Etiqueta "${title}" agregada.

source: Tag "${title}" updated.
es: Etiqueta "${title}" actualizada.

source: Tag details
es: Detalles de la etiqueta

source: Tag list height
es: Alto del listado de etiquetas

source: Tag this picture
es: Etiquetar

source: Tagged:
es: Etiquetas:

source: Tags
es: Etiquetas

source: This image has no tag yet.
es: Esta imagen aún no tiene etiquetas.

source: Title
es: Título

source: Title displayed in the tag
es: Título que se mostrará en la etiqueta

source: Use <iframe />
es: Utilizar <iframe />

source: X position
es: Posición X

source: Y position
es: Posición Y

source: Yes
es: Sí

source: help_imagetags_settings_editform
es: Utilice las reglas CSS de aquí abajo para reemplazar imágenes de los tipos de contenido con imágenes con etiquetas. Estos reemplazos se realizarán mediante JavaScript. Es preferible proveer una opción que no requiera JavaScript. Si prefiere usar alguna opción sin JavaScript deberá modificar los templates de vista de los tipos de contenido. También puede habilitar cualquiera de los templates de Plone del campo 'Templates mejorados'.
