Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.zopeedit/collective.zopeedit-1.0.0-py2.6.egg/collective/zopeedit/locales/*/LC_MESSAGES/zopeedit.po
Languages: es

source: |-----------------------------------------------------------| | | | ZopeEdit version %s | | | | This file is a log file. | | | | Please save it and send it to your administrator. | | | |-----------------------------------------------------------| | This version is maintained by atReal contact@atreal.net | |-----------------------------------------------------------|
es: |------------------------------------------------------------------| | | | ZopeEdit version %s | | | | Eso es un fichero de tronco. | | Por favor salvaguardar y transmitir a su systema administrador.. | | | | | |------------------------------------------------------------------| | This version is maintained by atReal contact@atreal.net | |------------------------------------------------------------------|

source: No editor was found for that object. Specify an editor in the configuration file: (%s)
es: Ningún software de edición ha sido encontrado para este fichero. Especificar dentro del fichero de configuración : (%s)

source: No input file. ZopeEdit will close.
es: Ningún documento a editar. ZopeEdit va a cerrar.

source: %s Unable to lock the file on the server. This may be a network or proxy issue. Your log file will be opened Please save it and send it to your administrator.
es: %s Imposible de cerrar el documento en el servidor. Es posible que encontra usted un problema en el red o de configuración de proxy. Un fichero de tronco va a ser abierto. Por favor salvaguardarle y transmitirle a su administrador.

source: Unable to edit your file. %s
es: Imposible de abrir su documento dentro de un editor. %s

source: Network error : Your working copy will be re-opened, SAVE YOUR WORK ON YOUR DESKTOP. A log file will be opened Please save it and send it to your administrator.
es: Error del red : Vuestra copia de trabajo va a ser re-abierto. SALVARGUARDAIS SU TRABAJO EN SU MESA. Un fichero de tronco va a ser abierto. Por favor salvaguardarle y transmitirle a su administrador.

source: Network error : your file is still locked. A log file will be opened Please save it and send it to your administrator.
es: Error del red : Su documento ha quedado cerrado. Un fichero de tronco va a ser abierto. Por favor salvaguardarle y transmitirle a su administrador.

source: %(title)s File : %(content_file)s Saved at : %(time)s Edition completed
es: %(title)s Fichero de trabajo : %(content_file)s Salvaguarda efectuada a : %(time)s Edición acabada.

source: %(title)s Edition completed
es: %(title)s Edición del documento acabada.

source: %(title)s File : %(content_file)s Saved at : %(time)s Did you close your file ?
es: %(title)s Fichero de trabajo : %(content_file)s Salvaguarda efectuada a : %(time)s Habia usted cerado su documento de trabajo ?

source: %(title)s : Did you close your file ?
es: %(title)s : Habia usted cerado su documento de trabajo ?

source: Network error Could not save the file to server. Error detail :
es: Error del red Imposible de efectuar la Salvaguarda en el servidor. Detalle del error :

source: %s This object is already locked.
es: %s Documento ya cerrado.

source: %s This object is already locked by you in another session. Do you want to borrow this lock and continue ?
es: %s Habia usted ya cerrado este documento durante de un otro sesión. Quiere usted recuperar cerrojo y continuar ?

source: %s Object already locked
es: %s Documento ya cerrado.

source: %(title)s Unable to get a lock on the server(return value %(dav_lock_response)s)
es: %(title)s Imposible de cerrar el documento del servidor (return value %(dav_lock_response)s)

source: Do you want to retry ?
es: Quiere usted re-probar ?

source: Network error Unable to unlock the file on server.
es: Error del red. Imposible de cerrar el documento en el servidor.

source: Reset configuration file ?
es: Re-inicializar el fichero de configuración con los valores por defecto ?

source: Do you want to replace your configuration file with the default one ?
es: Quiere usted re-initialisar el fichero de configuración ?

source: Please enter your password
es: Entrada de su contraña.

source: FATAL ERROR: %s ZopeEdit will close.
es: ERROR IRRETRIEVABLE : %s ZopeEdit va a cerrar.
