Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.portlet.foldercontents/collective.portlet.foldercontents-1.0.tar.gz/collective.portlet.foldercontents-1.0/collective/portlet/foldercontents/locales/*/LC_MESSAGES/collective.portlet.foldercontents.po
Languages: uk

source: A portlet which can display folder contents.
uk: Портлет, який відображає вміст папки.

source: Add Folder Contents portlet
uk: Додати портлет відображення вмісту папки

source: Check this option in order to show more link pointing to folder.
uk: Увімкніть цю опцію, щоб показати посилання 'більше', що вказує на папку.

source: Check this option to use folder description as a portlet body. Note: below field will be ignored even if filled in in this case.
uk: Увімкніть цю опцію, щоб використовувати опис папки як тіло портлети. Примітка: в цьому випадку поле нижче буде ігноруватися, навіть якщо буде заповнене.

source: Check this option to use folder title as a portlet header. Note: below field will be ignored even if filled in in this case.
uk: Увімкніть цю опцію, щоб використовувати назву папки, як заголовк портлети. Примітка: в цьому випадку поле нижче буде ігноруватися, навіть якщо буде заповнене.

source: Edit Folder Contents portlet
uk: Редагувати Портлету відображення вмісту папки

source: Enter here html class for this portlet wrapper element in order to apply custom styling.
uk: Введіть тут html клас для даного елементу обгортки портлету для того щоб застосувати вибраний стиль.

source: Enter here image scale you're willing to use (e.g. mini, list, thumb, etc...).
uk: Введіть тут масштаб зображення, який ви хочете використовувати (напр. mini, list, thumb, і т.д.)

source: Enter here portlet body if needed. This field won't be used in case above option is selected.
uk: Введіть тут тіло портлети, якщо необхідно. Це поле не буде використовуватися у випадку якщо вибрана опція вище.

source: Enter here portlet header. This header won't be used in case above option is selected.
uk: Введіть тут заголовк портлети. Цей заголовок не буде використовуватися у випадку якщо вибрана опція вище.

source: Enter here the number of folder items to display. Note: set 0 to show all items.
uk: Введіть тут кількість папок для відображення. Примітка: встановіть 0, щоб показати всі папки.

source: Folder Contents: %s
uk: Вміст папки: %s

source: Folder description as a portlet body
uk: Опис папки, як тіло портлети

source: Folder title as a portlet header
uk: Назва папки, як заголовок портлети

source: Folder to get contents from.
uk: Папка вміст якої необхідно вибрати.

source: HTML Class Name
uk: Ім'я класу HTML

source: Header
uk: Заголовок

source: Image
uk: Зображення

source: Image Scale
uk: Масштаб зображення

source: More link
uk: Посилання 'більше'

source: Number of folder items to show
uk: Кількість папок яку необхідно показати

source: Portlet Body
uk: Тіло портлети

source: Select folder
uk: Виберіть папку

source: You may pick here image object to be shown right after portlet header.
uk: Ви можете вибрати тут обєкт зображення для того щов відобразити одразу після заголовку портлети

source: foldercontents_portlet_more_link
uk: …більше

source: foldercontents_portlet_more_title
uk: Детальніше
