Repository: pypi-data/pypi-mirror-2
Catalog: packages/atreal.layouts/atreal.layouts-0.6.2.zip/atreal.layouts-0.6.2/atreal/layouts/locales/*/LC_MESSAGES/atreal.layouts.po
Languages: fr

source: Content
fr: Contenu

source: Description, Title or ID
fr: Description, Titre ou ID

source: Direct edition
fr: Édition directe

source: Edited
fr: Modification

source: Tree
fr: Arborescence

source: atRealLayouts settings
fr: Paramètres atRealLayouts

source: atRealLayouts settings for this site. Global settings for the package, may be useless for the profile you use.
fr: Paramètres atRealLayouts du site. Ces paramètres sont globaux pour le module, ils peuvent être inutiles selon le profil que vous avez installé.

source: help_atreallayouts_restricted_access_anonurls
fr: Une par ligne

source: label_atreallayouts_restricted_access_anonurls
fr: Listes des urls accessibles en anonyme

source: Matrix view
fr: Vue matricielle
