Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.PloneGetPaid/Products.PloneGetPaid-0.10.0.zip/Products.PloneGetPaid-0.10.0/Products/PloneGetPaid/i18n/plonegetpaid-plone-*.po
Languages: da

source: Make Buyable
da: Gør salgbar

source: Make Not Buyable
da: Gør ikke-salgbar

source: Make Not Premium Members Only
da: Gør til ikke kun premium-medlemmer

source: Make Not Shippable Product
da: Opret produkt der ikke kan forsendes

source: Make Shippable Product
da: Opret produkt der kan forsendes

source: Make this a Donation
da: Gør dette til donation

source: Make this not a Donation
da: Gør dette til ikke-donation

source: Manage Cart
da: Rediger indkøbskurv

source: Order History
da: Bestillingshistorie

source: Orders
da: Ordre

source: Payable
da: Betalbar

source: Settings
da: Indstillinger

source: Upgrade
da: Opdatering
