Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.RoleAwarePortlet/Products.RoleAwarePortlet-1.0b3.tar.gz/Products.RoleAwarePortlet-1.0b3/Products/RoleAwarePortlet/i18n/RoleAwarePortlet-*-plone.po
Languages: fr

source: Role Aware portlet
fr: Portlet dépendant des rôles

source: A portlet whichs availability is role dependent.
fr: Un portlet dont la disponibilité dépend des rôles.

source: title_role_aware_portlet
fr: Portlet dépendant des rôles

source: title_add_role_aware_portlet
fr: Ajouter un portlet dépendant des rôles

source: title_edit_role_aware_portlet
fr: Editer un portlet dépendant des rôles

source: description_role_aware_portlet
fr: Un portlet dont la disponibilité dépend des rôles.

source: Link text
fr: Texte du lien

source: Text to be shown for the link
fr: Le texte affiché en fonction de lien

source: Show portlet for members having one of the following roles
fr: Afficher le portlet aux membres titulaires d'un des rôles suivants

source: Hide portlet for members having one of the following roles
fr: Masquer les portlet pour les membres titulaires d'un des rôles suivants
