Repository: pypi-data/pypi-mirror-2
Catalog: packages/stxnext.varnishpurger/stxnext.varnishpurger-0.0.3.tar.gz/stxnext.varnishpurger-0.0.3/src/stxnext/varnishpurger/locales/*/LC_MESSAGES/varnishpurger.po
Languages: pl

source: Attention: Clicking this link will purg cache for the whole portal.
pl: Uwaga: kliknięcie tego linku spowoduje wyczyszczenie pamięci cache portalu

source: Cache of the page has been purged
pl: Cache strony został odświeżony

source: Cache of the portal have been purged
pl: Cache portalu odświeżony

source: Click this link to purge cache for the homepage.
pl: Kliknij ten link, żeby zmiany na stronie głównej były widoczne dla niezalogowanych użytkowników

source: Click this link to purge cache for this page.
pl: Po zakończeniu edycji tej strony Kliknij ten link, żeby zmiany były widoczne dla niezalogowanych użytkowników

source: Enter each domain in separate line in format: domain_name:port_number
pl: Należy podać w osobnych liniach w formacie domena:numer_portu

source: Homepage path
pl: Ścieżka do strony głównej

source: Path for homepage object(leave blank if the plonesite is a homepage object)
pl: Ścieżka do obiektu, ktory jest ustawiony jako widok domyślny strony głównej (Pozostaw puste pole, gdy obiektem strony głównej jest Plone Site)

source: Purge cache for this page
pl: Odśwież cache tej strony

source: Purge homepage cache
pl: Odśwież cache strony głównej

source: Purge portal cache
pl: Odśwież cache całego portalu

source: Purging domains
pl: Nazwy hostów które będą purgowane

source: Varnish cache purging settings
pl: Ustawienia czyszczenia pamięci cache

source: Varnish host
pl: Nazwa hosta na którym działa varnish

source: Varnish host address in format: hostname:port_number
pl: Należy podać w formacie adres_serwera:numer_portu
