Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.portlet.recentactivity/collective.portlet.recentactivity-1.0b6-py2.4.egg/collective/portlet/recentactivity/locales/*/LC_MESSAGES/collective.portlet.recentactivity.po
Languages: de

source: ${days} days, ${hours} hours, and ${minutes} minutes ago.
de: Vor ${days} Tagen, ${hours} Stunden und ${minutes} Minuten.

source: ${username} added ${object} to ${parent}
de: ${username} fügte ${object} in ${parent} ein

source: ${username} modified ${object}
de: ${username} hat ${object} geändert

source: Add Recent Activity Portlet
de: Letzte Aktivitäten Portlet hinzufügen

source: Edit Recent Portlet
de: Letzte Aktivitäten Portlet editieren

source: How many items to list.
de: Wie viele Einträge sollen angezeigt werden.

source: Number of items to display
de: Anzahl der Einträge die angezeigt werden

source: Recent Activity Portlet
de: Aktuelle Änderungen Portlet

source: This portlet displays recently modified content.
de: Dieses Portlet zeigt kürzlich geänderte Inhalte an.

source: box_more_recently_changed
de: Alle Änderungen...

source: box_recent_changes
de: Aktuelle Änderungen

source: box_recent_no_items
de: Bisher wurden keine Aktivitäten vorgenommen.

source: column_label_action
de: Aktion

source: column_label_object
de: Objekt

source: column_label_parent
de: Ordner

source: column_label_user
de: Benutzer

source: description_recent_activity_report
de: Hier werden die letzten Aktivitäten aufgelistet.

source: header_recent_activity_report
de: Aktuelle Änderungen

source: recent_activities
de: Aktuelle Änderungen
