Repository: pypi-data/pypi-mirror-2
Catalog: packages/raptus.showcase/raptus.showcase-2.0b2.tar.gz/raptus.showcase-2.0b2/raptus/showcase/i18n/raptus.showcase-*.po
Languages: de

source: An image for Showcase
de: Ein Bild eines Showcaseartikels

source: ShowcaseImage
de: Bild

source: The X position in the showcase box
de: Die X-Koordinate in der Showcasebox

source: The Y position in the showcase box
de: Die Y-Koordinate in der Showcasebox

source: X Position
de: X-Koordinate

source: Y Position
de: Y-Koordinate

source: clip height
de: Höhe der Beschneidung

source: clip left
de: Beschneidung links

source: clip top
de: Beschneidung oben

source: clip width
de: Breite der Beschneidung

source: height before it will cut the image
de: Höhe bevor das Bild beschnitten wird

source: label_click_to_view_full_image
de: Bild in voller Grösse anzeigen…

source: label_size
de: Grösse

source: left position
de: Position links

source: raster size:
de: Rastergrösse:

source: showcase height:
de: Höhe:

source: showcase width:
de: Breite:

source: top position
de: Position oben

source: width before it will cut image
de: Breite bevor das Bild beschnitten wird

source: showcasfolder_view
de: Showcase
