Repository: pypi-data/pypi-mirror-2
Catalog: packages/pida/pida-0.6.1.tar.gz/pida-0.6.1/pida/resources/locale/*/LC_MESSAGES/pida.po
Languages: it, pt_br, tr

source: no controller type for %s
it: nessun controllore di tipo per %s
pt_br: nenhum tipo de controlador para %s
tr: %s için denetleyici tipi yok

source: no controller defined for %s
it: nessun controllore definito per %s
pt_br: nenhum controlador definido para %s
tr: %s için tanımlı denetleyici tipi yok

source: Working Directory
it: Cartella di Lavoro
tr: Çalışma Dizini

source: Environment Variables
it: Variabili d'Ambiente
pt_br: Variáveis de Ambiente
tr: Çevresel Değişkenler

source: No editor found
it: Editor non trovato
pt_br: Nenhum editor encontrado
tr: Düzenleyici bulunmadı

source: You must call command %(cmd)s in service %(svc)s with named arguments
pt_br: É preciso chamar o comando %(cmd)s no serviço %(svc)s com argumentos explícitos
tr: %(svc)s servisinde %(cmd)s komutunu, argümanlarıyla birlikte çalıştırmalısın

source: Exiting. (this is fatal)
it: Uscita. (fatale)
pt_br: Saindo. (isso é fatal)
tr: Kapanıyor. (dönüşü olmayan hata)

source: PIDA requires PyGTK >= 2.8. It only found %(major)s.%(minor)s
it: PIDA necessita PyGTK >= 2.8. E' stato trovato solo %(major)s.%(minor)s
pt_br: PIDA requer PyGTK >= 2.8. Foi encontrada apenas a versão %(major)s.%(minor)s
tr: PIDA, PyGTK versiyon >=2.8 gerektirir. Bulunan versiyon: %(major)s.%(minor)s

source: PIDA requires Python GTK bindings. They were not found.
it: PIDA richiede le dipendenze Python GTK. Non sono state trovate.
pt_br: PIDA necessita das extensões Python GTK. Elas não foram encontradas.
tr: PIDA için Python GTK kütüphaneleri gerekli. Bulunamadı.

source: Fatal error, cannot start PIDA
it: Errore fatale, impossibile avviare PIDA
pt_br: Erro fatal, não foi possível iniciar PIDA
tr: Ölümcül hata, PIDA başlatılamadı

source: Kiwi needs to be installed to run PIDA
it: E' necessario installare Kiwi per eseguire PIDA
pt_br: Kiwi precisa estar instalado para executar PIDA
tr: PIDA'yı çalıştırmak için Kiwi'ye ihtiyaç duyuluyor

source: Python 2.4 is required to run PIDA. Only %(major)s.%(minor)s was found.
it: E' richiesto Python 2.4 per eseguire PIDA. Trovato invece %(major)s.%(minor)s.
pt_br: Python 2.4 é necessário para se rodar PIDA. Apenas a versão %(major)s.%(minor)s foi encontrada.
tr: PIDA için Python 2.4 gerekli. Bulunan versiyon: %(major)s.%(minor)s

source: The pida package could not be found.
it: Impossibile trovare il pacchetto PIDA.
pt_br: O pacote pida não pode ser localizado.
tr: Pida paketi bulunamadı

source: PIDA, version %s
it: PIDA, versione %s
pt_br: PIDA, versão %s
tr: PIDA, sürüm %s

source: Print version information and exit.
it: Stampa le informazioni sulla versione ed esce.
pt_br: Imprimir informações sobre versão e sair.
tr: Sürüm bilgisini yazıdr ve çık

source: Run PIDA with added debug information.
pt_br: Execute PIDA acrescido da informação de depuração.
tr: Hata ayıklama bilgisi ile PIDA'yı başlat

source: Are you sure you want to quit PIDA ?
it: Sei sicuro di voler uscire da PIDA?
pt_br: Deseja realmente sair do PIDA ?
tr: PIDA'yı sonlandırmak istediğinizden emin misiniz?

source: PIDA stopped by SIGTERM
it: PIDA stoppato da SIGTERM
pt_br: PIDA foi interrompido por SIGTERM
tr: PIDA SIGTERM tarafından sonlandırıldı.

source: Target does not exist:
pt_br: O alvo não existe
tr: Hedef yok:

source: Base is not a directory or does not exist:
it: Base non è una cartella o non esiste:
pt_br: Base não é um diretório ou não existe.
tr: Seçilen konum geçerli bir klasör değil:

source: Target is on a different drive to base. Target: %(target)s, base: %(base)s
tr: Hedef seçili konumdan başka bir sürücüde. Hedef: %(target)s, bulunulan konum: %(base)s

source: failed to open file %s
it: impossibile aprire il file %s
tr: %s dosyasının açılması başarısız oldu

source: Undo
it: Annulla
pt_br: _Desfazer
tr: Geri Al

source: Undo the last editor action
it: Annulla l'ultima azione nell'editor
pt_br: Desfazer ultima ação do editor
tr: Son düzenleyivi eylemini geri al

source: Redo
it: Ripeti
pt_br: _Refazer
tr: Yinele

source: Redo the last editor action
it: Ripeti l'ultima azione di modifica
pt_br: Refazer a ultima ação do editor
tr: Son düzenleyivi eylemini yinele

source: Cut
it: Taglia
pt_br: Recortar
tr: Kes

source: Cut the selection in the editor
it: Taglia la selezione nell'editor
pt_br: Recortar seleção
tr: Düzenleyicideki seçimi kes

source: Copy
it: Copia
pt_br: Copiar
tr: Kopyala

source: Copy the selection in the editor
it: Copia la selezione nell'editor
pt_br: Copiar seleção
tr: Düzenleyicideki seçimi kopyala

source: Paste
it: Incolla
pt_br: Co_lar
tr: Yapıştır

source: Paste the clipboard in the editor
it: Incolla la clipboard nell'editor
pt_br: Colar o conteúdo da área de transferência no editor.
tr: Panodakileri yapıştır

source: Save
it: Salva
pt_br: Salvar
tr: Kaydet

source: Save the current document
it: Salva il documento corrente
pt_br: Salvar o documento atual
tr: Çalışılan belgeyi kaydet

source: Tried to remove non-existent sign
it: Si è cercato di rimuovere un segno non esistente
tr: Var olmayan bir işareti silmeye çalıştın

source: File
pt_br: Arquivo
tr: Dosya

source: File Menu
it: Menu File
tr: Dosya Menüsü

source: Edit
it: Modifica
pt_br: Editar
tr: Düzenle

source: Edit Menu
it: Menu Modifica
pt_br: Menu Editar
tr: Düzenle Menüsü

source: Project
it: Progetto
pt_br: Projeto
tr: Proje

source: Project Menu
it: Menu Progetto
tr: Proje Menüsü

source: Language
it: Lingua
tr: Dil

source: Language Menu
it: Menu Lingua
tr: Dil Menüsü

source: Debug
tr: Hata Ayıkla

source: Debug Menu
it: Menu Debug
tr: Hata Ayıklama Menüsü

source: Tools
it: Srumenti
pt_br: Ferramentas
tr: Araçlar

source: Tools Menu
it: Meu Strumenti
pt_br: Menu Ferramentas
tr: Araçlar Menüsü

source: Debug Pida
tr: Pida Hata Ayıklama

source: Debug Pida Menu
it: Menu Debug Pida
tr: Pida Hata Ayıklama Menüsü

source: View
it: Visualizza
pt_br: Vizualizar
tr: Görünüm

source: View Menu
it: Visualizza Menu
tr: Görünüm Menüsü

source: Help
it: Aiuto
pt_br: Ajuda
tr: Yardım

source: Help Menu
it: Menu Aiuto
pt_br: Menu de Ajuda
tr: Yardım Menüsü

source: PIDA is starting...
it: Avvio di PIDA...
pt_br: Iniciando PIDA....
tr: PIDA başlatılıyor

source: and it <b>loves</b> you!
it: e ti <b>ama</b>!
tr: ve sizi <b>seviyor!</b>

source: No match named "%s" was found
it: Non è stata trovata nessuna corrispondenza con "%s"
tr: "%s" ye uyan bir şey bulunamadı

source: Open
it: Apri
pt_br: Abrir
tr: Aç

source: Open this file
it: Apri questo file
pt_br: Abrir arquivo
tr: Dosyayı aç

source: Save This File
it: Salva Questo File
pt_br: Salvar Arquivo
tr: Dosyayı kaydet

source: Untitled Pida View
it: Visualizzazione Pida senza nome
tr: Başlıksız Pide Görünümü

source: Pida View
it: Visualizzazione Pida
tr: Pida Görünüm

source: Must at least define a notebook name
it: Devi definire almeno un nome notebook
tr: En az bir defter adı tanımlamalısın

source: Must at leaste define a Name
it: Devi definire almeno un Nome
tr: En azından bir isim tanımlamalısın

source: No Notebook attests to having that name %s
it: Nessun Notebook attesta di avere questo nome %s
tr: %s ismine sahip bir defter yok

source: This view is already in the manager
tr: Bu görünüm zaten yöneticide

source: View is not in any Notebook
tr: Görünüm hiçbir defterde yok

source: Sort
it: Ordina
tr: Sırala

source: Select File
it: Seleziona File
pt_br: Selecionar Arquivo
tr: Dosya Seç

source: PIDA Loves You!
it: PIDA Ti Ama!
tr: PIDA Sizi Seviyor!
