Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.imagetags/collective.imagetags-1.5.zip/collective.imagetags-1.5/collective/imagetags/locales/*/LC_MESSAGES/collective.imagetags.po
Languages: fr, nl

source: ${count} tag removed.
fr: ${count} tag supprimé.
nl: ${count} markering verwijderd

source: ${count} tags removed.
fr: ${count} tags supprimés
nl: ${count} markering verwijderd

source: Add a replacement rule in each line with this format: 'Portal type|CSS img selector'.
fr: Ajouter des règles de sélection pour le remplacement (une par ligne) avec ce format: 'Type de contenu|sélecteur CSS img'.
nl: Voeg een vervangingsregel toe op elke regel met dit formaat: 'Portal type|CSS img selector'.

source: Are you sure you want to remove this tag?
fr: Etes-vous sûre de vouloir supprimer ce tag?
nl: Weet u zeker dat u deze markering wilt verwijderen?

source: Cancel
fr: Annuler
nl: Afbreken

source: Changes saved
fr: Modifications sauvegardées.
nl: Wijzigingen bewaard

source: Click on objects you want to tag and then enter title and optional link.
fr: Cliquer sur les éléments de l'image que vous souhaitez tagger et entrer un titre et une URL.
nl: Klik op objecten die u wilt markeren en voeg dan een titel en optioneel een link toe.

source: Coordinates
fr: Coordonnées
nl: Co√∂rdinaten

source: Decimal digit
fr: Chiffre décimal
nl: Decimaal getal

source: Default Plone templates to be overriden with tagged-images.
fr: Templates de Plone par défaut à surcharger avec les images taguées.
nl: Standaard Plone templates die worden overschreven met 'tagged-images'

source: Done tagging
fr: Enregistrer les tags
nl: Markeren gedaan

source: Edit
fr: Modifier
nl: Bewerken

source: Edit cancelled
fr: Modifications annulées
nl: Bewerken afgebroken

source: Embed code (HTML)
fr: Code HTML à copier/coller
nl: Voeg code in (HTML)

source: Enable JavaScript replacement rules
fr: Activer les règles JavaScript de remplacement
nl: Activeer Javascript vervangingsregels

source: Image field
fr: Champ image
nl: Afbeeldingsveld

source: Image field you want to add this tag
fr: Le champ image surlequel vous souhaitez ajouter ce tag
nl: Afbeeldingsveld waar u deze markering toevoegt

source: Image tags settings
fr: Préférences de imagetags
nl: Image tags voorkeuren

source: Improved templates
fr: Templates améliorés
nl: Verbeterde templates

source: JavaScript replacement rules
fr: Règles JavaScript de remplacement
nl: Javascript vervangingsregels

source: Link for the tag
fr: Lien du tag
nl: Link voor de markering

source: Manage tags
fr: Gestion des tags
nl: Beheer markeringen

source: No
fr: Aucun
nl: Nee

source: No tags yet
fr: Aucun tag
nl: Er zijn nog geen markeringen

source: Number of pixels assigned to the 'Tagged' box when calculating iframe height.
fr: Nombre de pixels assignés à la boite du tag pour le calcul de la hauteur de l'iframe.
nl: Aantal pixels die horen bij de gemarkeerde rechthoek als het iframe berekend wordt

source: Position in the X axis of the center of the box (0-100%)
fr: Position sur l'axe X du centre de la boite (0-100%)
nl: Locatie op de X-as vanaf het midden van de rechthoek (0-100%)

source: Position in the Y axis of the center of the box (0-100%)
fr: Position sur l'axe Y du centre de la boite (0-100%)
nl: Locatie op de Y-as vanaf het midden van de rechthoek (0-100%)

source: Remove
fr: Supprimer
nl: Verwijder

source: Remove selected
fr: Supprimer les éléments sélectionnés
nl: Verwijder geselecteerde

source: Replace all inline images (inside text content or portlets) styled with 'imagetags-show' class attribute.
fr: Remplacer toutes les images inlines (dans un contenu de texte riche ou des portlets) avec le style 'imagetags-show'.
nl: Vervang alle inline afbeeldingen (in tekst-content of portlets) opgemaakt met het 'imagetags-show' CSS class attribuut

source: Replace inline images
fr: Remplacer les images inlines
nl: Vervang inline afbeeldingen

source: Rule
fr: Règle
nl: Regel

source: Save
fr: Enregistrer
nl: Bewaar

source: Show 'Embed code (HTML)' code snippets in 'Tags' tab. Don't forget to add 'iframe' as a valid tag in safe_html of portal_transforms. Notice that this setting won't prevent displaying iframes in documents.
fr: Affiche la boite 'Code HTML à copier/coller' dans l'onglet 'Tags'. N'oubliez pas d'ajouter le tag 'iframe' en tant que tag valide dans le Filtrage HTML si vous souhaitez l'utiliser dans vos l'éditeur de texte riche. Notez que cette préférence n'empêchera pas l'affichage des iframes dans les documents.
nl: Toon 'Embed code (HTML)' code in het 'Markeringen' tabblad. Vergeet niet om 'iframe' als een geldige HTML tag in safe_html of portal_transforms aan te melden. Deze instelling voorkomt niet dat iframes in documenten worden getoond.

source: Start tagging
fr: Taguer
nl: Start met markeren

source: Tag '${title}' added.
fr: Tag '${title}' ajouté.
nl: Markering '${title}' toegevoegd

source: Tag '${title}' updated.
fr: Tag '${title}' mis à jour.
nl: Markering '${title}' bijgewerkt

source: Tag details
fr: Détails du tag
nl: Details van de markering

source: Tag list height
fr: Hauteur de la liste des tags
nl: Hoogte markeringslijst

source: Tag this picture
fr: Taguer cette image
nl: Markeer deze afbeelding

source: Tagged:
fr: Taguées:
nl: Gemarkeerd

source: Tags
nl: Markeringen

source: This image has no tag yet.
fr: Cette image n'as pas encore été taguée.
nl: Deze afbeelding heeft nog geen markering

source: Title
fr: Titre
nl: Titel

source: Title displayed in the tag
fr: Titre affiché dans le tag
nl: Titel die getoond wordt in de markering

source: Use <iframe />
fr: Utiliser <iframe />
nl: Gebruik <iframe />

source: X position
fr: Position X
nl: X positie

source: Y position
fr: Position Y
nl: Y positie

source: Yes
fr: Oui
nl: Ja

source: help_imagetags_settings_editform
fr: Permet d'utiliser les règles CSS ci dessous pour remplacer l'affichage des images dans les types de contenu par les images taguées. Ces remplacements seront réalisés par un script JavaScript. Si vous préférer ne pas utiliser JavaScript vous deverez surcharger les templates souhaités. Pour celà il faut remplacer les appels à context.tag() par context.@@imagetags-img(name='image_mini'). Vous pouvez utiliser n'importe quelle taille d'image. Une autre alternative est d'activer les templates améliorés ci dessus.
nl: Gebruik deze CSS regels om standaard afbeeldingen (in content types) te vervangen met gemarkeerde afbeeldingen. Dit wordt met Javascript gedaan. Een vervanging die niet afhankelijk is van javascript is beter. Hiervoor moet u de view template van het doel content type wijzigen: de context.tag() call voor context.@@imagetags-img(name='image_mini'). U kunt elke beschikbare schaling van de afbeelding gebruik of het origineel (full image). Als alernatief zijn de standaard Plone 'verbeterde templates' hierboven te activeren.
