Repository: pypi-data/pypi-mirror-2
Catalog: packages/cubicweb-forge/cubicweb-forge-1.4.2.tar.gz/cubicweb-forge-1.4.2/i18n/*.po
Languages: es, fr

source: All latest releases...
es: Ver todos los desarrollos...
fr: Toutes les dernières livraisons...

source: All new projects...
es: Ver todos los nuevos proyectos...
fr: Tous les derniers projets...

source: All upcoming versions...
es: Ver todas las últimas versiones...
fr: Toutes les dernières versions...

source: Attached Documents
es: Documentos anexos
fr: Documents attachés

source: Browse source
es: Ver la fuente
fr: Parcourir le source

source: Burn Down Chart
es: Gr√°fica de avance
fr: Graphe d'avancement

source: Command-Line Access
es: Acceso en línea de comando
fr: Accès en ligne de commande

source: Comment_plural
es: Comentarios
fr: Commentaires

source: Date
es: Fecha

source: Description
es: Descripción

source: ExtProject
es: Proyecto Externo
fr: Project externe

source: ExtProject_plural
es: Proyectos Externos
fr: Projects externes

source: Latest releases
es: Ultimos desarrollos
fr: Dernières livraisons

source: License
es: Licencia
fr: Licence

source: License_plural
es: Licencias
fr: Licences

source: New ExtProject
es: Nuevo Proyecto Externo
fr: Nouveau projet externe

source: New License
es: Nueva licencia
fr: Nouvelle licence

source: New projects
es: Nuevos proyectos
fr: Nouveaux projets

source: Non-members may check out a read-only working copy anonymously over HTTP.
es: Los usuarios anónimos pueden obtener una versión de trabajo en lectura solo por HTTP.
fr: Les utilisateurs anonymes peuvent obtenir une version de travail en lecture seule via HTTP.

source: Planned on
es: Planeado para
fr: Planifé pour

source: Project
es: Proyecto
fr: Projet

source: Project's license
es: Licencia del Proyecto
fr: Licence du projet

source: Project's related mailing list
es: Lista de discusi√≥n acerca de este proyecto
fr: Liste de discussion autour du projet

source: Projects I'm interested in
es: Proyectos que me interesan
fr: Projets qui m'intéressent

source: Published on
es: Publicado el
fr: Publié le

source: Recent tickets
es: Tickets recientes
fr: Tickets récents

source: Recent tickets in my projects
es: Tickets recientes en mis proyectos
fr: Tickets récents dans mes projets

source: Some tickets don't have a regular workflow, the graph may be wrong.
es: Algunos tickets no tienen un workflow regular, la gráfica puede estar equivocada.
fr: Certains tickets n'ont pas suivi le processus de validation normal, le graphe est par conséquent peut-être faux.

source: Test cards
es: Fichas de prueba
fr: Fiches de test

source: Test case instances
es: Casos de prueba
fr: Cas de test

source: This ExtProject
es: Este Proyecto Externo
fr: Ce projet externe

source: This License
es: Esta Licencia
fr: Cette licence

source: Upcoming versions
es: Próximas versiones
fr: Prochaines versions

source: Use this command to check out the latest project source code:
es: Utilice este comando para extraer el código fuente de la versión de desarrollo:
fr: Utilisez cette commande pour extraire la version de développement du code source de ce projet

source: You can browse the source code by following <a href="%s">this link</a>.
es: Puede navegar sobre el código fuente siguiendo <a href="%s">esta liga</a>.
fr: Vous pouvez parcourir le code source en suivant ce <a href="%s">lien</a>.

source: actions_adddocumentationcard
es: Agregar una ficha de documentación
fr: ajouter une fiche de documentation

source: actions_adddocumentationfile
es: Agregar una ficha de documentación
fr: ajouter un fichier de documentation

source: actions_addscreenshot
es: Agregar una copia de pantalla
fr: ajouter une copie d'écran

source: actions_addsubproject
es: Agregar un sub proyecto
fr: ajouter un sous-projet

source: actions_addversion
es: Agregar una versión
fr: ajouter une version

source: actions_testreports
es: Ver los Reportes de Prueba
fr: voir les rapports de tests

source: active development
es: Desarrollo activo
fr: développement actif

source: add Project documented_by Card subject
es: Ficha de Documentación
fr: fiche de documentation

source: add Project documented_by File subject
es: Documento
fr: fichier

source: add Project screenshot Image subject
es: Copia de Pantalla
fr: copie d'écran

source: add Project subproject_of Project object
es: Sub Proyecto
fr: sous-projet

source: add Ticket attachment File subject
es: Documento Anexo
fr: attachement

source: add Ticket concerns Project object
es: Ticket
fr: ticket

source: add Version version_of Project object
es: Versión
fr: version

source: ask validation
es: Preguntar la validación
fr: demander la validation

source: asleep
es: En espera
fr: endormi

# Ticket
source: attachment
es: Anexo
fr: attachement

# Image
source: attachment_object
es: Anexado a
fr: attachement de

source: burn down chart
es: Gráfica de Avances
fr: graphique d'avancement

source: codebrowser_tab
es: Código Fuente
fr: code source

# Image
source: comments_object
es: Comentado por
fr: commenté par

# File
source: comments_object
es: Comentado por
fr: commenté par

# Ticket
source: comments_object
es: Comentado por
fr: commenté par

# Email
source: comments_object
es: Comentado por
fr: commenté par

# Card
source: comments_object
es: Comentado por
fr: commenté par

source: computed attribute
es: Atributo calculado
fr: attribut calculé

source: contentnavigation_tickettests
es: Sección de Prueba (Tickets)
fr: section test (ticket)

source: contentnavigation_tickettests_description
es: Espacio de Ligas hacia el caso de prueba de un Ticket
fr: bloc de liens vers les cas de tests d'un ticket

source: contentnavigation_versionburndown
es: Gráfica de Avance
fr: graphe d'avancement

source: contentnavigation_versionburndown_description
es: Sección que muestra la Gráfica de Avance de una versión
fr: section affichant le burn down chart d'une version

source: contentnavigation_versiontests
es: Sección de Prueba (Versión)
fr: section test (version)

source: contentnavigation_versiontests_description
es: Sección de ligas hacia los casos de prueba a efectuar para una versión
fr: bloc de liens vers les cas de tests à effectuer pour une version

source: cost
es: Costo
fr: coût

source: creating File (Ticket %(linkto)s attachment File)
es: Agregar un documento para el Ticket %(linkto)s
fr: ajout d'un attachement pour le ticket %(linkto)s

source: default project workflow
es: Wokflow de proyecto por default
fr: workflow des projets par défaut

source: depends_on
es: Depende de
fr: dépend de

source: deprecate
es: Depreciado
fr: déprécier

source: deprecated
es: Depreciado
fr: déprécié

# ExtProject
source: description
es: Descripción

# ExtProject
source: description_format
es: Formato
fr: format

source: disclaimer of the license
es: Explicación de la Licencia, Generalmente en encabezados de archivos bajoesta licencia
fr: 'désavoeu' de la licence, généralement en en-tête des fichiers sous cette licence

source: documentation
es: Documentación

source: documentation_tab
es: Documentación
fr: documentation

source: documented_by
es: Documentado por
fr: documenté par

# Project
source: documented_by
es: Documentado por
fr: documenté par

# File
source: documented_by_object
es: Documenta
fr: documente

# Card
source: documented_by_object
es: Documenta
fr: documente

source: documented_by_object
es: Documenta
fr: documente

source: done
es: Listo
fr: fait

source: download latest version
es: Descargar la √∫ltima versi√≥n
fr: télécharger la dernière version

source: downloadurl
es: Dirección URL de descarga
fr: base de l'url de téléchargement

# Project
source: downloadurl
es: Dirección URL de descarga
fr: base de l'url de téléchargement

source: expected date
es: Fecha esperada
fr: date attendue

# Project
source: filed_under
es: En el folder
fr: dans le dossier

# ExtProject
source: filed_under
es: En el Folder
fr: dans le dossier

# File
source: filed_under
es: En el folder
fr: dans le dossier

# Card
source: filed_under
es: En el folder
fr: dans le dossier

source: files related to this ticket (screenshot, file needed to reproduce a bug...)
es: documentos ligados a este ticket(copia de pantalla, archivos necesarios para la reproducción de una anomalia...)
fr: fichiers liés à ce ticket (saisie d'écran, fichier nécessaire à la reproduction d'une anomalie...)

source: forge ticket workflow
es: Workflow de Tickets (Forge)
fr: workflow des tickets (forge)

source: full license's text
es: Texto completo de la Licencia
fr: texte complet de la licence

source: got feedback
es: Retroalimentación del cliente
fr: retour client

# Project
source: homepage
es: Sitio Web
fr: site web

# ExtProject
source: homepage
es: Sitio Web
fr: site web

source: in-progress
es: En curso
fr: en cours

# CWUser
source: interested_in
es: Interesado en
fr: intéressé par

# Project
source: interested_in_object
es: Interesado en
fr: intéresse

# Ticket
source: interested_in_object
es: Interesado
fr: intéresse

source: license_of
es: Licencia de
fr: licence de

# License
source: license_of
es: Licencia de
fr: licence de

# Project
source: license_of_object
es: Posee la Licencia
fr: a pour licence

source: license_of_object
es: Posee la Licencia
fr: a pour licence

source: load
es: Carga
fr: charge

# Ticket
source: load
es: Carga
fr: charge

source: load for this ticket in day.man
es: Carga de trabajo de este ticket en d√≠as/hombre
fr: charge pour ce ticket en jour/homme

source: load_left
es: Carga restante
fr: charge restante

# Ticket
source: load_left
es: Carga restante
fr: charge restante

source: longdesc
es: Descripción detallada
fr: description longue

# License
source: longdesc
es: Descripción detallada
fr: description longue

source: longdesc_format
es: Formato
fr: format

# License
source: longdesc_format
es: Formato
fr: format

source: mailinglist_of
es: Lista de discusión de
fr: liste de discussion de

# MailingList
source: mailinglist_of
es: Lista de discusión de
fr: liste de discussion de

# Project
source: mailinglist_of_object
es: Posee la lista de discusión
fr: a pour liste de discussion

source: mailinglist_of_object
es: Posee la lista de discusión
fr: a pour liste de discussion

source: milestone
es: Versión
fr: version

source: moved
es: Desplazado
fr: déplacé

source: moved away from published version
es: Desplazado de la versi√≥n publicada
fr: déplacé de la version publiée

# License
source: name
es: Nombre
fr: nom

# ExtProject
source: name
es: Nombre
fr: nom

source: no more maintained
es: Actualmente sin mantenimiento
fr: plus maintenu

source: open
es: abierto
fr: ouvert

source: planned_delivery
es: Entrega prevista
fr: livraison prévue

source: planned_start
es: Inicio previsto
fr: début prévu

source: progress
es: Progreso
fr: progrès

source: progress_done
es: Listo
fr: fait

# Version
source: progress_done
es: Lista
fr: fait

source: progress_target
es: Objetivo
fr: objectif

# Version
source: progress_target
es: Objetivo
fr: objectif

source: progress_todo
es: Por hacer
fr: à faire

# Version
source: progress_todo
es: Por hacer
fr: à faire

source: project
es: Proyecto
fr: projet

source: project developed externally of the cubicweb forge application
es: Proyecto desarrollado externo a la aplicación forge de Cubicweb
fr: projet développé hors de cette forge

source: project is now in state "%s"
es: El proyecto se encuentra en estado "%s"
fr: le projet est maintenant dans l'état "%s"

source: project moved
es: Proyecto desplazado
fr: projet déplacé

source: project's documentation
es: Documentación del Proyecto
fr: documentation du projet

source: project's optional dependencies
es: Dependencias opcionales del Proyecto
fr: dépendences optionelles du projet

source: project's screenshot
es: Pantallas del Proyecto
fr: copie(s) d'écran du projet

source: projectdocumentation
es: Documentación del Proyecto
fr: documentation

source: projectscreenshots
es: Pantallas
fr: saisies d'écran

source: recommends
es: Recomienda
fr: recommande

# Project
source: recommends
es: Recomienda
fr: recommande

# Project
source: recommends_object
es: Recomendado por
fr: recommandé par

source: recommends_object
es: Recomendado por
fr: recommandé par

source: reject
es: Rechazar
fr: rejeter

source: rejected
es: Rechazado
fr: rejeté

source: remaining load for this ticket in day.man
es: Carga de trabajo restante para este ticket en días/hombre
fr: charge restant pour ce ticket, en jours/homme

source: reopen
es: Reabrir
fr: réouvrir

source: reporturl
es: URL de reportes de Pruebas
fr: URL des rapports de test

# Project
source: reporturl
es: URL de reportes de Prueba
fr: URL des rapports de test

source: resolve
es: Resolver
fr: résoudre

source: resolved
es: Resuelto
fr: résolu

source: restart development
es: Reiniciar desarrollo
fr: relancer le développement

source: screenshot
es: Pantalla
fr: copie d'écran

# Project
source: screenshot
es: Pantalla
fr: copie d'écran

# Image
source: screenshot_object
es: Pantalla
fr: copie d'écran de

source: screenshot_object
es: Pantalla
fr: copie d'écran de

source: screenshots_tab
es: Pantalla
fr: captures écran

source: see them all
es: Verlos todos
fr: les voir tous

# ExtProject
source: see_also
es: Ver también
fr: voir aussi

# Email
source: see_also
es: Ver tambi√©n
fr: voir aussi

# File
source: see_also
es: Ver también
fr: voir aussi

# Image
source: see_also
es: Ver también
fr: voir aussi

# Card
source: see_also
es: Ver también
fr: voir aussi

source: shortdesc
es: Resumen
fr: résumé

# License
source: shortdesc
es: Resumen
fr: résumé

source: start
es: Inicio
fr: commencer

source: state
es: Estado
fr: état

source: stop maintainance
es: Terminar el mantenimiento
fr: arrêter la maintenance

# MailingList
source: tags_object
es: Etiquetada por
fr: étiquetté par

# License
source: tags_object
es: Etiquetado por
fr: étiquetté par

# ExtProject
source: tags_object
es: Etiquetado por
fr: étiquetté par

# Email
source: tags_object
es: Etiquetado por
fr: étiquetté par

# Project
source: tags_object
es: Etiquetado por
fr: étiquetté par

# Version
source: tags_object
es: Etiquetado con
fr: étiquetté par

# File
source: tags_object
es: Etiquetado por
fr: étiquetté par

# Ticket
source: tags_object
es: Etiquetado por
fr: étiquetté par

# Image
source: tags_object
es: Etiquetado por
fr: étiquetté par

# Card
source: tags_object
es: Etiquetado por
fr: étiquetté par

source: temporarily stop development
es: Parar temporalmente el desarrollo
fr: arrêter temporairement le développment

source: test cases
es: Casos de Prueba
fr: cas de test

source: test reports
es: Reportes de Pruebas
fr: rapports de test

source: tickets for %(project)s
es: Tickets para %(project)s
fr: tickets pour %(project)s

source: tickets for %(project)s - %(num)s
es: Tickets por %(project)s - %(num)s
fr: tickets pour %(project)s - %(num)s

source: todo_by
es: A hacer por
fr: à faire par

source: upcoming versions for %(project)s
es: Próximas versiones de %(project)s
fr: prochaines versions de %(project)s

source: url to access tarball for releases of the project
es: URL para acceder tarball para nuevas versiones del proyecto
fr: url du répertoire où sont placés les archives des versions de ce projet

source: url to access to the project's automatic test reports
es: URL para acceder a los reportes de prueba automáticos
fr: url pour accéder aux rapports de test automatiques

source: url to access to the project's version control system
es: URL para acceder al Sistema de Control de versiones del Proyecto
fr: url pour accéder au système de contrôle de version du projet

source: url to project's home page.
es: URL hacia el Sitio Web del Proyecto
fr: url du site principal du projet

source: url to project's home page. Leave this field empty if the project is fully hosted here.
es: URL hacia al Sitio del Proyecto. Dejar este espacio vacio si el proyectose encuentra totalmente albergado aquí
fr: URL du site principal du projet. Laissez ce champ vide si le projet est hébergé par ce site.

source: validation pending
es: Esperando la validación
fr: attente de validation

source: vcsurl
es: URL del sistema de gestión de fuentes
fr: URL du système de gestion de sources

# Project
source: vcsurl
es: URL del sistema de gestión de fuentes
fr: URL du système de gestion de sources

source: version published
es: Versión Publicada
fr: version publiée

source: view all active projects
es: Ver todos los Proyectos Activos
fr: voir tous les projets actifs

source: wait for feedback
es: Espere Retroalimentación
fr: demande d'information

source: waiting feedback
es: Esperando retroalimentación
fr: attente de retour du client

source: creating Card (Project %(linkto)s) documented_by Card
fr: création d'une fiche de documentation pour le projet %(linkto)s

source: creating File (Project %(linkto)s) documented_by File
fr: ajout d'un fichier de documentation pour le projet %(linkto)s

source: creating Image (Project %(linkto)s) screenshot File
fr: ajout d'une saisie d'écran pour le projet %(linkto)s
