Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.0-py2.6.egg/transifex/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_tw

source: Password change successful
ru: Пароль успешно изменен
zh_tw: 密碼變更成功

source: The password has been changed successfully.
ru: Пароль был успешно изменен.
zh_tw: 密碼已經變更成功。

source: Password key expired
ru: Ключ для пароля истек
zh_tw: 密碼金鑰已過期

source: The password key you're trying to use is expired. Please, request a new one.
ru: Срок действия ключевой комбинации истек. Пожалуйста, запросите новую.
zh_tw: 您正輸入以供使用的密碼金鑰已經過期。請重新請求一份新的。

source: Password reset
ru: Сброс пароля
zh_tw: 密碼重設

source: Password reset form
ru: Форма сброса пароля
zh_tw: 密碼重設表單

source: Forgotten your password? Enter your e-mail address, and we'll reset your password and e-mail the new one to you.
ru: Забыли свой пароль? Введите свой e-mail, и мы сбросим ваш пароль и отправим вам письмо с новым.
zh_tw: 忘記您的密碼了嗎？請輸入您的電子郵件位址，我們會重設您的密碼並且以電子郵件通知您。

source: Reset my password
ru: Сбросить мой пароль
zh_tw: 重設我的密碼

source: Your password has been set. You may go ahead and log in now.
ru: Ваш пароль был установлен. Теперь вы можете войти.
zh_tw: 您的密碼已經重設。現在您可以直接登入。

source: Change password
ru: Изменить пароль
zh_tw: 變更密碼

source: Password reset unsuccessful
ru: Пароль не был сброшен
zh_tw: 密碼重設未成功

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Ссылка сброса пароля была неправильной, возможно, из-за того, что она уже была использована. Запросите новый сброс пароля.
zh_tw: 密碼重設連結無效，可能是因為它已經被用過了。請再次請求重設新密碼。

source: Password reset successful
ru: Пароль успешно сброшен
zh_tw: 密碼重設成功

source: We've e-mailed you the instructions to obtain a new password. You should be receiving it shortly.
ru: Мы выслали вам инструкцию по получению нового пароля. Скоро вы ее получите.
zh_tw: 我們已經送出一封指示您如何取得新密碼的電子郵件。您應該很快就會收到它。

source: User registration
ru: Регистрация пользователя
zh_tw: 使用者註冊

source: Register for a Transifex account
ru: Зарегистрировать учетную запись в Transifex
zh_tw: 註冊 Transifex 帳號

source: Joining Transifex is quick and easy. Just fill in the following form.
ru: Присоединиться к Transifex можно очень просто. Просто заполните следующую форму.
zh_tw: 加入 Transifex 十分快速且簡易。只要填入下列表單。

source: Registration completed
ru: Регистрация завершена
zh_tw: 註冊完成

source: Register a new account
ru: Зарегистрировать новую учетную запись
zh_tw: 註冊新帳號

source: You have successfully registered a new account and an account activation url has been sent to your e-mail address. Please access this url to finish the registration process.
ru: Вы успешно зарегистрировали новую учетную запись, на адрес вашей электронной почты была отправлена ссылка для активации учетной записи. Перейдите по этой ссылке, чтобы завершить процесс регистрации.
zh_tw: 您已成功註冊新帳號，帳號啟動網址已經寄到您的電子郵件位址。請存取此網址來完成註冊程序。

source: You have successfully registered a new account. Go to the <a href="%(overview_url)s">sign in page</a> to authenticate and start using this site.
ru: Вы успешно зарегистрировали новую учетную запись. Перейдите на <a href="%(overview_url)s">страницу входа</a> для аутентификации и начала работы на сайте.
zh_tw: 您已成功註冊新帳號。請前往 <a href="%(overview_url)s">登入頁面</a> 來認證，並開始使用本網站。

source: Choose the location of your avatar
ru: Выберите расположение своего автара
zh_tw: 選擇您的個人圖像位置

source: Avatar selection page
ru: Страница выбора аватары
zh_tw: 個人圖示選取網頁

source: You have several options to select the image you want to use as avatar on your profile.
ru: Для аватара в профиле есть несколько способов выбора изображения.
zh_tw: 您有多個選項來選取您想要作為個人圖像用的圖片。

source: Select an image from disk
ru: Выбрать изображение с диска
zh_tw: 從磁碟選取一張圖片

source: Done
ru: Готово
zh_tw: 完成

source: Select an image from a remote URL. Enter the URL in the field below and we'll retrieve the image for you
ru: Выберите изображение на удаленном URL. Введите URL в поле внизу, и мы скачаем изображение для вас
zh_tw: 從遠端網址選取圖片。請在下方欄位輸入網址，我們將會為您擷取圖片

source: Search on Picasa Web
ru: Искать в Picasa Web
zh_tw: 在 Picasa 網路上搜尋

source: Crop &amp; resize the area you want
ru: Обрежьте и измените размер желаемой зоны
zh_tw: 切割與重新調整您想要區域的大小

source: Delete personal information
ru: Удалить персональную информацию
zh_tw: 刪除個人資訊

source: Erase all your private data except your username. You can fill in the information again later if you want to.
ru: Удаление всех персональных данных, за исключением имени пользователя. При необходимости вы можете заполнить заново эту информацию позднее.
zh_tw: 抹除所有除了使用者名稱外您的私人資料。如果您想要的話，您可以之後再次填入這些資訊。

source: Are you sure?
ru: Вы уверены?
zh_tw: 您確定嗎？

source: Delete my data
ru: Удалить мои данные
zh_tw: 刪除我的資料

source: %(user)s's Dashboard
ru: Панель пользователя %(user)s
zh_tw: %(user)s 的資訊看板

source: Define your location
ru: Определить свое расположение
zh_tw: 定義您的位置

source: Auto-discover location
ru: Автоопределение расположения
zh_tw: 自動探索位置

source: Country
ru: Страна
zh_tw: 地區

source: Location:
ru: Расположение:
zh_tw: 位置：

source: Position
ru: Позиция
zh_tw: 位置

source: Save
ru: Сохранить
zh_tw: 儲存

source: Location information
ru: Информация расположения
zh_tw: 位置資訊

source: Define your location information.
ru: Укажите информацию о вашем местонахождении.
zh_tw: 定義您的位置資訊。

source: Overview of your profile
ru: Обзор профиля
zh_tw: 您的個人檔案概覽

source: Change avatar
ru: Изменить аватар
zh_tw: 變更個人圖像

source: Add avatar
ru: Добавить аватар
zh_tw: 加入個人圖像

source: Username:
ru: Имя пользователя:
zh_tw: 使用者名稱：

source: E-mail:
zh_tw: 電子郵件：

source: Not set yet
ru: Пока не указано
zh_tw: 尚未設定

source: (Not validated)
ru: (Не проверено)
zh_tw: (未驗證)

source: Not set
ru: Не установлено
zh_tw: 無設定

source: Management:
ru: Управление:
zh_tw: 管理：

source: Change your e-mail address
ru: Изменить свой email-адрес
zh_tw: 變更您的電子郵件位址

source: Add your e-mail address
ru: Добавьте свой e-mail адрес
zh_tw: 加入您的電子電子郵件位址

source: Add location
ru: Добавить расположение
zh_tw: 加入位置

source: Change location
ru: Изменений расположение
zh_tw: 變更位置

source: Edit your personal information
ru: Править свои личные данные
zh_tw: 編輯您的個人資訊

source: Insert some information about you.
ru: Добавьте о себе какую-либо информацию.
zh_tw: 輸入一些關於您的資訊。

source: Nudge %(user)s
ru: Уведомить %(user)s
zh_tw: 發出來電振動給 %(user)s

source: Native language
ru: Родной язык
zh_tw: 母語

source: Blog/Site
ru: Блог/сайт
zh_tw: 網誌/網站

source: Coordinator of the following team:
ru: Координатор следующей команды:
zh_tw: 下列團隊的協調者：

source: <a class="name" href="%(team_url)s">%(team_name)s</a> team of the <a class="name" href="%(project_url)s">%(project_name)s</a> project
ru: команда <a class="name" href="%(team_url)s">%(team_name)s</a> проекта <a class="name" href="%(project_url)s">%(project_name)s</a>
zh_tw: <a class="name" href="%(project_url)s">%(project_name)s</a> 專案的 <a class="name" href="%(team_url)s">%(team_name)s</a> 團隊

source: Member of the following team:
ru: Член следующей команды:
zh_tw: 下列團隊的成員：

source: Context
ru: Контекст
zh_tw: 條目

source: Developer comments
ru: Комментарии разработчика
zh_tw: 開發者的評論

source: Occurences
ru: Встречаемость
zh_tw: 出現位置

source: Translate '%(filename)s'
ru: Перевести «%(filename)s»
zh_tw: 翻譯「%(filename)s」

source: Translate '<code>%(filename)s</code>'
ru: Удалить «<code>%(filename)s</code>»
zh_tw: 翻譯「<code>%(filename)s</code>」

source: Current status for this page
ru: Текущий статус этой страницы
zh_tw: 此頁面的目前狀態

source: Settings
ru: Настройки
zh_tw: 設定值

source: Verbose editing:
ru: Правка в режиме отладки:
zh_tw: 詳細編輯：

source: Filter
ru: Фильтр
zh_tw: 過濾條件

source: Clear
ru: Очистить
zh_tw: 清除

source: Translated
ru: Переведено
zh_tw: 已翻譯

source: Fuzzy
ru: Неточно
zh_tw: 模糊

source: Untranslated
ru: Не переведено
zh_tw: 未翻譯

source: Total
ru: Всего
zh_tw: 總共

source: Source String
ru: Исходная строка
zh_tw: 來源字串

source: Translation
ru: Перевод
zh_tw: 翻譯

source: Auto-translate
ru: Автоперевод
zh_tw: 自動翻譯

source: AT
ru: АП
zh_tw: 於

source: Fuzzy?
ru: Неточно?
zh_tw: 模糊？

source: Submit translations
ru: Отправить переводы
zh_tw: 提交翻譯

source: Copy source string
ru: Скопировать исходную строку
zh_tw: 複製來源字串

source: Auto-suggest translation
ru: Автоматический перевод
zh_tw: 自動翻譯建議

source: PO file
ru: PO-файл
zh_tw: PO 檔

source: PO files
ru: PO-файлы
zh_tw: PO 檔

source: Files
ru: Файлы
zh_tw: 檔案

source: Translations
ru: Переводы
zh_tw: 翻譯

source: Options
ru: Опции
zh_tw: 選項

source: Trans:
ru: Перевед.:
zh_tw: 已翻：

source: Untrans:
ru: Неперевед.:
zh_tw: 未翻：

source: View
ru: Просмотр
zh_tw: 檢視

source: Download for viewing
ru: Загрузить для просмотра
zh_tw: 下載以校閱

source: Edit
ru: Править
zh_tw: 編輯

source: See the outsource team for this language. You will be redirected to another project team page.
zh_tw: 查看此語言的外部來源團隊。我們將導引您至其他專案的團隊頁面。

source: See the team for this language
ru: Посмотреть команду для этого языка
zh_tw: 查看此語言的團隊

source: See statistics for this language
ru: Посмотреть статистику для этого языка
zh_tw: 查看此語言的統計

source: No team for this language
ru: Для этого языка нет команды
zh_tw: 此語言沒有團隊

source: There are no languages registered matching this code
ru: Нет зарегистрированных языков, связанного с этим кодом
zh_tw: 沒有符合此代碼的已註冊語言

source: Click here to see the multiple files for
ru: Нажмите здесь, чтобы просмотреть несколько файлов для
zh_tw: 點擊這裡以查看其數個檔案

source: Submit a translation for %(pofile_filename)s
ru: Отправить перевод %(pofile_filename)s
zh_tw: 為 %(pofile_filename)s 提交翻譯檔

source: Submit file
ru: Передать файл
zh_tw: 提交檔案

source: Project/Component
ru: Проект/Компонент
zh_tw: 專案/部件

source: Go to this project page
ru: Перейти на страницу этого проекта
zh_tw: 前往本專案網頁

source: Go to this component page
ru: Перейти на страницу компонента
zh_tw: 前往本部件網頁

source: See the detailed statistics for this language
ru: Просмотреть подробную статистику по этому языку
zh_tw: 查看此語言的詳細統計

source: There are no languages registered matching this file
ru: Нет зарегистрированных языков, связанных с этим файлом
zh_tw: 沒有符合此檔案的已註冊語言

source: Click here to show or hide the source files
ru: Нажмите здесь, чтобы показать или скрыть файлы источника
zh_tw: 點擊這裡來顯示或隱藏來源檔案

source: This component has %(sources_number)s source files
ru: У этого компонента %(sources_number)s исходных файлов
zh_tw: 部件有 %(sources_number)s 個來源檔

source: entries
ru: записи
zh_tw: 條目

source: Download
ru: Скачать
zh_tw: 下載

source: String freese date
ru: Дата заморозки строк
zh_tw: 字串凍結日期

source: Required. 30 characters or fewer. Unicode alphanumeric characters only (letters, digits and underscores).
ru: Обязательное поле длиной не более 30 символов. Разрешены только буквенно-цифровые символы (буквы, цифры и подчеркивание).
zh_tw: 必要的。30 個字元或更少。只能使用 Unicode 字母與數字字元（字母、數字，以及底線）。

source: This value must contain only unicode letters, numbers and underscores.
ru: Данное значение должно содержать только символы Юникода, цифры и знак подчеркивания.
zh_tw: 此值必須只包含任意 unicode 字母、數字以及底線。

source: The LINGUAS file (%(file)s) could not be opened: %(exc)s
ru: Не удалось открыть файл LINGUAS (%(file)s): %(exc)s
zh_tw: LINGUAS 檔案 (%(file)s) 無法開啟：%(exc)s

source: Female
ru: Женский
zh_tw: 女性

source: Male
ru: Мужской
zh_tw: 男性

source: First name
ru: Имя
zh_tw: 名

source: Surname
ru: Фамилия
zh_tw: 姓

source: Native Language
ru: Родной язык
zh_tw: 母語

source: Blog
ru: Блог
zh_tw: 網誌

source: About yourself
ru: О себе
zh_tw: 關於你

source: Short description of yourself (140 chars).
ru: Кратко о себе (140 символов).
zh_tw: 關於您的簡短描述（140 字元）。

source: Looking for work?
ru: Ищите работу?
zh_tw: 正在找工作嗎？

source: New Project Added
ru: Добавлен новый проект
zh_tw: 新專案已加入

source: when a new project is added
ru: при добавлении нового проекта
zh_tw: 當新專案被加入

source: Project Changed
ru: Изменен проект
zh_tw: 專案已變更

source: when a project is changed
ru: при изменении проекта
zh_tw: 當某專案被變更

source: Project Deleted
ru: Удален проект
zh_tw: 專案已刪除

source: when a project is deleted
ru: при удалении проекта
zh_tw: 當某專案已被刪除

source: Submit access to project requested
ru: Запрошен доступ для отправки в проект
zh_tw: 專案的提交存取權已請求

source: when an user request access to submit files to a project
ru: когда пользователь запрашивает разрешение загрузки файлов в проект
zh_tw: 當某使用者請求提交檔案到某專案的存取權

source: Submit access request to project denied
ru: Отклонен запрос на разрешение отправки в проект
zh_tw: 專案的提交存取請求已回絕

source: when a maintainer denies access to an user to submit files to a project
ru: когда координатор запрещает пользователю разрешение загрузки файлов в проект
zh_tw: 當維護者回絕某使用者提交檔案到專案的存取權

source: Submit access request to project withdrawn
ru: Отозван запрос на разрешение отправки в проект
zh_tw: 專案的提交存取請求已撤除

source: when an user withdraws the access requestto submit files to a project
ru: когда пользователь отзывает запрос на разрешение отправки файлов в проект
zh_tw: 當某使用者撤除提交檔案到專案的存取權請求

source: Submit access to project granted
ru: Предоставлено разрешение отправки в проект
zh_tw: 已授予專案的提交存取權

source: when a maintainer grants access to an user to submit files to a project
ru: когда координатор предоставляет пользователю разрешение загрузки файлов в проект
zh_tw: 當維護者授予某使用者提交檔案到某專案的存取權

source: Submit access to project revoked
ru: Доступ на загрузку в проект отозван
zh_tw: 已撤銷提交檔案給專案的存取權

source: when a maintainer revokes the access of an user to submit files to a project
ru: при отзыве права пользователя на загрузку файлов в проект
zh_tw: 當維護者撤銷某使用者提交檔案到專案的存取權

source: New Component Added
ru: Добавлен новый компонент
zh_tw: 已加入新部件

source: when a new component is added to a project
ru: при добавлении нового компонента в проект
zh_tw: 當新部件被加入專案時

source: Component Changed
ru: Изменен компонент
zh_tw: 部件已變更

source: when a component of a project is changed
ru: при изменении компонента проекта
zh_tw: 當某專案的部件被變更

source: Component Deleted
ru: Удален компонент
zh_tw: 部件已刪除

source: when a component of a project is deleted
ru: при удалении компонента проекта
zh_tw: 當某專案的部件被刪除

source: File Submitted
ru: Файл отправлен
zh_tw: 檔案已提交

source: when a component file of a project is submitted
ru: при отправке файла из компонента проекта
zh_tw: 當專案的部件檔被提交時

source: File Review Submitted
ru: Файл отправлен на рассмотрение
zh_tw: 檔案校閱已提交

source: when a file of a component is submitted for review
ru: при отправке файла из компонента проекта на рассмотрение
zh_tw: 當某部件的檔案被提交以供校閱

source: Translation File Changed
ru: Изменен файл перевода
zh_tw: 翻譯檔已變更

source: when a component translation file of a project is changed
ru: при изменении файла перевода компонента проекта
zh_tw: 當專案部件的翻譯檔被變更時

source: Translation Source File (POT) has a Problem
ru: В шаблоне перевода (POT) есть проблемы
zh_tw: 翻譯來源檔 (POT) 有問題

source: when the source file (POT) of a component that you are a maintainer has a problem
ru: при возникновении проблемы с исходным каталогом (POT) компонента, координатором которого вы являетесь
zh_tw: 當某您身為某部件的維護者，而其來源檔 (POT) 有問題

source: New Release Added for a Watched Project
ru: В отслеживаемый проект добавлен новый выпуск
zh_tw: 新發行已加入監看的專案中

source: when a new release is added to a project
ru: при добавлении нового выпуска в проект
zh_tw: 當新發行被加入某專案中

source: Release Changed
ru: Изменен выпуск
zh_tw: 發行已變更

source: when a release of a project is changed
ru: при изменении выпуска проекта
zh_tw: 當某專案的發行被變更

source: Release Deleted
ru: Удален выпуск
zh_tw: 發行已刪除

source: when a release of a project is deleted
ru: при удалении выпуска проекта
zh_tw: 當某專案的發行被刪除

source: Release Added to a Project
ru: В коллекцию добавлен выпуск
zh_tw: 發行已加入某專案中

source: when a release is added to a project
ru: при добавлении выпуска в проект
zh_tw: 當發行被加入某專案中

source: Release Deleted from a Project
ru: Удален выпуск из проекта
zh_tw: 發行已從某專案中刪除

source: when a release is deleted from a project
ru: при удалении выпуска из проекта
zh_tw: 當發行從專案中被刪除

source: New Team Added
ru: Добавлена новая команда
zh_tw: 新團隊已加入

source: when a new translation team is added to a project
ru: при добавлении новой команды к проекту
zh_tw: 當某專案加入新翻譯團隊

source: Team Changed
ru: Изменена команда
zh_tw: 團隊已變更

source: when a translation team of a project is changed
ru: при изменении команды перевода проекта
zh_tw: 當某專案的翻譯團隊被變更

source: Team Deleted
ru: Удалена команда
zh_tw: 團隊已刪除

source: when a translation team of a project is deleted
ru: при удалении команды проекта
zh_tw: 當某專案的翻譯團隊被刪除

source: Team Creation Requested
ru: Запрошено создание команды
zh_tw: 團隊成立已請求

source: when a translation team creation is requestedfor a project
ru: при запросе на создание команды перевода
zh_tw: 當某專案被請求成立某翻譯團隊

source: Team Creation Request Denied
ru: Запрос на создание команды отклонен
zh_tw: 團隊成立請求已回絕

source: when a translation team creation requestfor a project is denied by a maintainer
ru: при отклонении координатором запроса на создание команды перевода
zh_tw: 當某專案的翻譯團隊其成立請求被維護者回絕

source: Team User Joining Requested
ru: Запрошено присоединение пользователя к команде
zh_tw: 團隊使用者加入已請求

source: when an user requests for joining to a translation team of a project
ru: когда пользователь отправляет запрос на присоединение к команде перевода проекта
zh_tw: 當某使用者請求加入某專案的翻譯團隊

source: Team User Joining Approved
ru: Запрос на присоединение пользователя к команде принят
zh_tw: 團隊使用者加入已批准

source: when an user is approved as a member of a translation team of a project
ru: , когда пользователь будет утверждён как член команды переводчиков проекта
zh_tw: 當某使用者被批准為某專案翻譯團隊的成員之一

source: Team User Joining Denied
ru: Запрос на присоединение пользователя к команде отклонен
zh_tw: 團隊使用者加入已回絕

source: when an user is denied as a member of a translation team of a project
ru: когда пользователь получает отказ на участие в команде перевода проекта
zh_tw: 當某使用者被回絕成為某專案翻譯團隊的使用者

source: Team User Joining Withdrawn
ru: Запрос на присоединение пользователя к команде отозван
zh_tw: 團隊使用者加入已撤除

source: when an user withdrawn its own request for joining a translation team of a project
ru: когда пользователь отменяет свою заявку на вступление в группу переводчиков проекта
zh_tw: 當某使用者撤除其自身想加入某專案的翻譯團隊請求

source: Team User Left
ru: Пользователь покинул команду
zh_tw: 團隊使用者已退出

source: when an user leaves a translation team of a project
ru: когда пользователь покидает команду перевода проекта
zh_tw: 當某使用者退出某專案的翻譯團隊

source: Weekly project report for maintainers
ru: Еженедельный отчет для координаторов
zh_tw: 給維護者的每週專案報告

source: when you receive the weekly report of projects that you maintain.
ru: при получении Вами еженедельного отчета по поддерживаемым проектам.
zh_tw: 當您收到您維護專案的每週報告。

source: User Nudge
ru: Уведомление пользователя
zh_tw: 使用者來電振動

source: when an user nudges you
ru: когда пользователь уведомляет вас
zh_tw: 當某使用者對您發出來電振動

source: Enter a valid regular expression.
ru: Введите правильное регулярное выражение.
zh_tw: 輸入有效的正規表示式。

source: The root url does not point to a .tar.gz or .tgz file
ru: Корневой URL не указывает на .tar.gz или .tgz файл
zh_tw: 根網址不能指向 .tar.gz 或 .tgz 檔

source: The root url must start with http:// or ftp://
ru: Корневой URL должен начинаться с http:// или ftp://
zh_tw: 根網址必須以 http:// 或 ftp:// 起頭

source: This is not a valid root URL for this repository type. Valid choices are: %s
ru: Это недопустимый URL-адрес для корня хранилища данного типа. Допустимые варианты: %s
zh_tw: 這不是此倉儲類型的有效根網址。有效的選擇為：%s

source: This repository already belongs to another project. Please choose a different one.
ru: Это хранилище уже принадлежит другому проекту. Выберите другое хранилище.
zh_tw: 此倉儲已經屬於另一個專案。請選擇不同的倉儲。

source: You can't re-nudge the same user in a short amount of time.
ru: Того же пользователя можно повторно уведомить через небольшой промежуток времени.
zh_tw: 您不能在短時間內重複對同一位使用者發出來電振動。

source: You can't nudge yourself.
ru: Уведомлять можно самого себя.
zh_tw: 您無法對您自己發出來電振動。

source: You have nudged '%s'.
ru: Вы уведомили пользователя «%s».
zh_tw: 您已經發出來電振動給「%s」。

source: Enter 0 or more comma-separated integers in parentheses.
ru: Введите 0 или более целых чисел в скобках, разделенных запятыми.
zh_tw: 在半形括號內輸入 0 ，或者更多整數但要以半形逗號隔開。

source: You must enter at least a pair of parentheses containing nothing.
ru: Вы должны ввести хотя бы одну пару скобок с пустым значением.
zh_tw: 您必須至少輸入一對內含空白的半形括號。

source: You have to provide only the size as an integer (both sides will be equal) and optionally, the username.
zh_tw: 您只能提供整數形式的大小 (兩邊將相等)，以及可選擇性提供使用者名稱。

source: Home
ru: Домой
zh_tw: 主頁

source: You added a permission.
ru: Вы добавили разрешение
zh_tw: 您已新增一項許可。

source: You added a permission request.
ru: Вы добавили запрос на разрешение.
zh_tw: 您已新增一項許可請求。

source: You approved the permission request.
ru: Вы утвердили запрос на разрешение.
zh_tw: 您已批准許可請求。

source: You removed the permission.
ru: Вы удалили разрешение.
zh_tw: 您已移除許可。

source: You removed the permission request.
ru: Вы удалили запрос на разрешение.
zh_tw: 您已移除許可請求。

source: Repo URL root
ru: URL корня репозитория
zh_tw: 倉儲根網址

source: The URL of the versioning system repository/branch.
ru: URL версионного хранилища/ветки.
zh_tw: 版本系統倉儲或分枝的網址。

source: This type of repository does not accept branches
ru: Данный тип хранилища не поддерживает ветки
zh_tw: 此倉儲的類型不接受分枝

source: Branch
ru: Ветка
zh_tw: 分枝

source: A VCS branch this unit is associated with
ru: Ветка VCS, которая ассоциирована с данным элементом
zh_tw: 與此單位相關的 VCS 分枝

source: Web frontend
ru: Веб-интерфейс
zh_tw: 網路前端

source: A URL to the project's web front-end
ru: URL веб-интерфейса проекта
zh_tw: 專案的網路前端網址

source: Your request could not be completed. The admins have been notified to take a closer look at it. Please try again in a few minutes
zh_tw: 無法完成您的請求。已通知管理者進一步查看。請在幾分鐘後重試。

source: Setup of the repository locally could not be done successfully.
zh_tw: 本機倉儲的設置無法成功。

source: The local repository has not been setup yet. Please, first do a check-out of the repository.
zh_tw: 本機倉儲尚未設置。請先將該倉儲檢出。

source: Unable to pull data from the remote repository. Is the remote host up?
zh_tw: 無法從遠端倉儲拉出資料。請問遠端主機有上線嗎？

source: Cleanup of the repository failed. The admins have been notified to take a closer look at it.
zh_tw: 該倉儲清理失敗。已通知管理者進一步查看。

source: Commit to the repository failed.
zh_tw: 提交到倉儲失敗。

source: Pushing to the remote repository failed.
zh_tw: 發佈到遠端倉儲失敗。

source: Given file does not have a revision. The admins have been notified to take a closer look at it.
zh_tw: 給予的檔案沒有校訂版次。已通知管理者進一步查看。

source: The %s fields should be filled.
ru: Поля %s должны быть заполнены.
zh_tw: %s 欄位應要填寫。

source: Nothing was sent because you haven't changed anything in the translation form.
ru: Ничего не было отправлено, так как вы ничего не изменили в переводе.
zh_tw: 由於您未變更任何翻譯表單內的東西，所以沒有送出任何變動。

source: Previous
ru: Назад
zh_tw: 上一頁

source: Next
ru: Вперед
zh_tw: 下一頁

source: tarball
ru: архив
