Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.0-py2.6.egg/transifex/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_tw

source: You have approved the '%(team)s' team requested by '%(user)s'.
ru: Ваш запрос на создание команды «%(team)s» был утвержден пользователем «%(user)s».
zh_tw: 您已批准「%(user)s」請求的「%(team)s」團隊。

source: You have denied the '%(team)s' team requested by '%(user)s'.
ru: Ваш запрос на создание команды «%(team)s» был отклонен пользователем «%(user)s».
zh_tw: 您已回絕「%(user)s」請求的「%(team)s」團隊。

source: When the translatable strings will be frozen (no strings which affect translations can be added/modified).
ru: Дата заморозки строк с возможностью перевода (нельзя будет добавить или изменить строки, которые влияют на перевод).
zh_tw: 當可翻譯字串被凍結的時候 (會影響到翻譯的字串不能再被加入或修改)。

source: Write a short blurb for your review request.
ru: Создать короткий запрос на вычитывание перевода.
zh_tw: 為您的校閱請求寫下簡介。

source: Select a translation file for review.
ru: Добавить файл перевода для вычитывания
zh_tw: 選取要校閱的翻譯檔。

source: Open
ru: Открыть
zh_tw: 開啟

source: Closed
ru: Закрыто
zh_tw: 已關閉

source: Accepted
ru: Принято
zh_tw: 已接受

source: Rejected
ru: Отклонено
zh_tw: 已回絕

source: The review's status (open, closed, etc.)
ru: Статус рассмотрения (открыт, закрыт и т.д.)
zh_tw: 校閱的狀態（開啟、關閉等。）

source: The review's resolution/closing state.
ru: Состояние решения/закрытия рассмотрения.
zh_tw: 校閱的解決方式或關閉的狀態。

source: Date and time of creation
ru: Дата и время создания
zh_tw: 建立的日期與時間

source: Date and time of last update
ru: Дата и время последнего обновления
zh_tw: 最後更新的日期與時間

source: The review file name
ru: Имя файла на рассмотрение
zh_tw: 校閱檔的名稱

source: The path of the target file which will be used on submission
ru: Путь к конечному файлу, который будет использоваться для отправки
zh_tw: 要用來提交的目標檔案路徑

source: Component
ru: компонент
zh_tw: 部件

source: Review Request
ru: Запрос на рассмотрение
zh_tw: 校閱請求

source: Review Requests
ru: Запросы на рассмотрение
zh_tw: 校閱請求

source: -created_on
ru: дата создания
zh_tw: -建立於(_O)

source: created_on
ru: дата создания
zh_tw: 建立於(_O)

source: You can upload a file for review only if it's related to an existing language.
ru: Вы можете выгрузить файл для вычитывания только если он связан с существующим языком.
zh_tw: 您可以上傳僅供校閱的檔案，如果它和現存的語言相關的話。

source: Your file has been successfully placed for reviewing.
ru: Ваш файл был успешно размещен для вычитывания.
zh_tw: 您的檔案已經成功置放以供校閱。

source: Tarball URL
ru: URL архива
zh_tw: Tarball 網址

source: A URL from which the tarball is accessible.
ru: USL, по которому доступен архив.
zh_tw: 從 tarball 可存取的網址。

source: tarballs
ru: архивы
zh_tw: tarball

source: Coordinators are people that can manage the members of the team, for example. Search for usernames.
ru: Координаторы — это люди, которые могут управлять членами команд. Найдите имя пользователя.
zh_tw: 舉例來說，協調者為那些能管理團隊成員的人。搜尋使用者名稱。

source: Members are actually people that can submit translations. Search for usernames.
ru: Члены — это обычные люди, которые могут отправлять переводы. Найдите имена пользователей.
zh_tw: 成員是那些能提交翻譯的人。搜尋使用者名稱。

source: You have the user '%s' in both coordinators and members lists. Please drop him/her from one of those lists.
ru: Пользователь '%s' существует и в списке координаторов и в списке членов. Пожалуйста, удалите его/ее из какого-либо списка.
zh_tw: 您讓使用者「%s」同時在協調者與成員清單內。請將他或她從這兩個清單之一內拿掉。

source: The project which this team belongs to.
ru: Проект, к которому принадлежит эта команда.
zh_tw: 此團隊所屬的專案。

source: Language
ru: Язык
zh_tw: 語言

source: People in this team will only be able to submit translations files related to the specific language.
ru: Члены данной команды могут фиксировать изменения переводов относящихся к данному языку.
zh_tw: 此團隊內的人們可以提交與特定語言相關的翻譯檔。

source: Coordinators
ru: Координаторы
zh_tw: 協調者

source: Members
ru: Участники
zh_tw: 成員

source: Mainlist
ru: Список рассылки
zh_tw: 主要清單

source: The main mailing list of the team.
ru: Основная почтовая рассылка команды.
zh_tw: 這個團隊的主要郵遞清單。

source: creator
ru: создатель
zh_tw: 成立者

source: team
ru: команда
zh_tw: 團隊

source: teams
ru: команды
zh_tw: 團隊

source: team creation request
ru: запрос на создание команды
zh_tw: 團隊成立請求

source: team creation requests
ru: запросы на создание команды
zh_tw: 團隊成立請求

source: Team
ru: Команда
zh_tw: 團隊

source: team access request
ru: запрос на присоединение к команде
zh_tw: 團隊存取請求

source: team access requests
ru: запросы на присоединение к команде
zh_tw: 團隊存取請求

source: Forbidden access
ru: Доступ запрещен
zh_tw: 禁止存取

source: Looks like you do not have the necessary permissions for the required action.
ru: Похоже, у вас нет достаточных прав для запрашиваемого действия.
zh_tw: 看來您沒有得到要求動作的必須許可。

source: Here's a link to the <a href="%(home)s">homepage</a>. You know, just in case.
ru: Вот ссылка на <a href="%(home)s">главную страницу</a>. Так, на всякий случай.
zh_tw: 這裡有一個<a href="%(home)s">首頁</a>的連結。您知道的，只是用來以防萬一。

source: Page not found
ru: Страница не найдена
zh_tw: 找不到網頁

source: Looks like you followed a bad link. If you think it's our fault, please <a href='http://transifex.org/newticket'>let us know</a>.
ru: Похоже, вы прошли по неправильной ссылке. Если вы считаете, что это наша ошибка, <a href='http://transifex.org/newticket'>дайте нам об этом знать</a>.
zh_tw: 看來您進入了損壞的連結。如果您認為這是我們的錯，請<a href='http://transifex.org/newticket'>讓我們知道</a>。

source: Page unavailable
ru: Страница не доступна
zh_tw: 不可用的網頁

source: We're sorry, but the requested page is currently unavailable.
ru: Просим прощения, но сейчас запрашиваемая страница не доступна.
zh_tw: 我們非常抱歉，但是索求的網頁目前無法使用。

source: We're messing around with things internally, and the server had a bit of a hiccup.
ru: На сервере ведутся работы, возможны перебои в обслуживании.
zh_tw: 我們不小心把內部的東西弄得一團亂，讓伺服器出了一點小問題。

source: Please try again later.
ru: Попробуйте позже.
zh_tw: 請稍候再重新嘗試。

source: Welcome to Transifex
ru: Добро пожаловать в Transifex
zh_tw: 歡迎來到 Transifex

source: Go to the start page
ru: Перейти на стартовую страницу
zh_tw: 前往起始頁面

source: Go to start page
ru: Перейти на стартовую страницу
zh_tw: 前往起始頁面

source: The projects being served
ru: Обслуживаемые проекты
zh_tw: 所服務的專案

source: Projects
ru: Проекты
zh_tw: 專案

source: The languages our service serves
ru: Поддерживаемые языки
zh_tw: 我們所服務的語言

source: Languages
ru: Языки
zh_tw: 語言

source: Welcome <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>!
ru: Здравствуйте, <a title="Настройки профиля" href="%(user_profile)s">%(user_username)s</a>!
zh_tw: 歡迎 <a title="Profile settings" href="%(user_profile)s">%(user_username)s</a>！

source: Sign out from the website
ru: Выйти из сайта
zh_tw: 從網站登出

source: Sign out
ru: Выйти
zh_tw: 登出

source: Sign in
ru: Войти
zh_tw: 登入

source: Register
ru: Регистрация
zh_tw: 註冊

source: About
ru: О нас
zh_tw: 關於

source: Drops us a line
ru: Оставьте нам пару строк
zh_tw: 丟給我們一段文字

source: Feedback
ru: Обратная связь
zh_tw: 回饋

source: Powered by <a href="http://transifex.org/" title="Transifex community">Transifex</a>, the Open Translation Platform
ru: Работает под управлением <a href="http://transifex.org/" title="Transifex community">Transifex</a>, открытой платформы для переводов
zh_tw: 採用 <a href="http://transifex.org/" title="Transifex community">Transifex</a>，一套開放翻譯平台

source: Transifex is a service aimed at helping translators keep track of their favourite translation projects.
ru: Transifex — это служба, призванная помочь переводчикам отслеживать свои любимые проекты.
zh_tw: Transifex 是一個以幫助翻譯者追蹤其喜愛的翻譯專案為目標的服務。

source: You could also browse through <a href="%(project_list)s">all projects</a>.
ru: Также вы можете пройтись по <a href="%(project_list)s">всем проектам</a>.
zh_tw: 您也可以透過<a href="%(project_list)s">所有專案</a>來瀏覽。

source: Search
ru: Поиск
zh_tw: 搜尋

source: Results
ru: Результат
zh_tw: 結果

source: Search projects
ru: Поиск проектов
zh_tw: 搜尋專案

source: Search results
ru: Поиск результатов
zh_tw: 搜尋結果

source: Search Results (%(result_count)s)
ru: Результаты поиска (%(result_count)s)
zh_tw: 搜尋結果 (%(result_count)s)

source: No projects were found for "%(q)s". You may want to change your query a bit.
ru: Для «%(q)s» не найдено ни одного проекта. Измените немного запрос.
zh_tw: 找不到有「%(q)s」的專案。您可能想要稍微修改您的查詢。

source: Couldn't find your project? Why don't you go ahead and <a href="%(project_create_url)s">add it</a>?
ru: Не можете найти свой проект? Почему бы тогда не <a href="%(project_create_url)s">добавить его</a>?
zh_tw: 找不到您的專案嗎？您何不直接<a href="%(project_create_url)s">將它加入</a>呢？

source: Find projects by name, description, etc.
ru: Поиск проектов по имени, описанию и так далее.
zh_tw: 依名稱、描述...等來尋找專案

source: Transifex administration
ru: Администрация Transifex
zh_tw: Transifex 管理團隊

source: Contact us
ru: Связь с нами
zh_tw: 聯絡我們

source: Let us know what you think!
ru: Сообщите нам о своем мнении!
zh_tw: 讓我們知道您怎麼想的！

source: We'd like to make this web service as useful as possible for our users. If you have any feedback to provide, please do so!
ru: Мы хотим сделать этот веб-сервис самым удобным для наших пользователей. Если у вас есть запрос, как это сделать, отправьте его нам!
zh_tw: 我們想要讓此網站服務讓我們的使用者盡可能地覺得它有用。如果您想要提供任何回饋建議的話，那麼就麻煩您了！

source: Send feedback
ru: Отправить запрос
zh_tw: 送出回饋

source: Thanks for the feedback!
ru: Спасибо за запрос!
zh_tw: 感謝您的回饋！

source: Thanks!
ru: Спасибо!
zh_tw: 感謝！

source: Thank you for your feedback.
ru: Спасибо за ваш запрос.
zh_tw: 感謝您的回饋。

source: %(project)s Releases
ru: Выпуски %(project)s
zh_tw: %(project)s 發行

source: The <a href="%(project_url)s">%(project)s</a> project includes the following groups of shipped components:
ru: В проект <a href="%(project_url)s">%(project)s</a> включены следующие группы компонентов:
zh_tw: <a href="%(project_url)s">%(project)s</a> 專案包含下列輸送的部件群組：

source: Languages on Transifex
ru: Языки на Transifex
zh_tw: Transifex 上的語言

source: No languages registered yet. :-(
ru: Пока не зарегистрировано ни одного языка. :-(
zh_tw: 尚未有註冊的語言。:-(

source: Couldn't find your language? Please use the feedback form and let us know!
ru: Не можете найти свой язык? Воспользуйтесь обратной связью и дайте нам знать!
zh_tw: 找不到您的語言？請填寫回饋表來讓我們知道！

source: Notifications
ru: Оповещения
zh_tw: 通知

source: Received Notifications
ru: Полученные оповещения
zh_tw: 收到的通知

source: Time
ru: Время
zh_tw: 時間

source: Mark all unseen notices seen
ru: Пометить все извещения прочитанными
zh_tw: 將所有為查看的通知標記為已查看

source: No notices.
ru: Извещений нет.
zh_tw: 沒有通知。

source: Change your notification settings
ru: Изменить параметры извещения
zh_tw: 變更您的通知設定

source: Notification settings
ru: Настройки оповещения
zh_tw: 通知設定

source: You can receive notifications whenever an event occurs in Transifex. Check the notifications available for you in the list below and choose which events you would like to be notified by email.
ru: Для любых событий, возникающих в Transifex, можно получать уведомления. Просмотрите список доступных уведомлений и выберите, какие из них нужно получать на свою электронную почту.
zh_tw: 您可以接收 Transifex 內發生的無論任何事件的通知。查看下列清單內您的可用通知，並選擇您想要藉由電子郵件來進行通知的事件。

source: Primary email
ru: Основной адрес эл. почты
zh_tw: 首要電子郵件

source: change under
ru: изменить под
zh_tw: 變更在此之下

source: Account
ru: Учетная запись
zh_tw: 帳號

source: Note
ru: Заметка
zh_tw: 註記

source: You do not have a verified email address to which notices can be sent. You can add one by going to
ru: У вас нет подтвержденного адреса email, на который будут высылаться извещения. Вы можете добавить его, проследовав
zh_tw: 您尚未有驗證過的電子郵件位址以供寄送通知。您可以加入一個，藉由前往

source: Notification Type
ru: Тип оповещения
zh_tw: 通知類型

source: Change
ru: Изменить
zh_tw: 變更

source: Notice
ru: Извещение
zh_tw: 注意

source: A new project <a href="%(project_url)s">%(project)s</a> has been added
ru: Добавлен новый проект: <a href="%(project_url)s">%(project)s</a>
zh_tw: 新專案 <a href="%(project_url)s">%(project)s</a> 已加入

source: The project <a href="%(project_url)s">%(project)s</a> has been changed
ru: Проект <a href="%(project_url)s">%(project)s</a> был изменен
zh_tw: <a href="%(project_url)s">%(project)s</a> 專案已變更

source: A new component <a href="%(component_url)s">%(component_name)s</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
ru: В проект <a href="%(project_url)s">%(project_name)s</a> был добавлен новый компонент <a href="%(component_url)s">%(component_name)s</a>
zh_tw: 新部件 <a href="%(component_url)s">%(component_name)s</a> 已加入<a href="%(project_url)s">%(project_name)s</a> 專案

source: The component <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
ru: Компонент <a href="%(component_url)s">%(component_name)s</a> из проекта <a href="%(project_url)s">%(project_name)s</a> был изменен
zh_tw: <a href="%(project_url)s">%(project_name)s</a> 專案的 <a href="%(component_url)s">%(component_name)s</a> 部件已經變更

source: The component '%(component_name)s' has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
ru: Компонент «%(component_name)s» был удален из проекта <a href="%(project_url)s">%(project_name)s</a>
zh_tw: 「%(component_name)s」部件已經從 <a href="%(project_url)s">%(project_name)s</a> 專案中刪除

source: The following files in the <a href="%(component_url)s">%(component_name)s</a> component of the <a href="%(project_url)s">%(project_name)s</a> project have been updated:
ru: В компоненте <a href="%(component_url)s">%(component_name)s</a> из проекта <a href="%(project_url)s">%(project_name)s</a> были обновлены следующие файлы:
zh_tw: 下列 <a href="%(project_url)s">%(project_name)s</a> 專案的 <a href="%(component_url)s">%(component_name)s</a> 部件內的檔案已經更新：

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> has been submitted for review to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
ru: Файл для <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> был отправлен на проверку в компонент <a href="%(component_url)s">%(component_name)s</a> проекта <a href="%(project_url)s">%(project_name)s</a>
zh_tw: 一個 <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> 的檔案已經被提交到 <a href="%(project_url)s">%(project_name)s</a> 專案的 <a href="%(component_url)s">%(component_name)s</a> 部件以供校閱

source: A file for <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
ru: Файл для <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> (%(trans_perc)s%)
zh_tw: 提供給 <a href="%(lang_url)s" title="%(filename)s">%(lang_name)s</a> 的檔案 (%(trans_perc)s%)

source: A file called '%(filename)s'
ru: Файл «%(filename)s»
zh_tw: 稱為「%(filename)s」的檔案

source: has been submitted to the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
ru: был отправлен в <a href="%(component_url)s">%(component_name)s</a> из проекта <a href="%(project_url)s">%(project_name)s</a>
zh_tw: 已經被提交到 <a href="%(project_url)s">%(project_name)s</a> 專案的<a href="%(component_url)s">%(component_name)s</a>

source: The source file (POT) has some problems and can not be created/updated for the <a href="%(component_url)s">%(component_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
ru: В исходном файле (POT) <a href="%(component_url)s">%(component_name)s</a> из проекта <a href="%(project_url)s">%(project_name)s</a> обнаружены проблемы, и он не может быть создан/обновлен
zh_tw: 來源檔 (POT) 有一些問題，且無法為 <a href="%(project_url)s">%(project_name)s</a> 專案的 <a href="%(component_url)s">%(component_name)s</a> 來建立或更新。

source: The weekly report of the <a href="%(project_url)s">%(project_name)s</a> project was generated
ru: Создан еженедельный отчет по проекту <a href="%(project_url)s">%(project_name)s</a>
zh_tw: <a href="%(project_url)s">%(project_name)s</a> 專案的每週報告已產生

source: The user <a href="%(user_url)s">%(user_request)s</a> had access to submit files to the project <a href="%(project_url)s">%(project)s</a> granted
ru: У пользователя <a href="%(user_url)s">%(user_request)s</a> есть право отправлять файлы в проект <a href="%(project_url)s">%(project)s</a>.
zh_tw: 使用者 <a href="%(user_url)s">%(user_request)s</a> 提交檔案到 <a href="%(project_url)s">%(project)s</a> 專案的存取權已被授予

source: The user <a href="%(user_url)s">%(user_request)s</a> had its request of access to submit files to the project <a href="%(project_url)s">%(project)s</a> denied
ru: Заявка пользователя <a href="%(user_url)s">%(user_request)s</a> на отправку файлов в проект <a href="%(project_url)s">%(project)s</a> отклонена
zh_tw: 使用者 <a href="%(user_url)s">%(user_request)s</a> 提交檔案到 <a href="%(project_url)s">%(project)s</a> 專案的存取權請求已被回絕

source: Withdrew own request of access to submit files to the project <a href="%(project_url)s">%(project)s</a>
ru: Отменил свою заявку на отправку файлов в проект <a href="%(project_url)s">%(project)s</a>
zh_tw: 已撤除自身提交檔案到 <a href="%(project_url)s">%(project)s</a> 專案的存取權請求

source: Requested access to submit files to the project <a href="%(project_url)s">%(project)s</a>
ru: Запрошен доступ на загрузку файлов в проект <a href="%(project_url)s">%(project)s</a>
zh_tw: 已請求提交檔案到 <a href="%(project_url)s">%(project)s</a> 專案的存取權

source: The user <a href="%(user_url)s">%(user_request)s</a> had its access to submit files to the project <a href="%(project_url)s">%(project)s</a> revoked
ru: Пользователя <a href="%(user_url)s">%(user_request)s</a> отменил заявку на отправку файлов в проект <a href="%(project_url)s">%(project)s</a>
zh_tw: 使用者 <a href="%(user_url)s">%(user_request)s</a> 已撤銷其提交檔案到 <a href="%(project_url)s">%(project)s</a> 專案的存取權

source: A new <a href="%(team_url)s">%(team_name)s tranlation team</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
ru: В проект <a href="%(project_url)s">%(project_name)s</a> была добавлена новая <a href="%(team_url)s">команда переводчиков%(team_name)s</a>
zh_tw: <a href="%(project_url)s">%(project_name)s</a> 專案已加入新的 <a href="%(team_url)s">%(team_name)s 翻譯團隊</a>

source: The <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
ru: <a href="%(team_url)s">Команда переводчиков %(team_name)s</a> проекта <a href="%(project_url)s">%(project_name)s</a> была изменена
zh_tw: <a href="%(project_url)s">%(project_name)s</a> 專案的 <a href="%(team_url)s">%(team_name)s 翻譯團隊</a>已變更。

source: The <a href="%(team_url)s">%(team_name)s tranlation team</a> has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project
ru: <a href="%(team_url)s">Команда переводчиков %(team_name)s</a> была удалена из проекта <a href="%(project_url)s">%(project_name)s</a>
zh_tw: <a href="%(project_url)s">%(project_name)s</a> 專案的 <a href="%(team_url)s">%(team_name)s 翻譯團隊</a>已刪除

source: The user <a href="%(user_url)s">%(user_name)s</a> has been approved as a member of the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
ru: Пользователь <a href="%(user_url)s">%(user_name)s</a> был утверждён как член <a href="%(team_url)s">команды переводчиков %(team_name)s</a> проекта <a href="%(project_url)s">%(project_name)s</a>
zh_tw: 使用者 <a href="%(user_url)s">%(user_name)s</a> 已被批准為 <a href="%(project_url)s">%(project_name)s</a> 專案的 <a href="%(team_url)s">%(team_name)s 翻譯團隊</a>成員之一。

source: The request of user <a href="%(user_url)s">%(user_name)s</a> for joining the <a href="%(team_url)s">%(team_name)s translation team </a> of the <a href="%(project_url)s">%(project_name)s</a> project has been denied
ru: Заявка пользователя <a href="%(user_url)s">%(user_name)s</a> на вступление в <a href="%(team_url)s">команду переводчиков %(team_name)s</a> проекта <a href="%(project_url)s">%(project_name)s</a> была отклонена
zh_tw: 使用者 <a href="%(user_url)s">%(user_name)s</a> 想加入 <a href="%(project_url)s">%(project_name)s</a> 專案的 <a href="%(team_url)s">%(team_name)s 翻譯團隊</a>的請求已被回絕

source: Requested to join the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
ru: Подал заявку на вступление в <a href="%(team_url)s">команду переводчиков %(team_name)s</a> проекта <a href="%(project_url)s">%(project_name)s</a>
zh_tw: 已請求加入 <a href="%(project_url)s">%(project_name)s</a> 專案的 <a href="%(team_url)s">%(team_name)s 翻譯團隊</a>

source: Withdrawn its own request for joining the <a href="%(team_url)s">%(team_name)s translation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
ru: Отменил свою заявку на вступление в <a href="%(team_url)s">команду переводчиков %(team_name)s</a> проекта <a href="%(project_url)s">%(project_name)s</a>
zh_tw: 撤除其自身加入 <a href="%(project_url)s">%(project_name)s</a> 專案的 <a href="%(team_url)s">%(team_name)s 翻譯團隊</a>的請求

source: User has left the <a href="%(team_url)s">%(team_name)s tranlation team</a> of the <a href="%(project_url)s">%(project_name)s</a> project
ru: Пользователь покинул <a href="%(team_url)s">команду перевода %(team_name)s</a> проекта <a href="%(project_url)s">%(project_name)s</a>
zh_tw: 使用者已退出 <a href="%(project_url)s">%(project_name)s</a> 專案的 <a href="%(team_url)s">%(team_name)s 翻譯團隊</a>

source: The request for creating a translation team for <a href="%(language_url)s">%(language_name)s</a> on the <a href="%(project_url)s">%(project_name)s</a> project has been denied
ru: Запрос на создание команды перевода на язык <a href="%(language_url)s">%(language_name)s</a> для проекта <a href="%(project_url)s">%(project_name)s</a> был отклонен
zh_tw: 於 <a href="%(project_url)s">%(project_name)s</a> 專案上的 <a href="%(language_url)s">%(language_name)s</a> 翻譯團隊成立請求已被回絕

source: The creation of a translation team for <a href="%(language_url)s">%(language_name)s</a> was requested for the project <a href="%(project_url)s">%(project_name)s</a>.
ru: Для проекта <a href="%(project_url)s">%(project_name)s</a> было запрошено создание команды перевода <a href="%(language_url)s">%(language_name)s</a>.
zh_tw: <a href="%(language_url)s">%(language_name)s</a> 翻譯團隊被 <a href="%(project_url)s">%(project_name)s</a> 專案請求成立

source: The user <a href="%(performer_url)s">%(performer)s</a> has nudged you
ru: Пользователь <a href="%(performer_url)s">%(performer)s</a> пнул вас
zh_tw: 使用者 <a href="%(performer_url)s">%(performer)s</a> 對你發出來電振動

source: Delete %(component_name)s
ru: Удалить %(component_name)s
zh_tw: 刪除 %(component_name)s

source: Say goodbye to <em>%(component_name)s</em>?
ru: Попрощаться с <em>%(component_name)s</em>?
zh_tw: 要對 <em>%(component_name)s</em> 說再見嗎？

source: Are you sure you want to permanently delete the component '%(component_name)s' which belongs to %(project_name)s?
ru: Вы уверены, что хотите навсегда удалить компонент «%(component_name)s», принадлежащий проекту %(project_name)s?
zh_tw: 您確定您想要永久刪除屬於 %(project_name)s 的「%(component_name)s」部件嗎？

source: Yes, I'm sure!
ru: Да, все правильно!
zh_tw: 是的，我確定！

source: This component supports local storing of submitted files and also sends the files to the maintainers\' email.
ru: Этот компонент поддерживает локальное сохранение отправленных файлов, также файлы отправляются на email координатора.
zh_tw: 此部件支援將提交的檔案除存在本機，並且也寄到維護者的電子信箱。

source: This component does not support local storing of submitted files. The submitted files will be sent to the maintainers\' emails and the statistics will reflect the change once the files are committed upstream.
ru: Этот компонент не поддерживает локальное сохранение отправленных файлов. Все файлы будут направлены на email-адреса координаторов. Статистика будет обновлена при коммите разработчиком.
zh_tw: 此部件不支援將提交的檔案儲存在本機。提交的檔案會被送到維護者的電子信箱，而一旦檔案提交到上游後統計會反應出其變更。
