Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.0-py2.6.egg/transifex/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_tw

source: This component supports local storing of submitted files and also sends the files direct to the upstream repository.
ru: Этот компонент поддерживает локальное сохранение отправленных файлов, также файлы файлы отправляются прямиком в репозиторий разработчика.
zh_tw: 此部件支援將提交的檔案儲存在本機，並且也將這些檔案直接提交到上游倉儲。

source: Private Project
ru: Закрытый проект
zh_tw: 私人專案

source: Edit
ru: Изменить
zh_tw: 編輯

source: Source details
ru: Исходные данные
zh_tw: 來源詳細資料

source: Repository:
ru: Хранилище:
zh_tw: 倉儲：

source: Link to a web front-end for the source code
ru: Ссылка на веб-интерфейс к исходному коду
zh_tw: 連結到源碼的網路前端

source: web
ru: веб
zh_tw: 網路

source: Branch:
ru: Ветка:
zh_tw: 分枝：

source: File filter:
ru: Фильтр файлов:
zh_tw: 檔案過濾器：

source: Release:
ru: Выпуск:
zh_tw: 發行：

source: Allows submissions:
ru: Разрешить отправку:
zh_tw: 允許提交：

source: Translation files
ru: Переведённые файлы
zh_tw: 翻譯檔

source: Source file:
ru: Исходный файл:
zh_tw: 來源檔：

source: Statistics last updated:
ru: Последнее обновление статистики:
zh_tw: 最後更新的統計：

source: ago
ru: назад
zh_tw: 以前

source: Component not yet pulled from source repository.
ru: Компонент еще не был извлечен из исходного хранилища.
zh_tw: 部件尚未從來源倉儲內拉出。

source: Refresh and re-calculate statistics. This action may take some time.
ru: Обновить и пересчитать статистику. Это может занять некоторое время.
zh_tw: 重新整理並重新計算統計。此動作可能會花上一些時間。

source: Refresh cache
ru: Обновить кэш
zh_tw: 重新整理快取

source: Reset Transifex's local data for a clean pull
ru: Сбросить локальные данные Transifex чистой копией
zh_tw: 重設 Transifex 的本機資料以供乾淨地拉出

source: Clear cache
ru: Очистить кэш
zh_tw: 清除快取

source: Any locally modified data will be overwritten with fresh copies.
ru: Все локально измененные данные будут перезаписаны новыми копиями.
zh_tw: 任何本機修改過的資料都將會被較新的副本覆寫。

source: warning
ru: предупреждение
zh_tw: 警告

source: Teams:
ru: Команды:
zh_tw: 團隊：

source: See the translation teams.
ru: Посмотреть команды перевода.
zh_tw: 查看翻譯團隊。

source: Translation files reviews
ru: Рассмотрения файлов перевода
zh_tw: 翻譯檔校閱

source: Translators can request a file review from another person, who can take a look at his work and provide any feedback needed, or simply submit the file to the upstream project.
ru: Переводчики могут запросить проверку файла у другого пользователя, который может проверить перевод и предоставить отчёт или просто отправить файл в вышестоящий проект.
zh_tw: 翻譯者可以對另一個人請求檔案校閱，那個人 可以看看他的成果並提供任何需要的回饋，或直接提交 該檔案到上游專案。

source: Reviews
ru: Рассмотрения
zh_tw: 校閱

source: History
ru: История
zh_tw: 歷史

source: Delete component
ru: Удалить компонент
zh_tw: 刪除部件

source: Add a component
ru: Добавить компонент
zh_tw: 加入部件

source: Edit %(component_name)s
ru: Править %(component_name)s
zh_tw: 編輯 %(component_name)s

source: Edit Component '%(component_name)s'
ru: Править компонент «%(component_name)s»
zh_tw: 編輯「%(component_name)s」部件

source: New component for %(project_name)s
ru: Новый компонент для %(project_name)s
zh_tw: 提供給 %(project_name)s 的新部件

source: Checkout
ru: Контроль
zh_tw: 檢出

source: Submission
ru: Отправка
zh_tw: 提交

source: Save component
ru: Сохранить компонент
zh_tw: 儲存部件

source: translation files
ru: файлы перевода
zh_tw: 翻譯檔

source: Add
ru: Добавить
zh_tw: 加入

source: Project Component
ru: Компонент проекта
zh_tw: 專案部件

source: edit
ru: править
zh_tw: 編輯

source: del
ru: удалить
zh_tw: 刪除

source: No components are registered for this project yet.
ru: В этом проекте пока не зарегистрировано ни одного компонента.
zh_tw: 此專案尚未註冊任何部件。

source: Add one!
ru: Добавить!
zh_tw: 加入一個！

source: <em>Components</em> are smaller, self-contained parts of a larger project which consist of actual files. Examples of components of a software project could be "UI" and "Docs" or development branches like <code>HEAD</code>.
ru: <em>Компоненты</em> — это небольшие, самодостаточные части большого проекта, состоящие из отдельных файлов. Примерами компонентов программных проектов могут быть «UI» и «Docs», либо разрабатываемые ветки, например <code>HEAD</code>.
zh_tw: <em>部件</em>是大專案中較小的、自給自足的部份，由實際的檔案組成。 軟體專案的部件範例為 "UI" 與 "Docs" ，或是開發分枝像是 <code>HEAD</code>.

source: Send a new translation for this component.
ru: Отправить новый перевод для этого компонента.
zh_tw: 為此部件送出新翻譯。

source: Add a new translation
ru: Добавить новый перевод
zh_tw: 加入新翻譯

source: Add a translation file
ru: Добавить файл перевода
zh_tw: 加入翻譯檔

source: Local file:
ru: Локальный файл:
zh_tw: 本機檔案：

source: The translation file to be uploaded for the new language.
ru: Новый файл перевода для загрузки в новый язык.
zh_tw: 要被上傳的翻譯檔，給新語言用的。

source: Select the target file:
ru: Выберите целевой файл:
zh_tw: 選取目標檔案：

source: The target file is the name of the new file language. It must match the component file filter.
ru: Конечным файлом является имя файла нового языка. Этот файл должен соответствовать фильтру файлов компонента.
zh_tw: 目標檔案是新檔案語言的名稱。它必須符合部件檔案過濾。

source: or enter it here:
ru: или введите его здесь:
zh_tw: 或是在這裡輸入：

source: Example:
ru: Пример:
zh_tw: 範例：

source: Commit message:
ru: Сообщение при фиксации:
zh_tw: 提交訊息：

source: Example: Updates to Brazilian Portuguese translation
ru: Пример: Обновление перевода бразильского португальского
zh_tw: 範例： Updates to Brazilian Portuguese translation

source: Send
ru: Отправить
zh_tw: 送出

source: Send for Review
ru: Отправить на рассмотрение
zh_tw: 送出以供校閱

source: Delete %(project_name)s
ru: Удалить %(project_name)s
zh_tw: 刪除 %(project_name)s

source: Delete <em>%(project_name)s</em>
ru: Удаление <em>%(project_name)s</em>
zh_tw: 刪除 <em>%(project_name)s</em>

source: Delete
ru: Удалить
zh_tw: 刪除

source: Say goodbye to <em>%(project_name)s</em>?
ru: Попрощаться с <em>%(project_name)s</em>?
zh_tw: 要對 <em>%(project_name)s</em> 說再見嗎？

source: Are you sure you want to permanently delete the registered project '%(project_name)s'?
ru: Вы уверены, что хотите навсегда удалить зарегистрированный проект «%(project_name)s»?
zh_tw: 您確定您想要永久地刪除已註冊的「%(project_name)s」專案嗎？

source: Details
ru: Детали
zh_tw: 詳細資料

source: Homepage:
ru: Домашняя страница:
zh_tw: 主頁：

source: Homepage for %(project_name)s
ru: Домашняя страница %(project_name)s
zh_tw: %(project_name)s 的主頁

source: Bug tracker:
ru: Система отслеживания ошибок:
zh_tw: 程式錯誤追蹤器：

source: Bug tracker for %(project_name)s
ru: Система отслеживания ошибок для %(project_name)s
zh_tw: %(project_name)s 的程式錯誤追蹤器

source: Tags:
ru: Теги:
zh_tw: 標籤：

source: Maintainer:
ru: Координатор:
zh_tw: 維護者：

source: External links:
ru: Внешние ссылки:
zh_tw: 外部連結：

source: Screenshots
ru: Скриншоты
zh_tw: 畫面捉圖

source: Delete project
ru: Удалить проект
zh_tw: 刪除專案

source: Add a project
ru: Добавить проект
zh_tw: 加入專案

source: Edit %(project_name)s
ru: Править %(project_name)s
zh_tw: 編輯 %(project_name)s

source: New project
ru: Новый проект
zh_tw: 新專案

source: Add the details of your project
ru: Добавить данные к своему проекту
zh_tw: 加入您的專案詳細資料

source: Edit the details of your project
ru: Править данные своего проекта
zh_tw: 編輯您的專案詳細資料

source: Save project
ru: Сохранить проект
zh_tw: 儲存專案

source: Access Control
ru: Управление доступом
zh_tw: 存取控制

source: You have the following choices to manage how people can have submission access to your project:
zh_tw: 您可以從下方替您的專案選擇人們該擁有怎樣的提交存取權：

source: Go to the project writers page.
ru: Перейти на страницу авторов проекта.
zh_tw: 前往專案撰寫者網頁。

source: Save Access Control Settings
ru: Сохранить параметры управления доступом
zh_tw: 儲存存取控制設定值

source: Edit <em>%(project_name)s</em>
ru: Править <em>%(project_name)s</em>
zh_tw: 編輯 <em>%(project_name)s</em>

source: Access control will be enabled once the project is created
ru: Управление доступом будет включено после создания проекта
zh_tw: 當專案成立時，存取控制就會被啟用

source: Editing <a href="%(project_url)s">%(project_name)s</a>
ru: Редактирование <a href="%(project_url)s">%(project_name)s</a>
zh_tw: 編輯 <a href="%(project_url)s">%(project_name)s</a>

source: Give write access to a translator to send translations to your project independent of a translation team.
ru: Предоставить переводчику доступ для отправки переводов в свой проект независимо от команды переводчиков.
zh_tw: 賦予某翻譯者 (獨立於翻譯團隊) 送出翻譯到您的專案的存取權

source: Pending requests:
ru: Запросы в очереди:
zh_tw: 擱置的請求：

source: Users with access to submit files:
ru: Пользователи с предоставленным правом отправки файлов:
zh_tw: 有提交檔案存取權的使用者：

source: Latest Projects
ru: Последние проекты
zh_tw: 最新專案

source: Project list
ru: Список проектов
zh_tw: 專案清單

source: Projects with tag '%(tag)s'
ru: Проекты с тегом «%(tag)s»
zh_tw: 有「%(tag)s」標籤的專案

source: Projects on Transifex
ru: Проекты на Transifex
zh_tw: Transifex 上的專案

source: Add a new project
ru: Добавить новый проект
zh_tw: 加入新專案

source: No projects registered yet. :-(
ru: Еще не зарегистрировано ни одного проекта :-(
zh_tw: 尚未有註冊的專案。:-(

source: Why don't you <a href="%(project_create)s">add one</a>?
ru: Почему бы вам не <a href="%(project_create)s">добавить один</a>?
zh_tw: 你何不考慮就<a href="%(project_create)s">加入一份</a>呢？

source: Couldn't find your project? Go ahead and <a href="%(project_create)s">add it</a>!
ru: Не можете найти свой проект? <a href="%(project_create)s">Добавьте его</a>!
zh_tw: 找不到您的專案嗎？直接往前並<a href="%(project_create)s">加入它</a>吧！

source: Overview
ru: Обзор
zh_tw: 概覽

source: Translation Teams
ru: Команды перевода
zh_tw: 翻譯團隊

source: Top Translators
ru: Лучшие переводчики
zh_tw: 傑出翻譯者

source: %(number)s submission
ru: %(number)s отправка
zh_tw: %(number)s 次提交

source: Delete %(release_name)s
ru: Удалить %(release_name)s
zh_tw: 刪除 %(release_name)s

source: Say goodbye to <em>%(release_name)s</em>?
ru: Попрощаться с <em>%(release_name)s</em>?
zh_tw: 要對 <em>%(release_name)s</em> 說再見嗎？

source: Are you sure you want to permanently delete the release '%(release_name)s' which belongs to %(project_name)s?
ru: Удалить выпуск «%(release_name)s», принадлежащий проекту %(project_name)s?
zh_tw: 您確定您想要永久地刪除屬於「%(project_name)s」專案的「%(release_name)s」發行嗎？

source: Release date:
ru: Дата выпуска:
zh_tw: 發行日期：

source: String freeze:
ru: Заморозка строк:
zh_tw: 字串凍結：

source: Devel freeze:
ru: Заморозка разработки:
zh_tw: 開發凍結：

source: Components:
ru: Компоненты:
zh_tw: 部件：

source: Click here to show or hide the component list
ru: Щёлкните здесь, чтобы показать или скрыть список компонентов
zh_tw: 點擊這裡來顯示或隱藏部件清單

source: This release has %(components_number)s components.
ru: Число компонентов в данном выпуске: %(components_number)s.
zh_tw: 此發行有 %(components_number)s 個部件。

source: Translation statistics
ru: Статистика перевода
zh_tw: 翻譯統計

source: No translations added for this release. :-(
ru: В этот выпуск не было добавлено ни одного перевода :-(.
zh_tw: 此發行版本沒有加入新語言。:-(

source: Delete release
ru: Удалить выпуск
zh_tw: 刪除發行

source: Add a release
ru: Добавить выпуск
zh_tw: 加入發行

source: Edit %(release_name)s
ru: Править %(release_name)s
zh_tw: 編輯 %(release_name)s

source: Edit <em>%(release_name)s</em> release
ru: Изменить выпуск <em>%(release_name)s</em>
zh_tw: 編輯 <em>%(release_name)s</em> 發行

source: Editing Release '<a href="%(release_url)s">%(release_name)s</a>'
ru: Редактирование выпуска «<a href="%(release_url)s">%(release_name)s</a>»
zh_tw: 正在編輯發行版「<a href="%(release_url)s">%(release_name)s</a>」

source: Save release
ru: Сохранить выпуск
zh_tw: 儲存發行

source: Release '%(release_name)s
ru: Выпуск '%(release_name)s
zh_tw: 「%(release_name)s」發行版

source: Project/Component statistics
ru: Статистика проекта/компонента
zh_tw: 專案/部件 統計

source: Transifex searched for projects containing translation files for this language and release, but couldn't find any. Try submitting such a file and check again.
ru: Transifex произвел поиск среди проектов, содержащих файлы перевода для данного языка и выпуска, но ничего не нашел. Попробуйте отправить подобный файл и проверьте снова.
zh_tw: Transifex 已搜尋包含此語言與發行的翻譯檔其專案，但是找不到任何結果。試著提交這樣的檔案並再次查看。

source: If you think this shouldn't happen, please <a href="%(contact_form)s">let us know</a>.
ru: Если вы считаете, что это не должно было произойти, <a href="%(contact_form)s">дайте нам об этом знать</a>.
zh_tw: 如果您認為這不應該發生，請<a href="%(contact_form)s">讓我們知道</a>。

source: Untranslated Components
ru: Непереведенные компоненты
zh_tw: 未翻譯的部件

source: The following components will be included in %(release_name)s, but there are no translations sent for %(language_name)s yet.
ru: Следующие компоненты будут включены в %(release_name)s, однако для %(language_name)s пока не был прислан ни один перевод.
zh_tw: 下列部件會被納入 %(release_name)s 內，但是尚未有 %(language_name)s 的翻譯。

source: Project Releases
ru: Выпуски проекта
zh_tw: 專案發行

source: No releases are registered for this project yet. Why don't you <a href="%(release_create)s">add one</a>?
ru: В этом проекте пока не зарегистрировано ни одного выпуска. Почему бы его <a href="%(release_create)s">не добавить</a>?
zh_tw: 此專案尚未有註冊的發行。您何不考慮就直接<a href="%(release_create)s">加入一份</a>呢？

source: Submit
ru: Передать
zh_tw: 提交

source: Translation Review Requests
ru: Заявки на проверку перевода
zh_tw: 翻譯校閱請求

source: Open Requests
ru: Открытые запросы
zh_tw: 開啟的請求

source: Review Request #%(review_id)s
ru: Заявка на проверку #%(review_id)s
zh_tw: 校閱請求 #%(review_id)s

source: Who and when
ru: Кто и когда
zh_tw: 誰與何時

source: See profile
ru: Просмотреть профиль
zh_tw: 查看個人檔案

source: %(time_since)s ago
ru: %(time_since)s назад
zh_tw: %(time_since)s 之前

source: Translation Language
ru: Язык перевода
zh_tw: 翻譯語言

source: Go to language page
ru: Перейти на страницу языка
zh_tw: 前往翻譯頁面

source: File target
ru: Целевой файл
zh_tw: 檔案目標

source: Download the version sent for review
ru: Загрузить версию, присланную для проверки
zh_tw: 下載這個送出的版本以校閱

source: Score
ru: Счет
zh_tw: 分數

source: Status
ru: Статус
zh_tw: 狀態

source: Close Review
ru: Закрыть рассмотрение
zh_tw: 關閉校閱

source: Accept and submit translation
ru: Принять и отправить перевод
zh_tw: 接受並提交翻譯

source: Accept
ru: Принять
zh_tw: 接受

source: Reject translation
ru: Отклонить перевод
zh_tw: 回絕翻譯

source: Reject
ru: Отклонить
zh_tw: 回絕

source: No open requests!
ru: Открытых запросов нет!
zh_tw: 無開啟的請求！

source: Closed Requests
ru: Закрытые запросы
zh_tw: 關閉的請求

source: Author
ru: Автор
zh_tw: 作者

source: Time Since
ru: Прошло времени
zh_tw: 時間從

source: Resolution
ru: Решение
zh_tw: 解決方式

source: Attachment
ru: Вложение
zh_tw: 附件

source: Actions
ru: Действия
zh_tw: 動作

source: Reopen review request
ru: Открыть заново запрос на рассмотрение
zh_tw: 回應校閱請求

source: No closed requests!
ru: Закрытых запросов нет!
zh_tw: 沒有關閉的請求！

source: Profile settings
ru: Настройки профиля
zh_tw: 個人檔案設定

source: Sign in to add or modify projects, work on translations, and other stuff.
ru: Войдите, чтобы добавлять или изменять проекты, работать над переводами и выполнять другие действия.
zh_tw: 登入以加入或修改專案、參與翻譯，或是其他事務。

source: <p>You have been logged out.
ru: <p>Вы вышли.
zh_tw: <p>您已經登出。

source: Public profile of %(user)s
ru: Открытый профиль %(user)s
zh_tw: %(user)s 的公開個人檔案

source: Username
ru: Имя пользователя
zh_tw: 使用者名稱

source: Your Profile
ru: Ваш профиль
zh_tw: 您的個人檔案

source: Your profile, %(user)s
ru: Ваш профиль, %(user)s
zh_tw: 您的個人檔案，%(user)s

source: Any settings associated with your account are presented and may be modified here.
ru: Здесь представлены все настройки, связанные с Вашей учетной записью.
zh_tw: 任何與您的帳號有關的設定會呈現在這裡，或是在這裡修改。

source: Change notifications
ru: Изменить извещения
zh_tw: 變更通知

source: Change notifications associated to your account
ru: Изменить извещения, связанные с вашей учетной записью
zh_tw: 變更與您帳號相關的通知

source: <p>Please sign in with your email or screen name.<br />
ru: <p>Зайдите под своей учетной записью или e-mail.<br />
zh_tw: <p>請使用您的電子郵件或帳號登入。<br />

source: Say goodbye to <em>%(lang_name)s</em> team?
ru: Попрощаться с команду <em>%(lang_name)s</em>?
zh_tw: 要對 <em>%(lang_name)s</em> 團隊說再見嗎？

source: Are you sure you want to permanently delete the '%(lang_name)s' team which belongs to %(project_name)s?
ru: Вы уверены, что хотите навсегда удалить команду «%(lang_name)s», принадлежащий проекту %(project_name)s?
zh_tw: 您確定您想要永久地刪除屬於「%(project_name)s」專案的「%(lang_name)s」團隊嗎？

source: Teams
ru: Команды
zh_tw: 團隊

source: Translation Teams - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>
ru: Команды перевода — %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>
zh_tw: 翻譯團隊 - %(language_name)s <sup class="entry_metalink">%(language_code)s</sup>

source: Mainlist:
ru: Список рассылки:
zh_tw: 主要清單：

source: Coordinator:
ru: Координатор:
zh_tw: 協調者：

source: Become a translator:
ru: Стать переводчиком:
zh_tw: 成為一位翻譯者：

source: Join this Team
ru: Присоединиться к команде
zh_tw: 加入此團隊

source: People waiting for team membership approving:
ru: Люди, ожидающие утверждения участия в команды:
zh_tw: 等待團隊成員身份批准的人：

source: Approve
ru: Утвердить
zh_tw: 批准

source: Deny
ru: Отказать
zh_tw: 回絕

source: Withdraw
ru: Отозвать
zh_tw: 撤除

source: Team Members:
ru: Участники команды:
zh_tw: 團隊成員：

source: Leave
ru: Уйти
zh_tw: 離開

source: Delete team
ru: Удалить команду
zh_tw: 刪除團隊

source: Add Team
ru: Добавить команду
zh_tw: 新增團隊

source: %(project_name)s Translation Teams
ru: Команды перевода %(project_name)s
zh_tw: %(project_name)s 翻譯團隊

source: Translation team details
ru: Информация о команде перевода
zh_tw: 翻譯團隊詳細資料

source: Please note that notification will not be sent when coordinators or members are added or removed on this page.
ru: Обратите внимание, что при добавлении или удалении координаторов или членов на этой странице уведомление не будет отправлено.
zh_tw: 在此頁面上當協調者或成員被加入或移除時，請注意到是不會送出通知的。

source: Save team
ru: Сохранить команду
zh_tw: 儲存團隊

source: Add a new team
ru: Добавить новую команду
zh_tw: 加入新團隊

source: List of team requests:
ru: Список запросов команды:
zh_tw: 團隊請求的清單：

source: List of available teams:
ru: Список доступных команд:
zh_tw: 可用團隊的清單：

source: No translation team created yet. :(
ru: Пока не было создано ни одной команды перевода. :(
zh_tw: 尚未有翻譯團隊成立。:(

source: Request a new translation team for this project
ru: Запросить новую команду перевода для этого проекта
zh_tw: 為此專案請求新的翻譯團隊

source: Request a new team
ru: Запрос на новую команду
zh_tw: 請求新團隊

source: Request team
ru: Запросить команду
zh_tw: 請求團隊

source: This project is not using Translation Teams
ru: В данном проекте не используются команды переводчиков
zh_tw: 此專案不使用翻譯團隊功能

source: This project does not maintain its own teams, but has chosen to re-use the teams of project '<a href=%(outsource_url)s>%(outsource_project)s</a>'. In order to send translations here you'll need to join a team of '%(outsource_project)s'.
zh_tw: 此專案沒有維護自己的翻譯團隊，但選擇重複使用「<a href=%(outsource_url)s>%(outsource_project)s</a>」專案的團隊。 若要在這裡送出翻譯成果，您需要加入「%(outsource_project)s」的團隊之一。

source: This project allows translation submission from <em>anyone</em>, and thus no translation teams exist.
zh_tw: 此專案允許<em>任何人</em>提交翻譯，因此不存在翻譯團隊。

source: Show completed
ru: Показывать завершенные
zh_tw: 顯示已完成

source: Give access to a translator to send translations to your project
ru: Предоставить переводчику доступ для отправки переводов в ваш проект
zh_tw: 賦予某翻譯者送出翻譯到您的專案的存取權

source: Revoke permission
ru: Отозвать разрешение
zh_tw: 撤銷許可

source: Grant permission
ru: Предоставить разрешение
zh_tw: 授予許可

source: Request permission
ru: Запросить разрешение
zh_tw: 請求許可

source: Approve request
ru: Утвердить запрос
zh_tw: 批准請求

source: Withdraw request
ru: Отозвать запрос
zh_tw: 撤除請求

source: Deny request
ru: Отклонить запрос
zh_tw: 回絕請求

source: Personal information
ru: Персональная информация
zh_tw: 個人資訊

source: Avatar
ru: Аватар
zh_tw: 個人圖像

source: Location
ru: Расположение
zh_tw: 位置

source: Remove profile
ru: Удалить профиль
zh_tw: 移除個人檔案

source: Change e-mail
ru: Изменить e-mail
zh_tw: 變更電子郵件

source: Add e-mail
ru: Добавить e-mail
zh_tw: 加入電子郵件

source: Add a new e-mail address
ru: Добавить новый адрес e-mail
zh_tw: 加入新的電子郵件位址

source: Enter the new e-mail address. An e-mail will be sent to it for testing and confirmation.
ru: Введите новый адрес электронной почты. На него будет отправлено письмо для проверки и подтверждения.
zh_tw: 輸入新的電子郵件位址。我們會寄送一份電子郵件給它以進行測試和確認。

source: E-mail validation successful
ru: E-mail успешно проверен
zh_tw: 電子郵件驗證成功

source: E-mail change unsuccessful
ru: Смена e-mail завершилась неудачно
zh_tw: 電子郵件變更不成功

source: E-mail validation process
ru: Процесс валидации e-mail
zh_tw: 電子郵件驗證程序

source: You can manage the e-mail validation process from the <a href="%(profile_overview)s">overview page</a>.
ru: Процессом проверки электронной почты можно управлять на <a href="%(profile_overview)s">странице обзора</a>.
zh_tw: 您可以從<a href="%(profile_overview)s">概覽頁面</a>管理電子郵件驗證程序。

source: E-mail address validated successfully.
ru: Адрес e-mail был успешно проверен.
zh_tw: 電子郵件已成功驗證。

source: The key you received via e-mail is no longer valid. Please try the e-mail validation process again.
ru: Полученный вами по e-mail ключ больше не валиден. Попробуйте пройти процесс проверки e-mail снова
zh_tw: 您透過電子郵件收到的金鑰已不再有效。請再次嘗試電子郵件驗證程序。

source: E-mail change processed
ru: Изменение e-mail обработано
zh_tw: 電子郵件變更已處理

source: An e-mail has been sent to the new e-mail address for verification purposes. Please check your e-mail and complete this process by following the instructions specified in the e-mail body.
ru: Для проверки и активации на новый адрес электронной почты было отправлено письмо. Найдите это письмо в своем почтовом ящике и выполните инструкции, указанные в письме.
zh_tw: 一封電子郵件已經寄到新的電子郵件位址供驗證之用。請查看您的電子郵件，並遵照電子郵件正文內的指示來完成此程序。

source: Resend e-mail validation
ru: Отправить заново проверочное письмо
zh_tw: 重新寄送電子郵件驗證

source: You will not be able to sign in until you have validated your e-mail address. Enter your registered e-mail address to receive the validation e-mail again.
ru: Вы не сможете войти в систему, пока не будет проверен адрес вашей электронной почты. Чтобы получить ещё одно письмо с проверкой, введите зарегистрированный адрес электронной почты.
zh_tw: 您將無法登入直到您驗證過您的電子郵件為止。請輸入您註冊的電子郵件位址來再次接收驗證用電子郵件。

source: Resend confirmation
ru: Заново отправить подтверждение
zh_tw: 重新寄送確認

source: Validation e-mail sent
ru: Проверочное письмо отправлено
zh_tw: 驗證用電子郵件已寄送

source: Your user account was already activated
ru: Ваша учетная запись уже активирована
zh_tw: 您的使用者帳號已經啟用

source: You can manage the e-mail validation process from the
ru: Процессом проверки электронной почты можно управлять на
zh_tw: 您可以管理電子郵件驗證程序從

source: overview page
ru: странице обзора
zh_tw: 概覽頁面

source: We've sent you the e-mail validation link.
ru: Мы отправили вам письмо с проверочной ссылкой.
zh_tw: 我們已送出電子郵件驗證連結給您。

source: Your e-mail was already validated
ru: Ваш e-mail уже проверен
zh_tw: 您的電子郵件已經驗證過了

source: User sign in
ru: Вход пользователя
zh_tw: 使用者登入

source: Enter your username and password to sign in.
ru: Введите имя пользователя и пароль для входа.
zh_tw: 請輸入您的使用者名稱與密碼來登入。

source: Utilities
ru: Инструменты
zh_tw: 實用工具

source: Lost your password?
ru: Забыли свой пароль?
zh_tw: 忘記您的密碼？

source: Resend validation e-mail
ru: Отправить заново проверочное письмо
zh_tw: 重新寄送驗證電子郵件

source: Sign up!
ru: Войти!
zh_tw: 註冊！

source: Logged out
ru: Сессия завершена
zh_tw: 已登出

source: You've been logged out.
ru: Вы вышли.
zh_tw: 您已經登出了。

source: Log in again
ru: Войти снова
zh_tw: 再次登入

source: Password change for
ru: Смена пароля для
zh_tw: 變更誰的密碼：

source: Password change
ru: Смена пароля
zh_tw: 密碼變更

source: You can change your password from here. Please enter your new password twice so we can verify you typed it in correctly.
ru: Здесь вы можете сменить свой пароль. Введите новый пароль дважды, чтобы удостовериться, что вы ввели его правильно.
zh_tw: 您可以從這裡變更您的密碼。請輸入您的新密碼兩次，這樣我們才能驗證您有無正確輸入。
