Repository: pypi-data/pypi-mirror-2
Catalog: packages/transifex/transifex-0.9.0-py2.6.egg/transifex/locale/*/LC_MESSAGES/django.po
Languages: ru, zh_tw

source: Search for an username or leave it blank
ru: Поиск по имени пользователя или оставить это поле пустым
zh_tw: 搜尋使用者名稱或是留下空白

source: log entry
ru: запись журнала
zh_tw: 日誌條目

source: log entries
ru: записи журнала
zh_tw: 日誌條目

source: Date/time
ru: Дата/время
zh_tw: 日期/時間

source: User
ru: Пользователь
zh_tw: 使用者

source: Action
ru: Действие
zh_tw: 動作

source: DATETIME_FORMAT
zh_tw: 日期時間格式(_F)

source: No history recorded yet.
ru: Записи в журнале отсутствуют.
zh_tw: 尚未有歷史紀錄

source: Image charts
ru: Графические диаграммы
zh_tw: 圖片式圖表

source: Loading...
ru: Загрузка...
zh_tw: 正在載入中...

source: Display your project's translation statistics on your own website as a simple image. Perfect for embedding in wiki pages, Trac instances, emails.
ru: Отображает статистику перевода проекта на любом сайте в виде простого изображения. Идеально подходит для встраивания в вики-страницы, копии Trac, сообщения электронной почты.
zh_tw: 在您自己的網站上以一張簡單的圖片顯示您專案的翻譯統計情況。 相當適合內嵌於 wiki 頁面、Trac 實體、電子郵件。

source: The chart will always reflect your live Transifex numbers.
ru: На диаграмме будет динамически отображаться статистика Transifex в цифрах.
zh_tw: 該圖表會即時反映 Transifex 上的數目。

source: Show code snippet for component:
ru: Показать фрагмент кода для компонента:
zh_tw: 顯示部件的原始碼片段：

source: Hidden
ru: Скрытый
zh_tw: 隱藏

source: Interactive charts
ru: Интерактивные диаграммы
zh_tw: 互動式圖表

source: Display your project's translation statistics on your own website as interactive chart. This requires modifications to your homepage's HTML code.
ru: Отображает статистику по переводу проекта на любом веб-сайте в виде интерактивной диаграммы. Для этого необходимо изменить HTML-код домашней веб-страницы.
zh_tw: 在您自己的網站上以互動式的圖表來顯示您專案的翻譯統計情況。 它需要您修改您主頁的 HTML 原始碼。

source: By tweaking the code you can adjust verbosity, dimensions and colors of the chart
ru: Изменяя код, можно настроить детализацию, размеры и цвета диаграммы.
zh_tw: 您可以藉由修改原始碼來調整詳細程度、維度、圖表的顏色

source: Interactive and Image Charts
ru: Интерактивные и графические диаграммы
zh_tw: 互動式與圖片式圖表

source: Sorry, but your project doesn't have any components with up-to-date statistics. You need to have at least one component with statistics to export charts from Transifex.
ru: К сожалению в вашем проекте нет компонентов с обновлённой статистикой. Для экспорта диаграмм из Transifex должно быть не менее одного компонента со статистикой.
zh_tw: 很抱歉，您的專案並沒有任何最新統計的部件。 您需要至少一個有統計的部件才能從 Transifex 輸出圖表。

source: Couldn't lock file, this means that you can send files only for reviewing.
ru: Не удаётся заблокировать файл. Это означает, что можно только отправлять файлы для рецензирования.
zh_tw: 無法將檔案上鎖，這代表您只能送出供校閱的檔案。

source: User '%(user)s' has no permission to submit files for or coordinate '%(pofile)s'
ru: У пользователя «%(user)s» нет прав на отправку файлов или на управление «%(pofile)s»
zh_tw: 使用者「%(user)s」沒有得到提交檔案或協調「%(pofile)s」的許可。

source: User '%(user)s' already has maximum allowed %(locks)i locks.
ru: У пользователя «%(user)s» уже есть максимально допустимое число блокировок %(locks)i.
zh_tw: 使用者「%(user)s」上的鎖已達到允許的最大數目，%(locks)i 個。

source: User '%(user)s' is not allowed to remove lock '%(lock)s'
ru: Пользователю «%(user)s» не разрешено снимать блокировку «%(lock)s»
zh_tw: 使用者「%(user)s」不被允許解開「%(lock)s」鎖

source: Lock is expring
ru: Срок действия блокировки истекает
zh_tw: 鎖即將過期

source: when a lock for file is expiring
ru: когда истекает срок действия блокировки файла
zh_tw: 當檔案的鎖即將過期時

source: Lock removed.
ru: Блокировка удалена.
zh_tw: 鎖已移除。

source: Sorry, but you need to send a POST request.
ru: Вам необходимо использовать POST-запрос.
zh_tw: 抱歉，但是您必需送出 POST 請求。

source: Lock created. Please don't forget to remove it when you're done.
ru: Блокировка создана. Не забудьте ее удалить после завершения.
zh_tw: 鎖已建立。當您完成後，請不要忘記將它移除。

source: This file has been locked by user '%(owner)s'.
ru: Данный файл был заблокирован пользователем «%(owner)s».
zh_tw: 此檔案已由使用者「%(owner)s」上鎖。

source: Click on it to unlock the file.
ru: Щёлкните, чтобы разблокировать файл.
zh_tw: 點擊它以解開檔案的鎖。

source: Time left:
ru: Осталось времени:
zh_tw: 剩餘時間：

source: Extend lock by %(hours)s hour.
ru: Продлить блокировку на %(hours)s час.
zh_tw: 將鎖延期 %(hours)s 個小時。

source: Lock and download this file to notify others you're working with it.
ru: Заблокировать и загрузить файл, чтобы оповестить остальных, что вы работаете над ним.
zh_tw: 上鎖並下載此檔案以通知其他人您正在處理它。

source: This file is unlocked. Most likely no one is working with it right now.
ru: Этот файл разблокирован. Скорее всего, над ним сейчас никто не работает.
zh_tw: 此檔案未上鎖。看起來像是現在沒有人在處理它。

source: This file is locked by someone else.
ru: Этот файл заблокирован другим пользователем.
zh_tw: 此檔案已被某人上鎖。

source: A lock for <a href="http://%(current_site)s%(component_url)s">%(pofile)s</a> is about to expire on %(expires)s
ru: Срок действия блокировки <a href="http://%(current_site)s%(component_url)s">%(pofile)s</a> истекает %(expires)s
zh_tw: <a href="http://%(current_site)s%(component_url)s">%(pofile)s</a> 的鎖即將於 %(expires)s 過期

source: You are only allowed to upload PO files (*.po)!
ru: Вам разрешено только отправлять PO-файлы (*.po)!
zh_tw: 您不被允許上傳 PO 檔 (*.po)！

source: You have submitted empty file!
ru: Вы отправили пустой файл!
zh_tw: 您提交的是空檔案！

source: Uploaded file contains DOS newlines (\r)!
ru: Отправленный файл содержит DOS-символы новой строки (\r)!
zh_tw: 上傳的檔案包含 DOS 式換行 (\r)！

source: Uploaded file header doesn't have '%s' field!
ru: В заголовке отправленного файла отсутствует поле «%s»!
zh_tw: 上傳的檔案標頭部分沒有 '%s' 欄位！

source: Only UTF-8 encoded files are allowed!
ru: Допускаются только файлы в кодировке UTF-8!
zh_tw: 只允許 UTF-8 編碼的檔案！

source: Uploaded file doesn't contain any translated entries!
ru: В отправленном файле нет ни одного переведённого сообщения!
zh_tw: 上傳的檔案不含任何翻譯過的條目！

source: Your file has been e-mailed to you to avoid loss of any work.
ru: Файл был отправлен на адрес вашей электронной почты для предотвращения потери данных.
zh_tw: 您的檔案已經用電子郵件的方式寄送給您，以避免喪失任何成果。

source: We couldn't send you an email to preserve your work because you haven't registered an email address.
ru: Системе не удалось отправить вам сообщение электронной почты, чтобы сохранить вашу работу, поскольку вы ещё не зарегистрировали адрес электронной почты.
zh_tw: 因為您尚未登錄電子郵件位址，所以我們無法寄送電子郵件給您以保留您的工作成果。

source: Unable to add watch for path %r
ru: Невозможно выполнять слежение за каталогом %r
zh_tw: 無法將路徑 %r 加入 監看

source: watch
ru: следить
zh_tw: 監看

source: watches
ru: наблюдать
zh_tw: 監看

source: Must use POST to activate
ru: Для активации необходимо использовать POST
zh_tw: 必須使用 POST 來啟動

source: Notification is not enabled
ru: Оповещения не включены
zh_tw: 沒有啟用通知

source: Watch it
ru: Следить
zh_tw: 監看它

source: Stop watching
ru: Прекратить слежение
zh_tw: 停止監看

source: Watch this project
ru: Следить за проектом
zh_tw: 監看此專案

source: Stop watching this project
ru: Не следить за этим проектом
zh_tw: 停止監看此專案

source: Stop watching it
ru: Не следить
zh_tw: 停止監看它

source: Watch:
ru: Следить:
zh_tw: 監看：

source: My Timeline
ru: Мой график
zh_tw: 我的時間軸

source: Timeline
ru: Хронология
zh_tw: 時間軸

source: Filter results
ru: Фильтр результатов
zh_tw: 過濾結果

source: Go
ru: Перейти
zh_tw: 前往

source: None available
ru: Недоступно
zh_tw: 無可用

source: The query returned %(counter)s result
ru: По запросу найден %(counter)s результат
zh_tw: 查詢傳回 %(counter)s 個結果

source: Description
ru: Описание
zh_tw: 描述

source: %(project_name)s Timeline
ru: Хронология %(project_name)s
zh_tw: %(project_name)s 時間軸

source: Profile
ru: Профиль
zh_tw: 個人檔案

source: Widgets
ru: Виджеты
zh_tw: 小工具

source: Widgets, buttons, etc
ru: Виджеты, кнопки и др.
zh_tw: 小工具、按鈕...等

source: Here are some widgets, buttons and other cool stuff you can add to your homepage!
ru: Здесь представлены некоторые виджеты, кнопки и другие элементы, которые можно добавить на свою домашнюю страницу.
zh_tw: 這裡有小工具、按鈕與一些其他酷炫玩意兒，您可以將它們加入您的首頁中！

source: Userbars
ru: Юзербары
zh_tw: 使用者列

source: You can insert userbars to forums, e-mail signatures etc.
ru: Можно вставлять юзербары на форумах, подписи в сообщениях электронной почты и др.
zh_tw: 您可以將使用者列插入論壇、電子郵件簽名欄位...等之內。

source: Show code snippet for userbar:
ru: Показать фрагмент кода для юзербара:
zh_tw: 顯示使用者列的原始碼片段：

source: Name
ru: Имя
zh_tw: 名稱

source: Root
ru: Корень
zh_tw: 根

source: The URL of the codebase
ru: URL кодовой базы
zh_tw: 代碼庫的網址

source: Type
ru: Тип
zh_tw: 類型

source: The codebase type (%s)
ru: Тип кодовой базы (%s)
zh_tw: 代碼庫類型 (%s)

source: The last time this unit was updated
ru: Время последнего обновления данного элемента
zh_tw: 上次本單位更新於

source: unit
ru: элемент
zh_tw: 單位

source: units
ru: элементы
zh_tw: 單位

source: Languages on %(site_name)s
ru: Языки на %(site_name)s
zh_tw: 於 %(site_name)s 上的語言

source: The languages spoken on %s.
ru: Языки общения на %s.
zh_tw: 於 %s 上所使用的語言。

source: Code
ru: Код
zh_tw: 代碼

source: Code aliases
ru: Псевдонимы кода
zh_tw: 代碼別名

source: Special Chars
ru: Специальные символы
zh_tw: 特殊字元

source: Enter any special characters that users might find difficult to type
ru: Введите особые символы, которые пользователи могут вводить с трудом
zh_tw: 輸入使用者可能會發現難以輸入的任何特殊字元

source: Number of Plurals
ru: Число множественных форм
zh_tw: 複數形式數目

source: Plural Equation
ru: Форма множественного числа
zh_tw: 複數形式方程式

source: language
ru: язык
zh_tw: 語言

source: languages
ru: языки
zh_tw: 語言

source: Latest projects on %(site_name)s
ru: Последние проекты на %(site_name)s
zh_tw: 於 %(site_name)s 上的最新專案

source: Updates on changes and additions to registered projects.
ru: Обновлять при изменениях или добавлениях в зарегистрированные проекты.
zh_tw: 更新變更與新增到註冊的專案。

source: %(site_name)s: Components in %(project)s
ru: %(site_name)s: компоненты в %(project)s
zh_tw: %(site_name)s：%(project)s 內的部件

source: Latest components in project %s.
ru: Последние компоненты в проекте %s.
zh_tw: 專案 %s 內的最新部件。

source: %(site_name)s: %(project)s :: %(release)s release
ru: %(site_name)s: %(project)s :: выпуск %(release)s
zh_tw: %(site_name)s: %(project)s :: %(release)s 發行

source: Translation statistics for all languages against %s release.
ru: Статистика переводов на всех языках для выпуска %s.
zh_tw: 針對 %s 發行的所有語言翻譯統計。

source: %(site_name)s: %(project)s :: %(release)s release :: %(lang)s
ru: %(site_name)s: %(project)s :: выпуск %(release)s :: %(lang)s
zh_tw: %(site_name)s: %(project)s :: %(release)s 發行 :: %(lang)s

source: Translation statistics for %(lang)s language against %(release)s release.
ru: Статистика переводов языка %(lang)s для выпуска %(release)s.
zh_tw: 針對 %(release)s 發行的 %(lang)s 語言翻譯統計。

source: Search for a username
ru: Найти имя пользователя
zh_tw: 搜尋使用者

source: Free for all
ru: Свободно для всех
zh_tw: 全部免費

source: Allow any logged-in user to submit files to my project. <a href="http://www.youtube.com/watch?v=okd3hLlvvLw" target="_blank">Imagine</a> all the people, sharing all the world. Recommended for quick translations, and when a pre-commit review process is in place, e.g. when contributions are submitted by email or to a separate branch.
ru: Разрешить любому вошедшему в систему пользователю отправлять файлы в свой проект. <a href="http://www.youtube.com/watch?v=okd3hLlvvLw"target="_blank">Представь</a> себе, что мир принадлежит всем людям. Рекомендуется для быстрого перевода, и когда проверка перед окончательной отправкой выполняется на месте, например, когда переводы отправляются по электронной почты или в отдельную ветку.
zh_tw: 允許任何已登入的使用者提交檔案到我的 專案。<a href="http://www.youtube.com/watch?v=okd3hLlvvLw" target="_blank">想像</a>所有的人， 一同分享整個世界。建議想要即刻 翻譯、提交前的校閱程序到位時使用， 例：藉由電子郵件的方式提交貢獻， 或是提交貢獻到獨立分支。

source: Limited access
ru: Ограниченный доступ
zh_tw: 存取受限制

source: Give access to specific people. Translations teams will have access to their language's files only, and global writers will have access to all translation files. Recommended for most projects.
ru: Предоставить доступ конкретным пользователям. Команды переводчиков будут иметь доступ к файлам только своего языка, а глобальные авторы будут иметь доступ ко всем файлам переводов. Рекомендуется для большинства проектов.
zh_tw: 針對特定的人給予存取權。翻譯 團隊將僅擁有其語言的檔案存取權， 而全域撰寫者將擁有所有翻譯檔案的 存取權。建議大多數專案使用。

source: Outsourced access
ru: Внешний доступ
zh_tw: 外部來源的存取

source: Re-use another project's teams and writers by trusting access control to that project. If a person can contribute to that project, it can contribute to this one as well. Recommended for non-upstream projects such as distribution packages, desktop environment modules, etc.
ru: Повторно использовать команды и авторов из другого проекта и авторы, предоставив доступа к этому проекту. Если пользователь может помочь другому проекту, он может также помочь и этому. Рекомендуется для нижестоящих проектов, таких как пакеты дистрибутивов, модули настольных сред и т.д.
zh_tw: 信任其它專案的存取控制設定，並重複使用 該專案的團隊與撰寫者。如果某人 可以貢獻該專案，他也可以貢獻此 專案。建議非上游專案使用， 像是發行用套件、桌面環境模組... 等。

source: A regular expression to filter the exposed files. Eg: 'po/.*'
ru: Регулярное выражение для выделения файлов, например, «po/.*».
zh_tw: 用來過濾要顯示檔案的正規表示式。例：「po/.*」

source: Submit to
ru: Передать файл
zh_tw: 提交到

source: Choose how this component should handle submissions of files.The options here are available based on the component type
ru: Выберите способ управления фиксации изменений файлов. Доступные настройки зависят от типа компонента
zh_tw: 選擇此部件其檔案的提交方法應該如何處理。這裡的選項會根據部件類型會有所不同

source: Search for a component
ru: Найти компонент
zh_tw: 搜尋部件

source: Private
ru: Закрытый
zh_tw: 私人

source: A private project is visible only by you and your team.Moreover, private projects are limited according to billingplans for the user account.
ru: Закрытый проект виден только вам и вашей команде. Кроме того, закрытые проекты ограничиваются в соответствии с планом фактурирования для учётной записи пользователя.
zh_tw: 私人專案只有您與您的團隊能看見。除此之外，根據該使用者帳號的付費方案，私人專案功能已被限制。

source: Slug
ru: Часть URL
zh_tw: Slug (自動生成網址)

source: A short label to be used in the URL, containing only letters, numbers, underscores or hyphens.
ru: Короткий псевдоним, который будет использоваться в URL, может содержать только буквы, цифры, подчеркивания и дефисы.
zh_tw: 用在網址上的簡短標籤，只能包含字母、數字、底線(_)或連字號(-)。

source: A short name or very short description.
ru: Короткое имя или очень короткое описание.
zh_tw: 短的名稱或是非常簡短的描述。

source: A sentence or two describing the object (optional).
ru: Пара предложений, описывающих объект (необязательно).
zh_tw: 一個或是兩個句子來描述專案（選用）。

source: Long description
ru: Полное описание
zh_tw: 詳細描述

source: A longer description (optional). Use Markdown syntax.
ru: Более полное описание (не обязательно). Используйте синтаксис Markdown.
zh_tw: 較長的描述（選用）。使用 Markown syntax。

source: Homepage
ru: Домашняя страница
zh_tw: 主頁

source: Feed
ru: Лента новостей
zh_tw: 消息來源

source: An RSS feed with updates to the project.
ru: RSS-лента с обновлениями проекта.
zh_tw: 專案更新的 RSS 消息來源。

source: Bug tracker
ru: Система отслеживания ошибок
zh_tw: 程式錯誤追蹤器

source: The URL for the bug and tickets tracking system (Bugzilla, Trac, etc.)
ru: URL сайта, отслеживающего ошибки (Bugzilla, Trac и др.)
zh_tw: 供軟體臭蟲與 ticket 追蹤系統使用的網址 (Bugzilla、Trac...等)

source: Anyone can submit
ru: Любой может совершать отправку
zh_tw: 任何人都能提交

source: Can anyone submit files to this project?
ru: Могут ли все отправлять файлы в этот проект?
zh_tw: 任何人都能提交檔案到此專案嗎？

source: Hide this object from the list view?
ru: Скрывать этот объект из списка?
zh_tw: 從清單檢視中隱藏此物件嗎？

source: Enabled
ru: Доступен
zh_tw: 已啟用

source: Enable this object or disable its use?
ru: Разрешить или запретить использование этого объекта?
zh_tw: 啟用此物件或停用其使用嗎？

source: Tags
ru: Теги
zh_tw: 標籤

source: Maintainers
ru: Координаторы
zh_tw: 維護者

source: Outsource project
ru: Внешний проект
zh_tw: 外部來源專案

source: Project that owns the access control of this project.
ru: Проект, который управляет доступом к этому проекту.
zh_tw: 擁有此專案存取控制權的專案。

source: Owner
ru: Владелец
zh_tw: 擁有者

source: The user who owns this project.
ru: Пользователь, который является владельцем этого проекта.
zh_tw: 擁有此專案的使用者。

source: HTML Description
ru: HTML Описание
zh_tw: HTML 描述

source: Description in HTML.
ru: Описание на HTML.
zh_tw: HTML 內的描述。

source: <Project: %s>
ru: <Проект: %s>
zh_tw: <專案：%s>

source: project
ru: проект
zh_tw: 專案

source: projects
ru: проекты
zh_tw: 專案

source: Source language
ru: Исходный язык
zh_tw: 來源語言

source: The source language for this component (e.g., 'en', 'pt_BR', 'el').
ru: Исходный язык данного компонента (например «en», «pt_BR», «el» и др.).
zh_tw: 給此部件用的來源語言（例： 'en', 'pt_BR', 'el'）。

source: I18n type
ru: Тип i18n
zh_tw: I18n 類型

source: The type of i18n support for the source code (%s)
ru: Тип поддержки интернационализации для исходого кода (%s)
zh_tw: 給源碼用的 i18n 支援類型 (%s)

source: File filter
ru: Фильтр файлов
zh_tw: 檔案過濾器

source: Allows submission
ru: Разрешить отправку
zh_tw: 允許提交

source: Does this module repository allow write access?
ru: Есть ли в хранилище доступ по записи?
zh_tw: 此模組倉儲允許寫入的存取嗎？

source: Calculate statistics?
ru: Подсчитать статистику?
zh_tw: 要算出統計嗎？

source: Should statistics be calculated for this component?
ru: Подсчитывать статистику для этого компонента?
zh_tw: 此部件應該納入統計嗎？

source: Project
ru: Проект
zh_tw: 專案

source: Unit
ru: Блок
zh_tw: 單位

source: <Component: %s>
ru: <Компонент: %s>
zh_tw: <部件：%s>

source: component
ru: компонент
zh_tw: 部件

source: components
ru: компоненты
zh_tw: 部件

source: A string like a name or very short description.
ru: Строка подобная названию или содержащая очень короткое описание.
zh_tw: 像是名稱的字串或是非常簡短的描述。

source: A sentence or two describing the object.
ru: Пара предложений, описывающих объект.
zh_tw: 用一個或兩個句子來描述這個物件。

source: Use Markdown syntax.
ru: Использовать синтаксис Markdown.
zh_tw: 使用 Markdown syntax。

source: Release date
ru: Дата выпуска
zh_tw: 發行日期

source: When this release will be available.
ru: Когда этот выпуск будет доступен.
zh_tw: 當此發行版釋出的時候。

source: String freeze date
ru: Дата заморозки строк
zh_tw: 字串凍結日期

source: When the translatable strings will be frozen (no strings can be added/modified which affect translations.
ru: Дата заморозки переводимых строк (строки, затрагивающие перевод, не могут быть добавлены/изменены).
zh_tw: 當可翻譯字串被凍結的時候 (會影響到翻譯的字串不能再被加入或修改)。

source: Devel freeze date
ru: Дата заморозки разработки
zh_tw: 開發凍結日期

source: The last date packages from this release can be built from the developers. Translations sent after this date will not be included in the released version.
ru: Дата выпуска пакета разработчиками. После этой даты переводы не будут включены в выпущенную версию.
zh_tw: 此發行版本其開發者建構套件的最後日期。在此日期之後送出的翻譯不會被納入這個發行版本。

source: Components
ru: Компоненты
zh_tw: 部件

source: <Release: %(rel)s (Project %(proj)s)>
ru: <Выпуск: %(rel)s (проект %(proj)s)>
zh_tw: <發行：%(rel)s (%(proj)s 專案)>

source: release
ru: выпуск
zh_tw: 發行

source: releases
ru: выпуски
zh_tw: 發行

source: Is allowed to maintain this project
ru: Этот проект разрешено поддерживать
zh_tw: 被允許維護此專案

source: Is allowed to coordinate a team project
ru: Этот проект разрешено координировать
zh_tw: 被允許協調團隊專案

source: Is allowed to submit file to this project
ru: В этот проект разрешено отправлять файлы
zh_tw: 被允許提交檔案給此專案

source: Is allowed to browse this private project
ru: Этот закрытый проект разрешено просматривать
zh_tw: 允許瀏覽此私人專案

source: Translated:
ru: Переведено:
zh_tw: 已翻譯：

source: Fuzzy:
ru: Неточно:
zh_tw: 模糊：

source: Untranslated:
ru: Не переведено:
zh_tw: 未翻譯：

source: Total:
ru: Всего:
zh_tw: 總共：

source: The %s was deleted.
ru: %s был удален.
zh_tw: %s 已刪除。

source: The file filter of this intltool POT-based component does not seem to allow the POTFILES.in file. Please fix it.
ru: Фильтр файлов этого компонента intltool, основанного на POT, кажется не разрешает файлы POTFILES.in. Внесите исправления.
zh_tw: 此國際化工具 (intltool) 中以 POT 為基礎的部件其檔案過濾條件似乎不允許 POTFILES.in 檔。請修正它。

source: There is no 'pot' directory named in the set of files of this Publican like component. Maybe its file filter is not allowing access to it.
ru: В наборе файлов данного компонента отсутствует каталог с именем «pot». Возможно, фильтр файлов запрещает доступ к этому каталогу.
zh_tw: 此類似 Publican 的部件中的檔案組內沒有名為「pot」的目錄。也許其檔案過濾條件不允對它進行存取。

source: This component is not configured for statistics calculation.
ru: Этот компонент не настроен на подсчет статистики.
zh_tw: 此部件沒有設為要算出其統計。

source: This component does not allow write access.
ru: В данный компонент запись не разрешена.
zh_tw: 此部件不允許寫入存取。

source: Please select a file from your system to be uploaded.
ru: Выберите файл в локальной системе для загрузки.
zh_tw: 請從您的系統選取一個要被上傳的檔案。

source: Please enter a target to upload the file.
ru: Укажите цель для загружаемого файла.
zh_tw: 請輸入要上傳的檔案目標。

source: Please enter only ONE target to upload the file.
ru: Указывайте только ОДНУ цель для загружаемого файла.
zh_tw: 請輸入僅「一個」要上傳的檔案目標。

source: The target file does not match the component file filter
ru: Указанный файл не соответствует фильтру данного компонента
zh_tw: 目標檔案不符合部件檔案過濾條件

source: Enter a commit message
ru: Введите сообщение при фиксации
zh_tw: 輸入提交訊息

source: You need to be in the '%s' team of this project for being able to send translations to that file target.
ru: Вам необходимо состоять в команде «%s» этого проекта, чтобы иметь возможность отправлять переводы для этого файла.
zh_tw: 您需要是此專案的「%s」團隊成員，才能送出翻譯給該檔案目標。

source: File submitted successfully: %s
ru: Файл успешно отправлен: %s
zh_tw: 檔案已成功提交：%s

source: Sorry, your file could not be sent because of an error.
ru: Ваш файл не был отправлен из-за возникшей ошибки.
zh_tw: 抱歉，因為某種錯誤導致您的檔案無法送出。

source: %s was deleted.
ru: %s был удален.
zh_tw: %s 已刪除。

source: Request closed as Rejected.
ru: Запрос был закрыт как отклоненный.
zh_tw: 請求依「回絕」方式關閉。

source: Request reopened.
ru: Запрос заново открыт.
zh_tw: 請求已回應。

source: The '%s' team was deleted.
ru: Команда «%s» была удалена.
zh_tw: 「%s」團隊已刪除。

source: You are in the '%s' team already.
ru: Вы уже в команде «%s».
zh_tw: 您已經是「%s」團隊成員。

source: You have added a request for joining the '%s' team.
ru: Вы добавили запрос на присоединение к команде «%s».
zh_tw: 您已新增一份加入「%s」團隊的請求。

source: You already have a pending request to join the '%s' team.
ru: От вас уже есть ожидающий запрос на присоединение к команде «%s».
zh_tw: 您已擱置一份加入「%s」團隊的請求。

source: User '%(user)s' is in the '%(team)s' team already.
ru: Пользователь «%(user)s» уже находится в команде «%(team)s».
zh_tw: 使用者「%(user)s」已經是「%(team)s」團隊的成員。

source: You have added '%(user)s' into the '%(team)s' team.
ru: Вы добавили «%(user)s» в команду «%(team)s».
zh_tw: 您已將「%(user)s」加入「%(team)s」團隊

source: You have denied the request of the user '%(user)s' to join the '%(team)s' team.
ru: Вы отклонили запрос на присоединение пользователя «%(user)s» к команде «%(team)s».
zh_tw: 您已回絕使用者「%(user)s」加入「%(team)s」團隊的請求。

source: You have withdrawn your own request to join the '%s' team.
ru: Вы отозвали собственный запрос на присоединение к команде «%s».
zh_tw: 您已撤除您自己要加入「%s」團隊的請求。

source: You have left the '%s' team.
ru: Вы покинули команду «%s».
zh_tw: 您已經退出「%s」團隊。

source: You are not in the '%s' team.
ru: Вы не в команде «%s».
zh_tw: 您不是「%s」團隊的成員。

source: Please, select a language before submit the form.
ru: Выберите язык прежде чем выполнять фиксацию изменений.
zh_tw: 在提交表單前，請先選取語言。

source: '%s' team already exist.
ru: Команда «%s» уже существует.
zh_tw: 「%s」團隊已經存在。

source: A request for creating the '%s' team already exist.
ru: Запрос на создание команды «%s» уже существует.
zh_tw: 請求要成立的「%s」團隊已經存在。

source: You have requested the '%s' team creation.
ru: Вы отправили запрос на создание команды «%s».
zh_tw: 您已請求成立「%s」團隊。
