Repository: pypi-data/pypi-mirror-2
Catalog: packages/cubicweb-basket/cubicweb-basket-1.4.0.tar.gz/cubicweb-basket-1.4.0/i18n/*.po
Languages: fr

source: Basket
fr: Panier

source: Basket %s emptied
fr: panier %s vidé

source: Basket_plural
fr: Paniers

source: New Basket
fr: Nouveau panier

source: This Basket
fr: Ce panier

source: a basket contains a set of other entities
fr: un panier contient un ensemble d'entités

source: actions_select_basket_content
fr: séléctionner le contenu du panier

source: add to basket
fr: ajouter au panier

source: basket
fr: panier

source: create basket
fr: créer un panier

source: ctxcomponents_basket_box
fr: panier

source: ctxcomponents_basket_box_description
fr: boîte de gestion de paniers

# Basket
source: description_format
fr: format

source: in_basket
fr: dans le panier

source: in_basket_object
fr: contenu par

source: items in this basket
fr: entités dans ce panier

# Basket
source: name
fr: nom

source: nothing in basket
fr: panier vide

source: reset basket
fr: vider le panier

source: selection added to basket
fr: séléction ajoutée au panier

source: view basket
fr: voir le panier
