Repository: pypi-data/pypi-mirror-2
Catalog: packages/django-dzenlog/django-dzenlog-0.3.1.tar.gz/django-dzenlog-0.3.1/django_dzenlog/locale/*/LC_MESSAGES/django.po
Languages: ru

source: %(site_name)s: latest %(post_type)s
ru: %(site_name)s: последние %(post_type)s

source: %(site_name)s: latest %(post_type)s with tag %(tag)s
ru: %(site_name)s: последние %(post_type)s с тегом %(tag)s

source: %(site_name)s: latest %(post_type)s with tags %(tags)s
ru: %(site_name)s: последние %(post_type)s с тегами %(tags)s

source: %s: comments
ru: %s: комментарии

source: %(site_name)s: comments on "%(title)s"
ru: %(site_name)s: комментарии на "%(title)s"

source: Author
ru: Автор

source: Title
ru: Заголовок

source: Slug title
ru: Сокращенный заголовок

source: Create date
ru: Дата создания

source: Update date
ru: Дата обновления

source: Publish date
ru: Дата публикации

source: Comments On
ru: Комментарии разрешены

source: Tags
ru: Теги

source: Post
ru: Пост

source: Posts
ru: Посты

source: Dzenlog example
ru: Dzenlog пример

source: Published at %(publish_at)s, author %(author)s
ru: Опубликовано %(publish_at)s, автор %(author)s

source: Tags:
ru: Теги:

source: All posts
ru: Все посты

source: Comments on this post
ru: Комментарии к этому посту

source: All comments
ru: Все комментарии

source: Posts with this type and tags '%(tags_slug)s'
ru: Посты с таким типом и тегами '%(tags_slug)s'

source: Posts with this type and tag '%(tag)s'
ru: Посты с таким типом и тегом '%(tag)s'

source: Posts with this type
ru: Посты этого типа

source: All posts with tag '%(tag)s'
ru: Все посты с тегом '%(tag)s'

source: There is no any posts.
ru: Постов нет
