Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.PloneInvite/Products.PloneInvite-1.1.6.tar.gz/Products.PloneInvite-1.1.6/Products/PloneInvite/i18n/plone-*.po
Languages: es

source: Email address is a mandatory field.
es: La dirección de correo electrónico es un campo obligatorio.

source: Input is required but no input given.
es: La entrada es necesaria, pero no hay ninguna entrada.

source: Invite
es: Invitar

source: Invite code does not exist or has already been used.
es: El código de invitación no existe o ya ha sido utilizado.

source: Invites have been registered.
es: Las invitaciones han sido registradas.

source: Please correct the indicated errors test.
es: Por favor, corrija los errores indicados por la prueba.

source: Please correct the indicated errors.
es: Por favor, corregir los errores indicados

source: Please enter an integer for number days
es: Por favor, ingrese un valor entero para los números de los días

source: Please enter an integer for number of invites
es: Por favor, ingrese un valor entero para el número de invitaciones

source: Please submit a valid email address.
es: Por favor, envié una dirección de correo electrónico valido.

source: Please use the email address with which you have recieved your invitation.
es: Por favor, use la dirección de correo electrónico con el que ha recibido su invitación.

source: Required
es: Requerido

source: Sent invitation to %s.
es: Enviar invitación to %s.

source: The login name you selected is already in use or is not valid. Please choose another.
es: El nombre de usuario que usted selecciono ya esta siendo usado o no es valido. Por favor, seleccione otro.

source: User added.
es: Usuario agregado.

source: You have been registered.
es: Usted ha sido registrado.

source: heading_invite_a_person
es: Invitar a una persona

source: heading_registration_form
es: Formulario de registro

source: help_confirm_password
es: Ingrese de nuevo la contraseña. Asegúrese que las contraseñas son idénticas.

source: help_email_creation
es: Introduzca una dirección de correo electrónico. Esto es necesario en caso de que la contraseña se perdida. Nosotros respetamos su privacidad, y el no daremos la dirección a terceros o no la publicaremos.

source: help_full_name_creation
es: Ingrese el nombre completo, por ejemplo, John Smith.

source: help_invite
es: Utilice sus códigos de invitación sin utilizar para invitar a un nuevo miembro a este sitio.

source: help_members_accepted_invites
es: Estos miembros aceptaron su invitación:

source: help_password_creation
es: Mínimo 5 caracteres.

source: help_previously_sent_invites
es: Invitaciones enviadas anteriormente que no se han utilizado todavía:

source: help_user_name_creation_casesensitive
es: Introduzca un nombre de usuario, generalmente algo como "jsmith". Sin espacios ni caracteres especiales. Los nombres de usuario y contraseñas son sensibles, asegúrese de que la tecla Bloq Mayús no está habilitada. Este es el nombre utilizado para iniciar sesión.

source: label_choose_available_invite_code
es: Elige entre sus códigos de invitaciones disponibles.

source: label_confirm_password
es: Confirmar contraseña

source: label_email
es: Dirección de correo electrónico

source: label_email_address_tosend
es: La dirección de correo electrónico para enviar una invitación.

source: label_full_name
es: Nombre completo

source: label_invite_to_mail
es: Enviar a

source: label_invitecode
es: Código de invitación

source: label_mail_password
es: Enviar un correo con la contraseña

source: label_message
es: Mensaje

source: label_message_friend
es: Un mensaje para su amigo.

source: label_password
es: Contraseña

source: label_password_change_mail
es: Una dirección URL que será generada y enviada por correo electrónico a usted, siga el vínculo para llegar a una página donde usted puede cambiar su contraseña y completar el proceso de registro.

source: label_register
es: Registrar

source: label_required
es: (Requerido)

source: label_user_name
es: Nombre de usuario

source: legend_pending_invites
es: Invitaciones pendientes

source: legend_personal_details
es: Detalles personales

source: legend_previously_invited
es: Invitado previamente

source: legend_send_an_invite
es: Enviar una invitación

source: no_join_without_configured_mail
es: Este sitio no tiene definido su configuración de correo electrónico. Hasta que el correo electrónico no se ha configurado, no es posible crear una cuenta.

source: status_fatal_password_mail
es: Error al crear su cuenta: nosotros no se pudo enviar la contraseña a su dirección de correo electrónico: ${address}

source: status_nonfatal_password_mail
es: Su cuenta ha sido creada, pero no hemos podido enviarle su contraseña a su dirección de correo electrónico: ${address}

source: title_required
es: Requerido
