Repository: pypi-data/pypi-mirror-2
Catalog: packages/Products.PloneSubscription/Products.PloneSubscription-1.6.0.tar.gz/Products.PloneSubscription-1.6.0/Products/PloneSubscription/i18n/PloneSubscription-plone_*.po
Languages: fr

# AnonymousSubscriber
source: Subscriber
fr: Anonyme abonné

# ContentSubscription
source: Subscription
fr: Abonnement au document

source: Exact Search subscription
fr: Abonnement à une recherche exacte

source: FolderSubscription
fr: Abonnement à un répertoire

source: GroupSubscriber
fr: Ensemble d'abonnés

source: KeywordsSubscription
fr: Abonnement à une recherche de mots clés

source: Subscription
fr: Abonnement

source: Subscribe
fr: M'abonner

# SubscriptionTemplate
source: Subscription mail template
fr: Modèle de mél

source: Unsubscribe
fr: Me désabonner

# UserSubscriber
source: Subscriber
fr: Utilisateur abonné

# action_add_group_subscriptions
source: Grouped subscription
fr: Abonnements

# action_add_subscription_provider
source: Add a subscription provider
fr: Ajouter un fournisseur d'abonné

# action_add_templates_provider
source: Add a subscription template provider
fr: Ajouter un fournisseur de modèles de méls

source: action_add_to_subscriptions
fr: Ajouter aux abonnements

# action_my_subscriptions
source: My subscriptions
fr: Mes abonnements

source: action_subscribe
fr: M'abonner

# action_subscription_mailing
source: Mailing
fr: Aperçu des abonnements

# action_subscription_manage_mail_templates
source: Manage mail templates
fr: Fournisseur de méls

# action_subscription_manage_subscribers
source: Manage subscribers
fr: Fournisseur d'abonnés

source: action_unsubscribe
fr: Me désabonner

# configlet_subscription_preferences
source: Subscriptions Preferences
fr: Gestion des abonnements

# description_mailtosubscribers
source: If you want to contact the subscribers, fill in the form below.
fr: Pour contacter les abonnés, veuillez utiliser le formulaire suivant.

source: description_subscribe_to
fr: Renseignez votre nom et votre mél.

source: description_subscription_management
fr: Vous pouvez ici gérer vos abonnements.

source: description_unsubscribe_from
fr: Renseignez votre adresse mél.

# header_container_subscriptions
source: %s container subscriptions
fr: Les abonnements pour « %s »

# header_my_subscriptions
source: My subscriptions
fr: Mes abonnements

# heading_csvexportsubscribers
source: Export Subscribers
fr: Export des Abonnements

# heading_mailtosubscribers
source: Contact subscribers
fr: Contacter les abonnés

# heading_subscribe_to
source: Subscribe to
fr: S'abonner à

source: heading_subscription_management
fr: Gestion des abonnements

source: heading_unsubscribe_from
fr: Formulaire de désabonnement

source: help_subscription_email
fr: L'adresse mél à laquelle envoyer cet abonnement.

source: help_subscription_name
fr: Votre nom complet

# label_managesubscriptions
source: Manage Subscriptions
fr: Gérer les abonnements

source: label_message
fr: Message

source: label_send
fr: Envoyé

source: label_subscription_email
fr: Mél

source: label_subscription_name
fr: Nom

# legend_mailtosubscribers
source: Mail to subscribers
fr: Envoyer un email aux abonnés.

source: legend_subscription_info
fr: Information

# link_csvexportsubscribers
source: Export subsciptions to CSV
fr: Exporter les abonnements au format CSV

source: listingheader_subscriber
fr: Abonné

source: listingheader_subscription
fr: Abonnement

# psm_content_removed_from_my_subscriptions
source: Subscription(s) removed.
fr: Abonnement(s) supprimé(s)

# psm_subscriptions_page_added
source: Subscription(s) added.
fr: Abonnement enregistré

# psm_subscriptions_page_not_added
source: /!\ Page cannot be added to subscriptions.
fr: Impossible d'enregistrer l'abonnement

# psm_subscriptions_provider_cannot_be_accessed
source: Default provider cannot be accessed. Subscription is not added.
fr: Le fournisseur d'abonné n'est pas accessible

# psm_subscriptions_subscription_provider_added
source: Subscription provider added
fr: Fournisseur d'abonnés ajouté

# psm_subscriptions_templates_provider_added
source: Mail templates provider added
fr: Fournisseur de modèles de méls ajouté

# psm_subscriptions_unauthorized
source: You're not athorized to access at this view.
fr: Privilèges insuffisants

# psm_subscriptions_updated
source: Subscription details changed
fr: Les détails de l'abonnement ont été mis à jour.

source: subsciption_closed
fr: Fermé

source: subscription_be_notified_folder
fr: Être notifié lorsqu'un document est publié dans ce dossier en dessous.

# subscriptions_edit
source: Edit
fr: Editer

# subscriptions_remove_all
source: Remove all
fr: Tout supprimer

source: title_required
fr: Requis

source: title_send_mail_to_user
fr: Envoyer un mél a cet utilisateur.

# subscriptions_current_results
source: Current Results
fr: Derniers résultats

# subscriptions_last_sent
source: Last Sent
fr: Dernier envoi

# misc_subscription_be_notified_folder
source: Be notified when a document is published or modified in this folder or below.
fr: Vous pouvez être alerté par email lorsqu'un document est publié ou modifié dans cette partie du site.

# misc_subscribed_to_publications_and_submissions
source: You are subscribed to publications and submissions of documents in this folder or below.
fr: Vous êtes alerté par email lorsqu'un document est publié ou soumis dans cette partie du site.

# misc_subscribed_to_publications
source: You are subscribed to publications of documents in this folder or below.
fr: Vous êtes alerté par email lorsqu'un document est publié dans cette partie du site.

# misc_subscribed_to_modifications
source: You are subscribed to modifications of documents in this folder or below.
fr: Vous êtes alerté par email lorsqu'un document est modifié dans cette partie du site.

# misc_action_subscribe_modifications
source: Subscribe to all modifications
fr: Abonnement à toutes les modifications

# misc_action_subscribe_publications
source: Subscribe to publications
fr: Abonnement seulement aux nouvelles publications

# misc_action_subscribe_publications_submissions
source: Subscribe to publications and submissions
fr: Abonnement aux publications et soumissions

# no_subscriptions_found
source: You currently have no subscriptions.
fr: Vous avez aucun abonnement pour l'instant.

# subscription_current_results
source: Current results
fr: Résultats actuels
