Repository: pypi-data/pypi-mirror-2
Catalog: packages/Formular/Formular-0.2.tar.gz/Formular-0.2/formular/i18n/*/messages.po
Languages: de

source: Form submitted multiple times or session expired. Please try again.
de: Das Formular wurde mehrmals gesendet oder die Sitzung ist abgelaufen. Probieren Sie es erneut.

source: The value is invalid.
de: Der Wert ist ungültig.

source: This field is required.
de: Dieses Feld wird benötigt.

source: Requires {{form.fields[{initial_value}].label}}.
de: Benötigt {{form.fields[{initial_value}].label}}

source: Does not equal {{form.fields[{initial_value}].label}}.
de: Gleicht nicht {{form.fields[{initial_value}].label}}.

source: Must be at least {initial_value} long.
de: Muss zumindest {initial_value} lang sein.

source: Must be shorter then {initial_value}.
de: Muss kürzer sein als {initial_value}.

source: Must be at least {initial_value} characters long.
de: Muss mindestens {initial_value} Buchstaben lang sein.

source: Must be shorter then {initial_value} characters.
de: Muss kürzer als {initial_value} Buchstaben sein.

source: An e-mail address is required.
de: Eine E-Mail Addresse wird benötigt.

source: Must be greater then {initial_value}.
de: Muss größer als {initial_value} sein.

source: Must be lesser then {initial_value}.
de: Muss kleiner als {initial_value} sein.

source: A number is required.
de: Eine Zahl wird benötigt.

source: An integer is required.
de: Eine Ganzzahl wird benötigt.

source: A float is required.
de: Eine Dezimalzahl wird benötigt.

source: A decimal is required.
de: Eine Dezimalzahl wird benötigt.

source: The value must be either "True" or "False".
de: Der Wert muss "Richtig" oder "Falsch" sein.

source: The choice is invalid.
de: Die Wahl is ungültig.

source: One or more choices are invalid.
de: Eine oder mehrere Wahlen sind ungültig.

source: Requires at least {initial_value} values.
de: Benötigt zumindest {initial_value} Werte.

source: Requires at most {initial_value} values.
de: Benötigt weniger als {initial_value} Werte.

source: The captcha is invalid.
de: Die Eingabe stimmt nicht überein.

source: Invalid time.
de: Eine Zeitangabe wird benötigt.

source: Invalid date.
de: Eine Datumsangabe wird benötigt.

source: Get a visual challenge
de: Neues captcha generieren

source: Get an audio challenge
de: Audio captcha abspielen

source: Get a new challenge
de: Neues captcha generieren

source: Type the two words:
de: Geben Sie die beiden Worte ein:

source: Type what you hear:
de: Geben Sie das gehörte ein:

source: Help
de: Hilfe

source: Play sound again
de: Erneut wiedergeben

source: Download sound as MP3
de: Als MP3 herunterladen

source: Incorrect, try again
de: Falsch, versuchen Sie es erneut
