Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.core/collective.amberjack.core-0.9.tar.gz/collective.amberjack.core-0.9/collective/amberjack/core/locales/*/LC_MESSAGES/collective.amberjack.core.po
Languages: es, sl

source: Please select a file.
es: Por favor, seleccione un archivo.
sl: Izberite datoteko.

source: You have to be Contributor to execute this step.
es: Usted tiene que ser un usuario con Rol 'Contributor' para ejecutar este paso.
sl: Za izvajanje koraka morate biti Contributor

source: You have to be Editor to execute this step.
es: Usted tiene que ser un usuario con Rol 'Editor' para ejecutar este paso.
sl: Za izvajanje koraka morate biti Editor

source: You have to be Manager to execute this step.
es: Usted tiene que ser un usuario con Rol 'Manager' para ejecutar este paso.
sl: Za izvajanje koraka morate biti Manager

source: You have to be Reader to execute this step.
es: Usted tiene que ser un usuario con Rol 'Reader' para ejecutar este paso.
sl: Za izvajanje koraka morate biti Reader

source: You have to be Reviewer to execute this step.
es: Usted tiene que ser un usuario con Rol 'Reviewer' para ejecutar este paso.
sl: Za izvajanje koraka morate biti Reviewer

source: You have to be anonymous to execute this step.
es: Usted tiene que ser un usuario 'anonymous' para ejecutar este paso.
sl: Za izvajanje koraka ne smete biti prijavljeni.

source: You have to be logged in to execute this step.
es: Usted debe estar registrado para poder realizar este paso.
sl: Za izvajanje koraka se morate prijaviti.

source: next-tour
es: Próxima visita guiada:
sl: Nasledni vodič:

source: separator-between-steps
es: de
sl: od
