Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.0.tar.gz/collective.amberjack.plonetour-1.0/collective/amberjack/plonetour/locales/*/LC_MESSAGES/collective.amberjack.plonetour.po
Languages: es, it

source: Now click the [Insert Image] icon in the editor toolbar (it looks like a tree).
es: Ahora haga clic en el icono [Insertar Imagen] en la barra de herramientas del editor (la apariencia de este icono es como un árbol).
it: Adesso clicca sul bottone [Inserisci una immagine] dalla barra con gli strumenti per la formattazione.

source: Now click the [Preview button] to check the link. Preview lets you confirm that you have the correct webpage before you commit the link.
es: Ahora haga clic en el botón [Vista preliminar] para marcar el enlace. La vista preliminar le confirma que usted tiene la página Web correcta antes de enviar el enlace.

source: Now click the [Save] button at the bottom of the page to save your new folder.
es: Ahora haga clic en el botón [Guardar] al final de la página para guardar su nueva carpeta.
it: Adesso clicca sul bottone [Conferma le modifiche] in basso nella pagina per salvare la tua nuova cartella.

source: Now highlight that text with your mouse pointer and click the [External Link icon] in the toolbar. A pop-up window should now appear.
es: Ahora resalte el texto con el puntero de su ratón y haga clic en la barra de herramientas en el icono [Enlace Externo]. Una ventana emergente debería ahora aparecer.

source: Now highlight that text with your mouse pointer and click the [Internal Link icon] in the toolbar. A pop-up window should now appear.
es: Ahora resalte el texto con el puntero de su ratón y haga clic en la barra de herramientas en el icono [Enlace Interno]. Una ventana emergente deberia ahora aparecer.

source: Now highlight the link text and click the [Internal Link] icon in the editor toolbar (it looks like a piece of chain link).
es: Ahora resalte el texto con el puntero de su ratón y haga clic en la barra de herramientas en el icono [Enlace Interno], (la apariencia de este icono es como un enlace de pequeño trozo de la cadena)
it: Adesso selezione il testo da collegare e clicca sul bottone [Inserisci un collegamento interno] dalla barra con gli strumenti per la formattazione (è un pezzo di catena).

source: Now highlight the phrase 'brown fox' with your mouse pointer and select the [Bold icon] from the formatting toolbar.
es: Ahora resalte la frase 'zorro marrón' con el puntero de su ratón y seleccione el icono [Negrita] en la barra de herramientas de formato.
it: Adesso evidenzia la frase 'ira funesta' con il mouse e premi sul bottone [Grassetto] dalla barra con gli strumenti per la formattazione.

source: Now that you have created the internal link and saved the page, try clicking on the link. You should arrive at the default 'Welcome to Plone' homepage.
es: Ahora que usted tiene creado el enlace interno y guardada la página, trate de hacer clic en el enlace. Usted debería arribar a la página de inicio por defecto 'Bienvenidos a Plone'.

source: Now that you have created your first portlet, let's take a look at it.
es: Ahora que usted tiene creado su primer portlet, vea como quedo.

source: Now that you have uploaded an image to Plone, you can insert the image onto a page. The next tutorial will explain how to insert images.
es: Ahora que usted tiene subido una imagen a Plone, usted puede insertar la imagen dentro de una página. La próxima tutoría explicará como insertar imágenes.
it: Adesso che hai caricato una immagine su Plone, puoi inserire l'immagine in una pagina. Il prossimo corso ti spiegherà come inserire immagini.

source: Now that you selected the Event content type, you need to supply some information about it.
es: Ahora que usted selecciono el tipo de contenido Evento, usted necesita suministrar alguna información acerca de este.
it: Adesso che hai selezionato il tipo di contenuto Evento, devi fornire informazioni aggiuntive su di esso.

source: Now that you selected the News Item content type, you need to supply some information about it.
es: Ahora que usted selecciono el tipo de contenido Noticias, usted necesita suministrar alguna información acerca de este.
it: Adesso che hai selezionato il tipo di contenuto Notizia, devi fornire informazioni aggiuntive su di essa.

source: Now that you selected the Page content type, you need to supply some information about it.
es: Ahora que usted selecciono el tipo de contenido Página, usted necesita suministrar alguna información acerca de este.
it: Adesso che hai creato il tipo di contenuto Pagina, devi fornire un po' di informazioni su di essa.

source: Now type some text or insert an image if you wish into the [Body Text] field. Since a portlet is much smaller than a page, be sure to keep the content fairly short.
es: Ahora transcriba algún texto o inserte una imagen si usted lo desea dentro del campo [Texto del cuerpo]. Desde un portlet que es más pequeño que una página, asegúrese de mantener el contenido bastante corto.

source: Now type the word 'Introduction' above your sentence. Highlight 'Introduction' and click the text formatting [drop-down menu] and select Subheading. Notice that the text you selected appears larger and bolder than Normal Paragraph text.
es: Ahora introduzca la palabra 'Introducción' por encima de su oración. Resalte la palabra 'Introducción' y haga clic en el [menú desplegable] de estilos de formatos de texto y seleccione Subheading. Observe que el texto que selecciono aparece de tamaño grande y en negritas a diferencia del estilo de formato texto de Párrafo Normal.
it: Adesso scrivi la parola 'Introduzione' sopra la tua frase. Evidenzia la parola 'Introduzione' e seleziona dal [menu a tendina] Subheading dalla barra con gli strumenti per la formattazione. Nota che il testo che hai selezionato è più grande e in grassetto rispetto al testo con lo stile Paragrafo normale.

source: Open 'My Page'
es: Abrir 'Mi Página'
it: Apri la pagina 'My Page'

source: Paste content
es: Pegar contenido
it: Incolla il contenuto

source: Please remove the [MyFolder] folder to start the tour.
es: Por favor, remover la carpeta [MiCarpeta] al iniciar la visita guiada.

source: Position your mouse pointer over one of the items in the [Order column]. Notice that your pointer is now a four-way arrow or a little hand.
es: Posicione el curso del ratón sobre uno de los elementos en la [Ordenar columna]. Observe que su puntero ahora tiene forma de fecha de cuatro vias o un poco de lado.
it: Muovi il mouse sopra uno degli oggetti presenti nella colonna [Ordinamento]. Nota che il puntatore adesso è diventata una freccia a quattro punte oppure una piccola mano.

source: Provide a [Description] for your Event. <br />The description will appear in site searches and in summary listings of events on your site.
es: Proveer una [Descripción] para su Evento. <br />La descripción aparecerá en las búsquedas del sitio y en la listas de resúmenes de eventos en su sitio.
it: Compila il campo [Descrizione] per il tuo Evento. <br /> La descrizione verrà mostrata nelle ricerche del sito e nelle liste riassuntive degli eventi.

source: Provide a [Description] for your Image.
es: Proveer una [Descripción] para su Imagen.
it: Compila il campo [Descrizione] della tua Immagine.

source: Provide a [Description] for your News Item. <br />The description will appear in site searches and in summary listings of news on your site.
es: Proveer una [Descripción] para sus noticias. <br />La descripción aparecerán en las búsquedas del sitio y en la listas de resúmenes de noticias en su sitio Web.

source: Provide a [Description]. The description will appear in site searches and in summary listings of files on your site.
es: Proveer una [Descripción]. La descripción aparecerá en las búsquedas del sitio y en la lista de resúmenes de archivos en su sitio Plone.
it: Compila il campo [Descrizione]. La descrizione verrà mostrata nelle ricerche del sito e nelle liste riassuntive di file.

source: Provide a [Description]: [This is my first Plone page.].
es: Proveer una [Descripción]: [Esta es mi primero página Plone].
it: Compila il campo [Descrizione]: [Questa è la mia prima pagina in Plone.].

source: Provide a [Title] (i.e. "My File.")
es: Proveer un [Título] (ej. "Mi Archivo.")
it: Compila il campo [Titolo] (ad esempio 'My File')

source: Provide a [Title] for your Image. It is best if you use the file name of your image as the title, including the file extension (i.e. myphoto.jpg)
es: Proveer un [Título] para su Imagen. Esa es la mejor forma, en ves de usar el nombre del archivo de su imagen como el título, incluyendo la extensión del archivo (ej mifoto.jpg)
it: Compila il campo [Titolo] della tua Immagine. Puoi usare il nome del file dell'immagine come titolo, inclusa l'estensione del file (ad esempio miafoto.jpg)

source: Provide a [Title]: [My Event].
es: Proveer un [Titulo]: [Mi Evento].
it: Compila il campo [Titolo]: [My Event].

source: Provide a [Title]: [My News].
es: Proveer un [Titulo]: [Mi Noticia].
it: Compila il campo [Titolo]: [My News].

source: Provide a [Title]: [My Page].
es: Proveer un [Titulo]: [Mi Página].
it: Compila il campo [Titolo]: [My Page].

source: Provide an [Event Location]. The location is the physical location of the event. You can describe the address or provide directions in the Body Text field.
es: Proveer una [Locación de Evento]. La localización es la ubicación física del evento. Usted puede describir la dirección o proveer las direcciones en el campo del texto del cuerpo.
it: Compila il campo [Luogo]. Il luogo indica il luogo fisico in cui si terrà l'evento. Nel campo [Testo dell'annuncio] puoi fornire l'indirizzo o dare indicazioni più dettagliate.

source: Provide an [Event Type] by typing in the New Categories field. Typical event types include: Fundraiser, Auction, Sale, Concert, Performance, etc. Once you have added a new event type, it will appear for selection in the Existing Categories field the next time you create an event.
es: Proveer un [Tipo de evento] introduciendo en el campo Nueva categorías. Típicamente incluyendo tipos de eventos: Recaudador de fondos, Subasta, Venta, Concierto, Actuación, etc. Once que usted agrego a un nuevo tipo de evento, ese aparecerá para seleccionar en el campo de Categorías Existentes la próxima ves que usted cree un evento.
it: Compila il campo [Tipo di evento] scrivendo nel campo [Nuove categorie]. Tipici tipi di evento sono: Conferenza, Corso, Celebrazione, Asta, Concerto, ecc. Dopo aver inserito il tipo di evento, questo comparirà nel campo [Categorie esistenti] quando creerai un altro evento.

source: Provide contact information in the remaining fields.
es: Proporcionar información de contacto en los campos restantes.
it: Compila le informazioni sui contatti dell'evento negli altri campi.

source: Provide the event [Start and End] dates.
es: Proveer las fechas [Inicio y Fin] del evento.
it: Compila i campi [Inizio evento] e [Termine evento].

source: Publish the event
es: Publicar el evento
it: Pubblica l'evento

source: Publish the folder
es: Publicar la carpeta
it: Pubblica la cartella

source: Publish the news item
es: Publicar la noticia
it: Pubblica la notizia

source: Publish the page
es: Publicar la página
it: Pubblica la pagina

source: Put some content in the [Body Text] field.
es: Coloque algo de contenido en el campo [Texto de cuerpo].

source: Put some content in the [Body Text] field. This is the best place to add directions to your event, information about what to expect, images, etc.
es: Coloque algo de contenido en el campo de [texto del cuerpo]. Este es el mejor sitio para agregar direcciones de su evento, información acerca de las expectativas, imágenes, etc.
it: Inserisci un po' di contenuto nel campo [Testo del documento]. Questo è in punto migliore in cui aggiungere informazioni al tuo evento, immagini, ecc.

source: Reordering content
es: Reordenando contenido
it: Riordina il contenuto

source: Select [Event] from the menu.
es: Seleccionar [Evento] desde el menú.
it: Seleziona [Evento] dal menu.

source: Select [File] from the menu.
es: Seleccionar [Archivo] desde el menú.
it: Selezione [File] dal menu.

source: Select [Folder] from the menu.
es: Seleccionar [Carpeta] desde el menú.
it: Seleziona [Cartella] dal menu.

source: Select [Image] from the menu.
es: Seleccionar [Imagen] desde el menú.
it: Seleziona [Immagine] dal menu.

source: Select [My Page] as the default page for MyFolder.
es: Seleccionar [Mi Página] como la página por defecto para MiCarpeta.
it: Seleziona la pagina [My Page] come contenuto predefinito per la cartella MyFolder.

source: Select [News Item] from the menu.
es: Seleccionar [Noticia] desde el menú.
it: Seleziona [Notizia] dal menu a tendina.

source: Select [Page] from the menu.
es: Seleccionar [Página] desde el menú.
it: Seleziona [Pagina] dal menu a tendina.

source: Select [Publish] from the menu.
es: Seleccionar [Publicar] desde el menú.
it: Seleziona [Pubblica] dal menu.

source: Select [Summary view].
es: Seleccionar [Vista resumen].
it: Seleziona [Vista riassuntiva]

source: Select [Tabular view].
es: Seleccionar [Vista tabular].
it: Seleziona [Vista tabellare]

source: Select [content item as default view].
es: Seleccionar [elemento de contenido como vista por defecto].
it: Seleziona [Scegli un elemento come vista predefinita]

source: Select a file from your desktop computer.
es: Seleccionar un archivo desde el escritorio de su sistema operativo.
it: Seleziona una file dal tuo computer.

source: Select default page
es: Seleccionar página por defecto
it: Seleziona il contenuto predefinito

source: Select the file by [clicking the radio button] next to it.
es: Seleccionar el archivo [haciendo clic en el botón de radio] próximo a el mismo.
it: Selezione il file [cliccando sul bottone di selezione] vicino ad esso.

source: Select the image by [clicking the radio button] next to it.
es: Seleccionar la imagen [haciendo clic en el botón de radio] próximo a la misma.
it: Selezione l'immagine [cliccando sul bottone di selezione] vicino ad essa.

source: So far you have seen the various ways that a folder in Plone can display its contents. However, in many cases you may wish to choose a single item such as a Page to act as the 'landing page' for the folder. This is common in cases where the folder is intended to be a subsection of the site.
es: Hasta ahora hemos visto las diferentes maneras en que una carpeta en Plone puede mostrar su contenido. Sin embargo, en muchos casos puede que desee elegir un solo elemento, como una página para que actúe como la 'página de destino' de la carpeta. Esto es común en los casos en que la carpeta está destinada a ser una sub-sección de la página.

source: So far you've mostly been working with the Edit tab. Now it's time to take a look at the Contents tab and what it can do. The Contents tab lets you browse the filesystem of your website and perform administrative tasks such as: reorder content, delete content, copy, cut, and paste content items.
es: Hasta ahora has estado trabajando sobre todo con la pestaña Edición. Ahora es el momento de echar un vistazo a la pestaña Contenido y lo que puede hacer. La pestaña Contenido le permite examinar el sistema de archivos de su sitio web y realizar tareas administrativas tales como: reordenar, borrar, copiar, cortar y pegar elementos de contenido.
it: Abbiamo visto come gestire la linguetta 'Modifica'. Adesso passiamo a vedere la linguetta 'Contenuti' per capire cosa è possibile fare. La linguetta 'Contenuti' ti consente di navigare i contenuti del tuo sito e di fare azioni di amministrazione come: riordinare contenuti, cancellare contenuti, copiare, tagliare e incollare contenuti.

source: Summary view
es: Vista resumen
it: Vista riassuntiva

source: Tabular View
es: Vista tabular
it: Vista tabellare

source: Test your link
es: Pruebe su enlace

source: The Contents tab
es: La pestaña Contenidos
it: Linguetta 'Contenuti'

source: The News item
es: La noticia

source: The Tabular view is similar to what you see in the Contents tab, except that you cannot perform administrative tasks such copy, cut, delete or reorder. The tabular view only displays the Title and Item Type to anonymous site visitors.
es: La vista Tabular es similar a como usted ve los elementos de contenidos en las pestaña 'Contenidos', excepto que usted no puede realizar labores administrativas como copiar, cortar, eliminar o reordenar. La vista Tabular solamente muestra el Titulo del tipo de elemento a los visitantes anónimos del sitio Web.
it: La vista tabellare è simile a quello che si vede nella linguetta 'Contenuti', tranne per il fatto che non è possibile fare azioni amministrative come copiare, tagliere, cancellare o riordinare contenuti. La vista tabellare mostra solo il Titolo e il Tipo di Contenuto ai visitatori anonimi.

source: The [MyFolder] folder doesn't exist yet. Please close this tour and start the first tour.
es: La carpeta [MiCarpeta] no existe aun. Por favor, cierre esta vista guiada e inicie la primera vista guiada.

source: The [Omit Portlet Border] checkbox can be checked if you wish to not display the Portlet Header or Footer. Leave this box unchecked for now.
es: La casilla [Omitir Border de Portlet] puede ser marcada si usted desea que no muestren la cabecera y el pie de página de Portlet. Dejar esta casilla sin marcar por ahora.

source: The description of My Event
es: La descripción de mi evento

source: The description of My News item
es: La descripción de mi noticia

source: The quick brown fox jumps over the lazy dog.
es: El rápido zorro marrón salta sobre el perezoso perro.
it: Cantami o diva del pelide Achille l'ira funesta.

source: This folder will be used to contain sample content as I work through each tutorial.
es: Esta carpeta será usada para contener el contenido de la muestra como el trabajo a través de cada tutoría.

source: This is my first Plone page.
es: Este es mi primera página Plone.
it: Questa è la mia prima Pagina in Plone.

source: This is the text of My Page
es: La descripción de mi página

source: This pop-up window allows you to browse the content of your site. Notice the links in the left-hand column. Click on [Home] to browse to the root directory of your site.
es: Esta ventana emergente le permite a usted navegar el contenido de su sitio. Observe los enlaces en la columna a mano izquierda. Haga clic en la pestaña [Inicio] para navegar al directorio raíz de su sitio.

source: This tutorial has been a brief introduction into the various ways you can format a page. Subsequent tutorials will teach you how to insert hyperlinks and images.
es: Esta tutoría tiene una corta introducción dentro de las diversas formas en como usted puede formatear una página. Subsecuentes tutorías les enseñarán a usted como insertar enlaces y imágenes.
it: Questo corso è stata una breve introduzione ai diversi modi possibili di formatttare il contenuto di una pagina. Con i corsi che seguono imparerai a inserire link e immagini.

source: To change text alignment, highlight the entire sentence and select any of the three [text alignment icons] (left, center, or right).
es: Para cambiar la alineación del texto, resalte por completo la frase y seleccione cualquier de los tres [iconos de alineación de texto] (izquierda, centrado o derecha).
it: Per cambiare l'allineamento del testo, evidenzia una frase intera e seleziona uno qualsiasi dei bottoni [Giustificato] (a sinistra, centrato, a destra).

source: Type more text of your own choosing and experiment with the other text styles in the formatting menu.
es: Transcriba todo el texto que usted considere y experimente con los otros estilos del texto en menú de formatos.
it: Scrivi altro testo e prova gli altri stili del testo nella barra con gli strumenti per la formattazione.

source: Type some link text in the [Body Text] field of the page (i.e. Download this report).
es: Introduzca algún texto de enlace en el campo del [Cuerpo del texto] de la página (ej. Descargar este reporte).
it: Inserisci un po' di testo per i collegamenti nel campo [Testo del documento] della pagina (ad esempio 'Scarica questo file').

source: Type some text into the Portlet Footer field if you wish. You can make the [Portlet Footer] text clickable by typing or pasting a web address into the [Details Link] field.
es: Introduzca algún texto dentro del campo del pie de página del Portlet si lo desea. Usted puede otorgar el comportamiento de hacer clic al texto del [Portlet del pie de página] introduciendo un texto aquí o pegar una dirección Web dentro de el campo de [Detalles del enlace].

source: Type the following text in the [Body Text] field 'Visit the Homepage'.
es: Transcriba el siguiente texto en el campo [Texto de cuerpo] 'Visite la página de inicio'.

source: Type the following text into the [Body Text] field: 'The quick brown fox jumps over the lazy dog.'
es: Transcriba el siguiente texto dentro del campo [Texto de cuerpo] 'Este rápido zorro marrón salta sobre el perezoso perro'.
it: Scrivi il testo nel campo [Testo del documento]: 'Cantami o diva del pelide Achille l'ira funesta.'

source: Type the following text into the [Body Text] field: 'Visit Plone.Org'.
es: Transcriba el siguiente texto dentro del campo [Texto de cuerpo] 'Visite Plone.org'.

source: Up to this point MyFolder has been using the Standard view. Standard view lists each item in the order it happens to be in the folder. Summary view is similar except that each entry is separated by a horizontal line and a Read More... link is automatically generated. If an item has an attached thumbnail image (such as a News Item) the image will also appear in the Summary view.
es: Hasta este punto MiCarpeta ha estado utilizando la vista estándar. La Vista estándar listas de cada elemento en el orden que resulta ser en la carpeta. La vista Resumen "es similar, excepto que cada entrada está separada por una línea horizontal y un enlace Leer más... se genera automáticamente. Si un elemento tiene una imagen en miniatura adjunta (tales como una noticia) en la imagen también aparecerá en la vista Resumen.
it: Fino ad ora la cartella MyFolder è stata usata con la vista standard. La vista standard visualizza ogni contenuto nello stesso ordine della cartella. La vista riassuntiva è simile tranne per il fatto che ogni contenuto è separato da una linea orizzontale e il collegamento 'Leggi il resto' è generato automaticamente. Se un contenuto ha una miniatura (come ad esempio una Notizia) l'immagine verrà visualizzata.

source: Upload an image
es: Subir una imagen
it: Carica una immagine

source: Upload and link to a File
es: Suba y enlace a un archivo
it: Carica e crea collegamento ad un File

source: Use summary view
es: Usar vista resumen
it: Usare la vista riassuntiva

source: Use the [pop-up window] to browse to the location of the file you just uploaded.
es: Use la [ventana emergente] para navegar hacia la ubicación de el archivo que acaba de subir.
it: Usa la [finestra in evidenza] per accedere al file che hai appena caricato.

source: Using the Contents tab
es: Usando la pestaña de Contenido
it: Usare la linguetta 'Contenuti'

source: Using the Display menu
es: Usando el menú Mostrar
it: Usare il menu 'Vista'

source: View the portlet
es: Ver el portlet
