Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.0.tar.gz/collective.amberjack.plonetour-1.0/collective/amberjack/plonetour/locales/*/LC_MESSAGES/collective.amberjack.plonetour.po
Languages: es, it

source: A File in Plone is any binary file such as a PDF, DOC, XLS, PPT, RTF, or other file type that you wish to upload to your site. You can also link to a file to allow your site visitors the chance to download the file.
es: Un archivo en Plone es cualquier fichero binario como un PDF, DOC, XLS, PPT, RTF o otros tipos de fichero que usted quiera subir a su sitio Web. Usted puede también enlazar a un archivo permitiendo así a los visitantes de su sitio descargar el mismo.
it: Un File in Plone è qualsiasi file binario come PDF, DOC, XLS, PPT, RTF o altri tipi di file che vuoi caricare sul tuo sito. Puoi anche creare un collegamento ad un file per consentirne lo scaricamento ai visitatori del sito.

source: A description for this file
es: Una descripción para este archivo
it: Descrizione del file

source: A folder is a special content type in Plone because it can contain other content items. The way that those contained items will appear on the screen can be changed using the Display drop-down menu.
es: Una carpeta es un tipo de contenido especial en Plone, ya que puede contener otros elementos de contenido. La forma en que los elementos contenidos aparecerán en la pantalla se puede cambiar usando el menú desplegable Mostrar.
it: Una cartella è un contenuto speciale di Plone perchè può contenere altri contenuti. Il modo in cui questi contenuti vengono visualizzati può essere cambiato usando il menu 'Vista'.

source: A pop-up window should appear. [Browse] to the location of an image you would like to insert. You should have at least one image already in MyFolder from a previous tutorial.
es: Una ventana emergente aparecerá. Haga clic en el botón [Navegar] para la ubicar una imagen que le gustaría insertar. Usted debería tener al menos una imagen subida en su carpeta llamada MiCarpeta desde la tutoría anterior.
it: Dovrebbe apparire una nuova finestra. Premi [Sfoglia] per cercare l'immagine da inserire. Dovresti almeno già avere l'immagine nella cartella MyFolder, caricata nel corso precedente.

source: Add a Page
es: Agregar una página
it: Aggiungi una Pagina

source: Add a new File to MyFolder
es: Agregar un nuevo Archivo a MiCarpeta

source: Add a new Image to MyFolder
es: Agregar una nueva Imagen a MiCarpeta
it: Aggiungi una Immagine alla cartella 'MyFolder'

source: Add a portlet
es: Agregar un portlet
it: Aggiungi un riquadro

source: Add and format page content
es: Agregar y formatear contenido de página
it: Aggiungi e imposta la formattazione del contenuto di una pagina

source: Add and publish a Folder
es: Agregar y publicar una carpeta
it: Aggiungi e pubblica una Cartella

source: Add and publish a News Item
es: Agregar y publicar una noticia
it: Aggiungi e pubblica una Notizia.

source: Add and publish a Page
es: Agregar y publicar una página
it: Aggiungi e pubblica una Pagina

source: Add and publish an Event
es: Agregar y publicar un evento
it: Aggiungi e pubblica un Evento

source: Add some page content (you can come back and edit this later).
es: Agregar alguna página de contenido (usted puede volver y editar este más tarde).
it: Aggiungi un po' di contenuto alla pagina (potrai tornare indietro e modificarla dopo).

source: All done!
es: ¡Todos hechos!
it: Ben fatto!

source: All of the items you have been creating for these tutorials so far are listed now in the Contents view. You can see information about each item such as the Title, Size, Date Modified, and Publishing State.
es: Todos los elementos que usted ha creado por estas tutorías son listados ahora el la vista Contenidos. Usted puede ver información acerca de cada uno como el Título, Tamaño, Fecha de modificación y Estado de publicación
it: Tutti i contenuti creati per questi corsi sono elencati nella vista 'Contenuti'. Puoi vedere le informazioni su ogni contenuto come il Titolo, Dimensione, Data di modifica (Modificato) e Stato.

source: Also notice the buttons along the bottom of the Contents view: Copy, Cut, Rename, Delete, and Change State. By using the checkboxes next to each content item you can apply any of these changes to those checked items.
es: También observe los botones de la parte inferior de la vista Contenido: Copiar, Cortar, Renombrar, Eliminar y, Cambiar Estado. Mediante el uso de las casillas de verificación junto a cada elemento de contenido usted puede aplicar cualquiera de estos cambios a los elementos marcados.
it: Nota anche i bottoni presenti nella vista 'Contenuti': 'Copia', 'Taglia', 'Rinomina', 'Elimina' e 'Cambia lo stato'. Usando il tasto di selezione vicino ad ogni oggetto puoi applicare una di queste operazioni agli oggetti selezionati.

source: An external link is used to link to other webpages, documents or resources online. Find the external link icon in the toolbar before we continue (it looks like a tiny Earth).
es: Un enlace externo es usado para enlazar a otras páginas Web, documentos o recursos en linea. Busque el icono de enlace externo en la barra de herramientas antes de continuar (la apariencia de este icono es como a un pequeño planeta).

source: An internal link is for linking to any page, news item, event, image, file or other content type within your Plone site. Look for the icon in the editing toolbar. It should look like a small piece of chain.
es: Un enlace interno es usado para enlazar a cualquier página, noticia, evento, imagen, archivo o otro tipo de contenido en su sitio Plone. Busque el icono de enlace interno en la barra de herramientas de edición. Su apariencia debería ser como un pequeño trozo de la cadena.

source: Before you can place an image on a page in Plone, you must first upload your image to the site. Be sure that you have properly prepared your image for web publishing. In short, this means that you should compress your image file, use only GIF, JPG, or PNG file formats and crop your image to fit well on the page, and resize it to reduce the upload time if needed.
es: Antes usted puede colocar una imagen en una página en Plone, usted primero debe subir su imagen en el sitio. Asegúrese de que tiene su imagen debidamente preparada para publicaciones en la Web. En pocas palabras, esto significa que usted debe comprimir su archivo de imagen, use solamente los formatos de archivo de imagen GIF, JPG, o PNG y recorte su imagen a que se vea bien en la página, y cambie su tamaño para reducir el tiempo de carga de la imagen al sitio o de descarga de la misma, si es necesario.
it: Prima che tu possa inserire una immagine in una pagina in Plone, devi caricarla sul sito. Assicurati di averla preparata per la pubblicazione sul web. In breve, questo significa che dovresti comprimere la tua immagine. Usa solo i formati GIF, JPG o PNG e ritaglia l'immagine per adattarla alla pagina e, se necessario, ridimensionala per ridurre il tempo di caricamento.

source: Choose [Left] alignment and a [Size] from the size menu. You can leave the [Text Equivalent] field as-is, or change the text if you wish. This is the 'alt' text for the image which aids in site accessibility, search, and indexing.
es: Elija la alineación [Izquierda] y un [Tamaño] desde el menú tamaño. Usted puede dejar el campo [Texto Equivalente] como está, o cambiar el texto si usted lo desea. Este es el texto 'alternativo' para la imagen la cual ayuda en la accesibilidad del sitio, para búsqueda y indexación.
it: Dal menu Allineamento scegli [Sinistra] e una dimensione dal menu [Dimensione]. Puoi lasciare il campo [Testo equivalente] così come è oppure inserire il testo che vuoi. Questo campo contiene il testo dell'immagine per l'accessibilità del sito, per le ricerche e per l'indicizzazione.

source: Choose a file
es: Elegir un archivo
it: Scegli un file

source: Click [OK] to complete the image insert.
es: Haga clic [OK] para completar la inserción de imagen.
it: Clicca sul bottone [Ok] per finire l'inserimento dell'immagine.

source: Click [OK] to create the hyperlink.
es: Haga clic [OK] para crear hiper vinculo.

source: Click [Save] to complete the upload.
es: Haga clic en [Guardar] para completar la subida.
it: Clicca sul bottone [Conferma le modifiche] per completare il caricamento.

source: Click [Save] to finish.
es: Haga clic [Guardar] para finalizar.
it: Clicca sul bottone [Conferma le modifiche] per finire.

source: Click on the [Contents] tab.
es: Haga clic en la pestaña [Contenidos].
it: Clicca sulla linguetta [Contenuti]

source: Click the Add [Portlet drop-down] menu for either the left or right column.<br />Then select [Static Text Portlet] from the menu.
es: Haga clic en el menú desplegable [Agregar Portlet] ya sea para la columna izquierda y derecha. <br /> A continuación, seleccione [Portlet Texto Estático] desde el menú.

source: Click the [Add New...] drop-down menu and select File from the menu.
es: Haga clic en el menú desplegable [Agregar nuevo...] y seleccione el elemento Archivo desde el menú.

source: Click the [Add New...] drop-down menu and select Image from the menu.
es: Haga clic en el menú desplegable [Agregar Nuevo...] y seleccione Imagen desde el menú.
it: Clicca sul menu a tendina [Aggiungi un nuovo...] e seleziona Immagine.

source: Click the [Add new...] drop-down menu.
es: Haga clic al menú desplegable [Agregar nuevo].
it: Clicca sul menu a tendina [Aggiungi un nuovo...].

source: Click the [Browse] button and find the image file you want to upload on your computer's filesystem.
es: Haga clic en el botón [Seleccionar] y busque el archivo de imagen que usted quiere subir desde su sistema de archivo.
it: Clicca sul bottone [Sfoglia] e cerca il file con l'immagine sul tuo computer.

source: Click the [Browse] button.
es: Haga clic en el botón [Navegar].
it: Clicca sul bottone [Sfoglia].

source: Click the [Copy] button at the bottom of the page.
es: Haga clic en el botón [Copiar] al final de la página.
it: Clicca sul bottone [Copia] in fondo alla pagina.

source: Click the [Display] drop-down menu.
es: Haga clic [Mostrar] menú desplegable.
it: Clicca sul menu [Vista].

source: Click the [Edit] tab to begin editing.
es: Haga clic en la pestaña [Editar] para iniciar la edición.
it: Clicca sulla linguetta [Modifica] per iniziare le modifiche.

source: Click the [Edit] tab.
es: Haga clic en la pestaña [Editar].
it: Clicca sulla linguetta [Modifica].

source: Click the [Manage Portlets] link in the lower left or right corner of the page.
es: Haga clic en el enlace [Administración de Portlets] ubicado en la esquina inferior izquierda y derecha de la página.

source: Click the [Save] button to finish.
es: Haga clic al botón [Guardar] para finalizar.

source: Click the [State] drop-down menu.
es: Haga clic al menú desplegable [Estado].
it: Clicca sul menu a tendina [Stato].

source: Click-and-drag the item to the top of the Contents listing. The item is now moved - you do not need to save the change in any way.
es: Haga clic y arrastre el elemento al tope de la lista de Contenidos. El elemento esta movido - no es necesario usted guarde el cambio hecho.
it: Clicca e trascina ogni oggetto in cima alla lista dei contenuti. Gli oggetti si sono spostati - non c'è bisogno di salvare in nessun modo i cambiati fatti.

source: Configure the portlet
es: Configurar el portlet

source: Copy content
es: Copiar contenido
it: Copia il contenuto

source: Create a Event
es: Crear un evento
it: Crea un Evento

source: Create a File
es: Crear un Archivo
it: Crea un File

source: Create a News Item
es: Crear una noticia
it: Crea una Notizia.

source: Create a new folder
es: Crear una nueva carpeta
it: Crea una nuova cartella

source: Create a static text portlet
es: Crear un porlet de texto estático

source: Create external links
es: Crear enlaces externos

source: Create internal links
es: Crear enlaces internos

source: Edit 'My Page'
es: Editar 'Mi Página'
it: Modifica la pagina 'My Page'

source: Edit My Page'
es: Editar Mi Página'
it: Modifica la pagina 'My Page'

source: Edit an existing page
es: Editar una página existente
it: Modifica una pagina esistente

source: Events are useful for posting announcements about upcoming events. Events function much like a page, with additional fields for adding information about an event.
es: Los eventos son útiles para publicar anuncios acerca de próximos eventos. Los eventos funciona como una página con campos adicionales para agregar información acerca de un vento.
it: Gli eventi sono utili per pubblicare annunci di eventi futuri. Gli eventi funzionano in maniera simile alle pagine, in più hanno campi aggiuntivi per aggiungere altre informazioni.

source: Features of the Contents tab
es: Caracteristicas de la pestaña de Contenidos
it: Funzionalità della linguetta 'Contenuti'

source: Fill out the fields
es: Rellene los campos
it: Compila tutti i campi

source: Find the page titled 'Welcome to Plone' and select the [radio button] next to it.
es: Buscar la página llamada 'Bienvenido a Plone' y seleccione el [botón radio] próximo a el.

source: Folders are one of the most fundamental content types in Plone. You can use a folder to organize your documents much like you already do on your desktop computer. You can also use folders to create new sections of your website.
es: Las carpetas son uno de los más fundamentales tipos de contenidos de Plone. Usted puede usar una carpeta para organizar sus documentos como se ordenan en su computador personal. Usted puede también crear nuevas secciones en su sitio Web.
it: Le cartelle sono uno dei tipi di contenuto più importanti di Plone. Puoi usare una cartella per organizzare i tuoi contenuti in maniera simile a come fai già sul tuo computer. Puoi anche usare le cartelle per creare nuove sezioni del tuo sito.

source: Format a page using the visual editor
es: De formato a una página usando el editor visual
it: Imposta la formattazione del contenuto di una pagina usando l'editor visuale

source: If you don't want to perform the indicated step yourself, just click the '>>' link and it will be automatically done by your browser.
es: Si usted no desea realizar el paso indicado a usted mismo, haz clic en el enlace '>>' y se dará por hecho o realiza automáticamente por su navegador.
it: Se non vuoi attivare da solo l'azione indicata, clicca il link '>>' per farla fare automaticamente dal tuo browser.

source: Ignore the [link to anchor] menu in the right-hand column. Anchors will be covered in a future tutorial.
es: Ignorar el menú [enlace a ancla] en la columna derecha. Las anclas estarán disponible en una futura tutoría.

source: In order for anonymous site visitors to see your event you must publish it first. Publishing also makes your event available in the Upcoming Events portlet and Events folder.
es: En orden de ideas los visitantes anónimos del sitio pueden ver su evento pero usted debe publicarlo primero. Publicándolo también hace su evento disponible en el portlet de Próximos eventos y en la carpeta Eventos.
it: Per poter rendere visibili ai visitatori del sito i tuoi eventi devi prima pubblicarli. La pubblicazione rende disponibili i tuoi eventi nel riquadro del calendario e nella cartella degli eventi.

source: In order for anonymous site visitors to see your news item you must publish it first. Publishing also makes your news item available in the News portlet and News folder.
es: En orden de ideas los visitantes anónimos del sitio pueden ver sus noticias pero usted debe publicarlo primero. Publicándolo también hace sus noticias disponible en el portlet de Próximos noticias y en la carpeta Noticias.
it: Per poter rendere visibili ai visitatori del sito le tue notizie devi prima pubblicarle. La pubblicazione rende disponibili le tue notizie nel riquadro delle notizie e nella cartella delle notizie.

source: In the [Description] field, type 'This folder will be used to contain sample content as I work through each tutorial.'.
es: En la campo [Descripción], transcriba 'Esta carpeta será usada para contener ejemplos de contenidos que yo trabajo a través de cada tutoría.'.
it: Nel campo [Descrizione], scrivi 'Questa cartella sarà usata per contenere contenuti di esempio da utilizzare durante ogni corso.'.

source: In the [Portlet Header] field type 'Sample Portlet'.
es: En el campo de [Cabecera del Portlet] introduzca 'Portlet de ejemplo'.

source: In the [Title] field, type 'MyFolder'.
es: En el campo [Titulo], tipo 'MiCarpeta'.
it: Nel campo [Titolo], scrivi 'MyFolder'.

source: In this tutorial you have explored some of the ways that a folder can display its contents. On your own, try out the Thumbnail view by uploading several images to a folder. This view is used to create a simple photo gallery.
es: En esta tutoría usted ha explorado algunas de las formas en la que una carpeta puede mostrar sus contenidos. En su propia carpeta, trate y cambie a 'vista miniatura' para subir muchas imágenes a una carpeta. Esta vista es usada para crear una simple galería de fotos.

source: In this tutorial, you will revisit a page that you already created and learn how insert an image into that page.
es: En esta tutoría, usted volverá a visitar una página que usted ya creo y aprenderá a insertar una imagen dentro de esa página.
it: In questo corso, potrai modificare una pagina creata in precedenza e imparerai a inserire una immagine nella pagina.

source: In this tutorial, you will revisit a page that you already created and learn how insert hyperlinks into the page.
es: En esta tutoría, usted volverá a visitar una página que usted ya creo y aprenderá a insertar hipervinculos dentro de esa página.

source: In this tutorial, you will revisit a page that you already created and learn how to format content on the page.
es: En esta tutoría, usted visitará de nuevo una página que usted ya creo y aprenderá a como dar formato al contenido en la página.
it: In questo corso, potrai modificare una pagina creata in precedenza e imparerai a formattarne il contenuto.

source: In this tutorial, you'll create a new Event and publish it on your Plone-powered website.
es: En esta tutoría, usted creará un nuevo Evento y lo publicará en su sitio Web basado en Plone.
it: In questo corso, creerai un nuovo Evento e lo pubblicherai sul tuo sito Plone.

source: In this tutorial, you'll create a new News Item and publish it on your Plone-powered website.
es: En este tutoría, usted creará un nuevo Noticias y lo publicará en su sitio Web basado en Plone.
it: In questo corso, creerai una Notizia e la pubblicherai sul tuo sito Plone.

source: In this tutorial, you'll create a new Page and publish it on your Plone-powered website.
es: En este tutoría, usted creará un nuevo Página y lo publicará en su sitio Web basado en Plone.
it: In questo corso, creerai una Pagina e la pubblicherai sul tuo sito Plone.

source: In this tutorial, you'll create a static text portlet on your Plone-powered website.<br/>Portlets are the boxes in the left and right side columns of your site. You probably already have a News, Events and Navigation portlets although depending on the type of content on your site, you may not see them currently. There are many portlets types available for you to use, however this tutorial will cover the Static Text portlets. <br />Navigate to the homepage of your site. It is important that you access portlet management from the homepage.
es: En esta tutoría, usted creará un portlet de texto estático en su sitio basado en Plone.<br/>Los Portlets son cajas en los lados izquierdo y derechos de las columnas de su sitio. Usted probablemente tenga un portlet de Noticias, de Eventos y de Navegación aunque dependiendo del tipo de contenido en su sitio, usted tal ves no ve estos actualmente. Hay muchos tipos de portlets disponibles para que usted use, como siempre esta tutoría cubre solamente portlets de texto estáticos. <br />Navegar hacia la página inicio de su sitio. Es importante que tu accedas a la página de administración de portlet desde la página de inicio.

source: Information about your event.
es: Información acerca de su evento.

source: Insert an Image
es: Insertar una Imagen
it: Inserisci una immagine

source: Insert an external link
es: Insertar un enlace externo
it: Inserisci un collegamento esterno

source: Insert an internal link
es: Insertar un enlace interno
it: Inserisci un collegamento interno

source: Insert image on a page
es: Insertar una imagen o una página
it: Inserisci una immagine in una pagina

source: Link to the File
es: Enlace a un Archivo
it: Crea collegamento con un File

source: Location of Event
es: Ubicación del Evento

source: Navigate back to the [homepage] of your site. Since you do not have your normal navigation tabs in the Manage Portlets page, try clicking on the site logo.'.
es: Navegue hacia atrás en la pestaña [Inicio] de su sitio. Puesto que usted no tiene las pestañas de navegación normal en la página de Administrar Portlets, intente hacer clic en el logotipo de sitio.'.

source: Navigate to [My Page]
es: Navegar hacia [Mi Página]
it: Naviga sulla pagina [My Page]

source: Navigate to [My Page] that you created from the previous tutorial.
es: Navegar hacia [Mi Página] que usted creo en el paso anterior.
it: Naviga sulla pagina [My Page] creata nel corso precedente.

source: Navigate to the folder called [MyFolder] that you created in a previous tutorial.
es: Navegar a la carpeta llamada [MiCarpeta] que usted creo en la tutoría previa.
it: Naviga nella cartella [MyFolder] che hai creato nel corso precedente.

source: Next, highlight the phrase 'lazy dog' with your mouse pointer and select the [Italics icon] from the formatting toolbar.
es: Lo próximo, es resaltar la frase 'perezoso perro' con el puntero de su ratón y seleccione el [Icono Itálica] desde la barra de herramientas de formato
it: Poi, evidenzia la frase 'ira funesta' con il mouse e premi sul bottone [Corsivo/Italico] dalla barra con gli strumenti per la formattazione.

source: Notice in the right-hand column of the pop-up window that a preview of the image you have selected appears.
es: Observe en la columna a mano derecha de la ventana emergente, que una vista preliminar de la imagen que usted selecciono aparece.
it: Nota che, nella colonna di destra della finestra in evidenza, viene mostrata l'anteprima della immagine selezionata.

source: Notice that a Paste button now appears. Click [Paste] to create a copy of My Page.
es: Observe que el botón Pegar ahora parece. Haga clic en el botón Pegar para crear una copia de Mi Página.
it: Nota che il bottone 'Incolla' adesso è evidenziato. Clicca su [Incolla] per creare una copia della pagina 'My Page'.

source: Notice the [Hide Portlet] checkbox. You can use this checkbox to temporarily hide your portlet without losing the content. Leave this box unchecked for now.
es: Observe que la casilla [Ocultar Portlet]. Usted puede usar esta casilla para temporalmente ocultar su portlet sin perder el contenido. Deje esta casilla sin marcar por ahora.

source: Notice the [Image] field at the bottom of the page. You can attach an image to a News Item which will appear in summary listings of News Items. You can also caption the image.
es: Observe que el campo de [Imagen] esta al final de la página. Usted puede adjuntar una imagen a una Noticia la cual aparecerá en la lista de resúmenes de Noticias. Usted puede también colocar una leyenda a la imagen.

source: Notice the field containing the familiar http:// prefix. After the second forward slash, type 'www.plone.org'. You should now see the complete web address which looks like this: http://www.plone.org.
es: Observe que el campo ya contiene el familiar prefijo http:// del protocolo Web. Después del segundo slash, introduzca 'www.plone.org'. Usted debería ahora ver la dirección Web completa, la cual se ve como esta http://www.plone.org.
