Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.0.tar.gz/collective.amberjack.plonetour-1.0/collective/amberjack/plonetour/locales/*/LC_MESSAGES/collective.amberjack.plonetour.po
Languages: es, it

source: When linking to a file, you should indicate that the link will begin the download of a file and you should indicate the file type and size in the link text as well. For example you might say: Download this report [PDF 1.2 Mb].
es: Cuando esta enlazando a un archivo, usted podría indicar el enlace que iniciará la descarga de un archivo y usted podría indicar el tipo de archivo y el peso del mismo en el texto de enlace. Por ejemplo usted podría decir: Descargar este reporte [Formato PDF, Peso 1.2 Mb].
it: Quando crei un collegamento ad un file, dovresti indicare che il collegamento farà partire lo scaricamento del file; nel testo dovresti indicare il tipo di file e la dimensione. Ad esempio potresti scrivere: Scarica questo file [PDF 1.2 MB].

source: When you are all done, click the [Save] button at the bottom of the page.
es: Cuando usted termine todo, haga clic en el botón [Guardar] ubicado al final de la página.
it: Quando hai finito, clicca sul bottone [Conferma le modifiche] in fondo alla pagina.

source: You are now looking at the Manage Portlets page. Notice that there are a set of menus and buttons on both the left and right side of the screen. Each set controls its corresponding column. Also note that if you have portlets already added to the site, you will see their names listed here.
es: Ahora usted esta viendo la página de Administración de Portlets. Observe que allí hay un conjunto de menú y botones al final del lado izquierdo y derecho de la pantalla. Cada conjunto de controles, es correspondiente a cada columna. También observe que si usted tiene portlets listos para se agregados en el sitio, usted verá sus nombres listados aquí.

source: You are now looking at the Static Text Portlet edit screen. This type of portlet allows you to use the same visual editor you have been using for other content types. A static text portlet can be used to insert a clickable image such as a donation button, a series of external links, or other content you wish to post.
es: Ahora usted esta viendo la pantalla de editar el Portlet de Texto Estático. Este tipo de portlet permite que usted use el mismo editor visual que usted usa para otros tipos de contenidos. Un portlet de texto estático puede ser usado para insertar un imagen en la que se pueda hacer clic como un botón de donación, una serie de enlaces externos, o otros contenidos que usted publique.

source: You have now created a Folder for your Plone website. Before this folder can be viewed by anonymous site visitors, you must publish it.
es: Ahora usted tiene creado una Carpeta en su sitio Web Plone. Esta carpeta puede ser vista por visitantes anónimos del sitio, pero antes usted debe publicarla.
it: Hai creato una Cartella per il tuo sito Plone. Prima che questa cartella diventi visibile per gli utenti anonimi, devi pubblicarla.

source: You have now created a Page for your Plone website. Before this page can be viewed by anonymous site visitors, you must publish it. Publishing also makes your page available in the Navigation portlet.
es: Ahora usted tiene creado una Página en su sitio Web Plone. Esta página puede ser vista por visitantes anónimos del sitio, pero antes usted debe publicarla. Publicándola también hace que su página este disponible en el portlet de Navegación.
it: Adesso hai creato una Pagina nel tuo sito Plone. Prima che questa pagina diventi visibile per gli utenti anonimi, devi pubblicarla. La pubblicazione inoltre rende disponibile la pagina nel riquadro di navigazione.

source: You have now learned how to create a type of hyperlink in Plone: Internal for linking to items within you site.
es: Usted ahora a aprendido a como crear un tipo de enlace en Plone: Interno para enlaces a elementos en su sitio.

source: You have now successfully inserted an image onto a page. You can edit the page again and insert more images, move existing images around, or change their alignment.
es: Usted tiene ahora insertada exitosamente una imagen dentro de una página. Usted puede editar la página a través e insertar más imágenes, mover las imágenes existentes o cambiar sus alineaciones.
it: Hai inserito correttamente l'immagine nella tua pagina. Puoi modificare la pagina e inserire altre immagini, spostarle e cambiarne l'allineamento.

source: You may wish to change the order of contents within a folder for various reasons. One of the most common reasons is to change the order that items list in the Navigation portlet or folder summary views.
es: Tal ves usted desea cambiar el orden de contenidos con una carpetas por varias razones. Una de las razones más comunes es cambiar el orden de la lista de los elementos en el portlet de Navegación o en las vistas de resumen de la carpeta.
it: Potresti voler cambiare l'ordine dei contenuti dentro una cartella per vari motivi. Uno dei più comuni è quello di cambiare l'ordine dei contenuti nel riquadro di Navigazione oppure nelle viste riassuntive delle cartelle.

source: You may wish to make copies of a content item for various reasons. You can paste a copied item into any location on the site.
es: Tal ves usted desea hacer copias de un elemento de contenido por varias razones. Usted puede pegar una elemento copiado dentro de cualquier ubicación en tu sitio.
it: Potresti voler fare copie di un contenuto per vari motivi. Puoi incollare contenuti in qualsiasi punto del sito.

source: You now have a file on your Plone website. You should now create a link to the file from a page to allow a site visitor to download the file. Otherwise, a site visitor would have to know the web address for the file or happen to search for it.
es: Usted ahora tiene un archivo en sitio Plone. Usted debería ahora crear un enlace al archivo desde una página, que le permita a un visitante al sitio descargar el archivo. Otra forma, es que el visitante del sitio debería saber la dirección Web del archivo o debe hacer una busqueda del archivo.
it: Adesso hai un file nel tuo sito Plone. Adesso dovresti creare un collegamento al file da una pagina per consentire ad un visitatore del sito di scaricare il file. Altrimenti, il visitatore del sito deve conoscere l'indirizzo del file oppure deve cercarlo.

source: You now have a folder on your Plone website. You will use this folder in the remaining tutorials as a place to put sample content. <strong>Do not delete or rename it</strong> until you are finished with all the tutorials!
es: Ahora usted tiene creado una carpeta en su sitio Web Plone. Usted usará esta carpeta en las restantes tutorías como el sitio para colocar contenidos de ejemplos. ¡Se recomienda <strong>no eliminarla o renombrarla</strong> hasta que usted finalice con todas las tutorías!
it: Adesso hai una cartella nel tuo sito Plone. Userai questa cartella nei corsi rimanenti come posto dove mettere contenuti di prova. <strong>Non cancellarla o rinominarla</strong> finchè non hai finito tutti i corsi!

source: You now have a linked file on your Plone website. Try clicking the link to see what the download process looks like. Note that the browser settings of each site visitor will determine whether the file opens in an application or if the Save As dialog box appears. You cannot control this behavior from within Plone.
es: Usted tiene ahora un archivo enlazado en su sitio Web Plone. Trate haciendo clic al enlace el cual mostrará el proceso de descarga. Observe que las configuraciones del navegador de cada visitante al sitio determinará como se abrirán los archivos en un aplicación o si el dialogo 'Guardar como' aparezca. Usted no controla este comportamiento desde Plone.
it: Adesso hai un file nel tuo sito Plone. Prova a cliccare sul collegamento per vedere il processo di scaricamento del file. Nota che le impostazione del browser di ogni visitatore del sito determina se il file verrà aperto in una applicazione oppure se apparirà la finestra di dialogo 'Salva come'. Non è possibile controllare questo comportamento da Plone.

source: You now have a published event in your folder.
es: Usted ahora tiene un evento publicado en su carpeta.
it: Adesso hai un evento pubblicato nella tua cartella.

source: You now have a published news item in your folder.
es: Usted ahora tiene noticias publicadas en su carpeta.
it: Adesso hai una notizia pubblicata nella tua cartella.

source: You now have a published page in your folder.
es: Usted ahora tiene una página publicada en su carpeta.
it: Adesso hai una pagina pubblicata nella tua cartella.

source: You now have two copies of the same page in your folder.
es: Usted ahora tiene dos copias de la misma página en su carpeta.
it: Adesso hai due copie della stessa pagina nella tua cartella.

source: You now have two copies of the same page in your folder.<br />You can cut-and-paste and also delete items in a folder by checking the boxes next to the items you wish to alter.
es: Usted ahora tiene dos copias de la misma página en su carpeta.<br />Usted puede cortar y pegar e incluso eliminar elementos en una carpeta marcando la casillas próximas a los elementos que desea alterar.
it: Adesso hai due copie della stessa pagina nella tua cartella. <br /> Puoi fare taglia/incolla e anche cancellare contenuti dopo averli 'spuntati' dalla vista 'Contenuti'.

source: You should see the new portlet you added in the column you chose to add it to. This portlet will now appear on all pages on the site, including new ones that you might create. If you wish to rearrange the order of your portlets, or remove a portlet, return to the Manage Portlets page and use the directional arrows to move portlets or the red X delete a portlet.
es: Usted debería ver el nuevo portlet que agregó en la columna por la que optó por añadir. Este portlet ahora aparecerá en todas las páginas del sitio, incluyendo los nuevos que usted pueda crear. Si usted desea cambiar el orden de los portlets, o remover un portlet, vuelva a la página de Administración de Portlets y presione la fechas de direcciones para mover los portlets o presione la X de color roja para eliminar un portlet.

source: [Check the box] next to My Page in the contents listing.
es: [Haga clic a la casilla] próxima a Mi Página en la lista de contenidos.
it: [Seleziona] vicino alla pagina 'My Page' nella lista dei contenuti.

source: [Click] your new 'Visit the Homepage' link. You should be taken directly to the homepage of your site.
es: [Haga clic] en su nuevo enlace 'Visite la página de inicio'. Usted debería ir directamente a la página de inicio de su sitio Web.

source: [Save] the page.
es: [Guardar] la página.
it: Premi sul bottone [Conferma le modifiche] in fondo alla pagina.

source: image description
es: descripción de imagen
it: descrizione dell'immagine

source: something
es: alguna cosa

source: text in the footer
es: texto en el pie

source: Notice the Image field at the bottom of the page. You can attach an image to a News Item which will appear in summary listings of News Items. You can also caption the image.
it: Fai attenzione al campo [Immagine] in fondo alla pagina. Puoi allegare una immagine che comparirà nella lista riassuntiva delle notizie. Puoi anche dare una didascalia alla tua immagine.

source: Provide a Description for your News Item. <br />The description will appear in site searches and in summary listings of news on your site.
it: Compila il campo Descrizione della tua Notizia. <br /> La descrizione verrà mostrata nelle ricerche del sito e nelle liste riassuntive delle notizie.

source: Put some content in the Body Text field.
it: Inserisci un po' di contenuto nel campo [Testo del documento].

source: a description
it: descrizione
