Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.1.tar.gz/collective.amberjack.plonetour-1.1/collective/amberjack/plonetour/tours/*/02_basic_add_and_publish_a_page.po
Languages: es, fr, pt_br

source: 1_add-a-page_title
es: Agregar una página
fr: Ajouter un Document
pt_br: Adicionar uma Página

source: 0_add-and-publish-a-page_title
es: Agregar y publicar una página
fr: Ajouter et publier un Document
pt_br: Adicionar e publicar uma Página

source: Add some page content (you can come back and edit this later).
es: Agregar alguna página de contenido (usted puede volver y editar este más tarde).
fr: Ajoutez un peu de contenu (vous pouvez revenir et modifier ça plus tard)
pt_br: Adicionar algum conteúdo à página (você pode editar mais tarde)

source: In this tutorial, you'll create a new Page and publish it on your Plone-powered website.
es: En este tutoría, usted creará un nuevo Página y lo publicará en su sitio Web basado en Plone.
fr: Dans ce tutoriel, vous allez créer un nouveau Document et le publier sur votre site Plone.
pt_br: Neste tutorial, você irá criar uma nova Página e publicá-la no seu site Plone.

source: 0_0_microstep_description
es: Navegar a la carpeta llamada [MiCarpeta] que usted creo en la tutoría previa.
fr: Naviguez vers le dossier appelé [MyFolder] que vous avez créé dans le tutoriel précédent.
pt_br: Navegue para a pasta chamada [MinhaPasta] que você criou no tutorial anterior.

source: Now that you selected the Page content type, you need to supply some information about it.
es: Ahora que usted selecciono el tipo de contenido Página, usted necesita suministrar alguna información acerca de este.
fr: Maintenant que vous avez sélectionné le type de contenu Document, vous devez renseigner quelques informations sur ce dernier.
pt_br: Agora que você selecionou o tipo de conteúdo Página, você precisa fornecer algumas informações sobre ele.

source: 2_1_microstep_description
es: Proveer una [Descripción]: [Esta es mi primero página Plone].
fr: Indiquez une [Description] [Ceci est mon premier document Plone.].
pt_br: Forneça uma [Descrição]: [Esta é minha primeira página Plone.].

source: 2_0_microstep_description
es: Proveer un [Titulo]: [Mi Página].
fr: Indiquez un [Titre] : [My Page].
pt_br: Forneça um [Título] (ex: Minha Página.)

source: 3_publish-the-page_title
es: Publicar la página
fr: Publier le document
pt_br: Publique a página

source: 1_1_microstep_description
es: Seleccionar [Página] desde el menú.
fr: Sélectionnez [Document] à partir du menu.
pt_br: Selecione [Página] a partir do menu.

source: This is the text of My Page
es: La descripción de mi página

source: You have now created a Page for your Plone website. Before this page can be viewed by anonymous site visitors, you must publish it. Publishing also makes your page available in the Navigation portlet.
es: Ahora usted tiene creado una Página en su sitio Web Plone. Esta página puede ser vista por visitantes anónimos del sitio, pero antes usted debe publicarla. Publicándola también hace que su página este disponible en el portlet de Navegación.
fr: Vous avez maintenant créé un Document dans votre site Plone. Vous devez le publier pour que les visiteurs anonymes de votre site puisse le voir. La publication permet également de rendre disponible votre document via le portlet de navigation.
pt_br: Você acabou de criar uma Página para seu site Plone. Antes que esta pasta possa ser vista por visitantes anônimos, você deve publicá-la. Ao publicar, você também disponibiliza sua página no portlet de Navegação.

source: You now have a published page in your folder.
es: Usted ahora tiene una página publicada en su carpeta.
fr: Vous avez maintenant un document publié dans votre dossier.
pt_br: Você agora tem uma página publicada em sua pasta.

source: 2_3_microstep_description
es: [Guardar] la página.
fr: [Enregistrez] le document.
pt_br: [Salve] a página.
