Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.1.tar.gz/collective.amberjack.plonetour-1.1/collective/amberjack/plonetour/tours/*/03_basic_add_and_publish_a_news_item.po
Languages: es

source: 0_add-and-publish-a-news-item_title
es: Agregar y publicar una noticia

source: 1_create-a-news-item_title
es: Crear una noticia

source: In order for anonymous site visitors to see your news item you must publish it first. Publishing also makes your news item available in the News portlet and News folder.
es: En orden de ideas los visitantes anónimos del sitio pueden ver sus noticias pero usted debe publicarlo primero. Publicándolo también hace sus noticias disponible en el portlet de Próximos noticias y en la carpeta Noticias.

source: In this tutorial, you'll create a new News Item and publish it on your Plone-powered website.
es: En este tutoría, usted creará un nuevo Noticias y lo publicará en su sitio Web basado en Plone.

source: 2_3_microstep_description
es: Observe que el campo de [Imagen] esta al final de la página. Usted puede adjuntar una imagen a una Noticia la cual aparecerá en la lista de resúmenes de Noticias. Usted puede también colocar una leyenda a la imagen.

source: Now that you selected the News Item content type, you need to supply some information about it.
es: Ahora que usted selecciono el tipo de contenido Noticias, usted necesita suministrar alguna información acerca de este.

source: 2_1_microstep_description
es: Proveer una [Descripción] para sus noticias. <br />La descripción aparecerán en las búsquedas del sitio y en la listas de resúmenes de noticias en su sitio Web.

source: 2_0_microstep_description
es: Proveer un [Titulo]: [Mi Noticia].

source: 3_publish-the-news-item_title
es: Publicar la noticia

source: 2_2_microstep_description
es: Coloque algo de contenido en el campo [Texto de cuerpo].

source: 1_1_microstep_description
es: Seleccionar [Noticia] desde el menú.

source: The description of My News item
es: La descripción de mi noticia

source: You now have a published news item in your folder.
es: Usted ahora tiene noticias publicadas en su carpeta.
