Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.1.tar.gz/collective.amberjack.plonetour-1.1/collective/amberjack/plonetour/tours/*/04_basic_add_and_publish_an_event.po
Languages: es, fr, pt_br

source: 0_add-and-publish-an-event_title
es: Agregar y publicar un evento
fr: Ajouter et publier un Événement
pt_br: Adicionar e publicar um Evento

source: 1_create-a-event_title
es: Crear un evento
fr: Créer un Événement
pt_br: Criar um Evento

source: Events are useful for posting announcements about upcoming events. Events function much like a page, with additional fields for adding information about an event.
es: Los eventos son útiles para publicar anuncios acerca de próximos eventos. Los eventos funciona como una página con campos adicionales para agregar información acerca de un vento.
fr: Les événements sont utiles pour poster des annoncements d'événements à venir. Un événement fonctionne de la même manière qu'un document mais avec des champs additionnels pour spécifier des informations sur l'évènement.
pt_br: Eventos são úteis para publicar anúncios sobre eventos futuros. Eventos funcionam como uma Página, com campos adicionais para acrescentar informações específicas.

source: In order for anonymous site visitors to see your event you must publish it first. Publishing also makes your event available in the Upcoming Events portlet and Events folder.
es: En orden de ideas los visitantes anónimos del sitio pueden ver su evento pero usted debe publicarlo primero. Publicándolo también hace su evento disponible en el portlet de Próximos eventos y en la carpeta Eventos.
fr: Vous devez publier votre événement si vous voulez que les visiteurs anonymes de votre site le voit. La publication permet également de rendre disponible votre événement dans le portlet Événements à venir et dans le dossier Événements.
pt_br: Para que visitantes anônimos visualizem seu evento, você deve publicá-lo antes. Ao publicar, você também disponibiliza seu evento no portlet de Eventos Futuros e na pasta de Eventos.

source: In this tutorial, you'll create a new Event and publish it on your Plone-powered website.
es: En esta tutoría, usted creará un nuevo Evento y lo publicará en su sitio Web basado en Plone.
fr: Dans ce tutoriel, vous allez créer un nouvel Événement et le publier sur votre site Plone.
pt_br: Neste tutorial, você irá criar um novo Evento e publicá-lo no seu site Plone.

source: Information about your event.
es: Información acerca de su evento.

source: Location of Event
es: Ubicación del Evento

source: Now that you selected the Event content type, you need to supply some information about it.
es: Ahora que usted selecciono el tipo de contenido Evento, usted necesita suministrar alguna información acerca de este.
fr: Maintenant que vous avez sélectionné le type de contenu Événement, vous devez renseigner quelques informations sur ce dernier.
pt_br: Agora que você selecionou o tipo de conteúdo Evento, você precisa fornecer algumas informações sobre ele.

source: 2_1_microstep_description
es: Proveer una [Descripción] para su Evento. <br />La descripción aparecerá en las búsquedas del sitio y en la listas de resúmenes de eventos en su sitio.
fr: Indiquez une [Description] pour votre Événement. <br />La description apparaitra dans les résultats de recherches et dans la vue sommaire du dossier Événements.
pt_br: Forneça uma Descrição para seu Evento. <br />A descrição será exibida nas buscas no site e nas listagens resumidas de eventos.

source: 2_0_microstep_description
es: Proveer un [Titulo]: [Mi Evento].
fr: Indiquez un [Titre] : [My Event].
pt_br: Forneça um [Título] (ex: Meu Evento.)

source: 2_2_microstep_description
es: Proveer una [Locación de Evento]. La localización es la ubicación física del evento. Usted puede describir la dirección o proveer las direcciones en el campo del texto del cuerpo.
fr: Indiquez le [Lieu de l'événement]. Le lieu est le lieu physique de l'événement. Vous pouvez indiquer l'adresse ou fournir plus d'informations dans le champ Corps de texte de l'événement.
pt_br: Forneça uma [Local do Evento]. O local refere-se à localização física do evento. Você pode descrever o endereço ou fornecer instruções no campo Corpo de Texto.

source: 2_7_microstep_description
es: Proveer un [Tipo de evento] introduciendo en el campo Nueva categorías. Típicamente incluyendo tipos de eventos: Recaudador de fondos, Subasta, Venta, Concierto, Actuación, etc. Once que usted agrego a un nuevo tipo de evento, ese aparecerá para seleccionar en el campo de Categorías Existentes la próxima ves que usted cree un evento.
fr: Indiquez le [type d'événement] en écrivant dans le champ nouveaux mots-clés. Des types d'événement typiques inclus : Collecte de fonds, Vente aux enchères, Vente, Concert, Performance, etc. Lorsque vous ajoutez un nouveau type d'événement, ce nouveau type est disponible dans les mots-clés existants pour les prochains événements que vous créerez.
pt_br: Forneça um [Tipo de Evento] preenchendo o campo Novas Categorias. Eventos comuns são: Palestra, Reunião, Apresentação, Concerto, Performance etc.

source: Provide contact information in the remaining fields.
es: Proporcionar información de contacto en los campos restantes.
fr: Iniquez les informations de contact dans les champs restants.
pt_br: Forneça informações de contato para os campos restantes.

source: 2_3_microstep_description
es: Proveer las fechas [Inicio y Fin] del evento.
fr: Indiquez la [date de début] et la [date de fin] de l'événement.
pt_br: Forneça as datas de [Início e Fim] do evento.

source: 3_publish-the-event_title
es: Publicar el evento
fr: Publier l'événement
pt_br: Publique o evento

source: 2_4_microstep_description
es: Coloque algo de contenido en el campo de [texto del cuerpo]. Este es el mejor sitio para agregar direcciones de su evento, información acerca de las expectativas, imágenes, etc.
fr: Entrez quelque chose dans le champ [Corps de texte]. C'est le meilleur endroit pour ajouter des informations sur votre événement, sur ce qu'on peut y attendre, des images etc.
pt_br: Adicione algum conteúdo ao campo [Corpo de Texto]. Este é o melhor lugar para acrescentar instruções para seu evento, informação sobre o que esperar, imagens etc.

source: 1_1_microstep_description
es: Seleccionar [Evento] desde el menú.
fr: Sélectionnez [Événement] à partir du menu.
pt_br: Selecione [Evento] a partir do menu.

source: The description of My Event
es: La descripción de mi evento

source: You now have a published event in your folder.
es: Usted ahora tiene un evento publicado en su carpeta.
fr: Vous avez maintenant un événement publié dans votre dossier.
pt_br: Você agora tem um evento publicado em sua pasta.
