Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.1.tar.gz/collective.amberjack.plonetour-1.1/collective/amberjack/plonetour/tours/*/05_basic_format_a_page_using_the_visual_editor.po
Languages: es, it, pt_br

source: 3_add-and-format-page-content_title
es: Agregar y formatear contenido de página
it: Aggiungi e imposta la formattazione del contenuto di una pagina
pt_br: Adicionar e formatar o conteúdo de uma página

source: 2_0_microstep_description
es: Haga clic en la pestaña [Editar] para iniciar la edición.
it: Clicca sulla linguetta [Modifica] per iniziare le modifiche.
pt_br: Clique na aba [Edição] para começar a editar.

source: 2_edit-my-page_title
es: Editar Mi Página'
it: Modifica la pagina 'My Page'
pt_br: Editar 'Minha Página'

source: 1_edit-an-existing-page_title
es: Editar una página existente
it: Modifica una pagina esistente
pt_br: Editar uma página existente

source: 0_format-a-page-using-the-visual-editor_title
es: De formato a una página usando el editor visual
it: Imposta la formattazione del contenuto di una pagina usando l'editor visuale
pt_br: Formatar uma página usando o editor visual

source: In this tutorial, you will revisit a page that you already created and learn how to format content on the page.
es: En esta tutoría, usted visitará de nuevo una página que usted ya creo y aprenderá a como dar formato al contenido en la página.
it: In questo corso, potrai modificare una pagina creata in precedenza e imparerai a formattarne il contenuto.
pt_br: Neste tutorial, você irá revisitar uma página que você já criou e aprender como formatar o conteúdo da página.

source: 1_0_microstep_description
es: Navegar hacia [Mi Página] que usted creo en el paso anterior.
it: Naviga sulla pagina [My Page] creata nel corso precedente.
pt_br: Navegue para [Minha Página] que você criou no tutorial anterior.

source: Next, highlight the phrase 'lazy dog' with your mouse pointer and select the [Italics icon] from the formatting toolbar.
es: Lo próximo, es resaltar la frase 'perezoso perro' con el puntero de su ratón y seleccione el [Icono Itálica] desde la barra de herramientas de formato
it: Poi, evidenzia la frase 'ira funesta' con il mouse e premi sul bottone [Corsivo/Italico] dalla barra con gli strumenti per la formattazione.
pt_br: Em seguida, destaque a frase 'lazy dog' com o ponteiro do seu mouse e selecione o [Ícone de itálico] na barra de ferramentas de formatação de texto.

source: Now highlight the phrase 'brown fox' with your mouse pointer and select the [Bold icon] from the formatting toolbar.
es: Ahora resalte la frase 'zorro marrón' con el puntero de su ratón y seleccione el icono [Negrita] en la barra de herramientas de formato.
it: Adesso evidenzia la frase 'ira funesta' con il mouse e premi sul bottone [Grassetto] dalla barra con gli strumenti per la formattazione.
pt_br: Agora destaque a expressão 'brown fox' com o cursor do seu mouse e selecione o [Ícone de Negrito] na barra de ferramentas.

source: Now type the word 'Introduction' above your sentence. Highlight 'Introduction' and click the text formatting [drop-down menu] and select Subheading. Notice that the text you selected appears larger and bolder than Normal Paragraph text.
es: Ahora introduzca la palabra 'Introducción' por encima de su oración. Resalte la palabra 'Introducción' y haga clic en el [menú desplegable] de estilos de formatos de texto y seleccione Subheading. Observe que el texto que selecciono aparece de tamaño grande y en negritas a diferencia del estilo de formato texto de Párrafo Normal.
it: Adesso scrivi la parola 'Introduzione' sopra la tua frase. Evidenzia la parola 'Introduzione' e seleziona dal [menu a tendina] Subheading dalla barra con gli strumenti per la formattazione. Nota che il testo che hai selezionato è più grande e in grassetto rispetto al testo con lo stile Paragrafo normale.
pt_br: Agora escreva a palavra 'Introdução' acima de sua frase. Destaque ''Introdução' e clique no [menu drop-down] de estilos de texto e selecione Subtítulo. Perceba que o texto que você escolheu aparecer maior e mais pesado que o texto com estilo Parágrafo Normal.

source: 3_0_microstep_description
es: El rápido zorro marrón salta sobre el perezoso perro.
it: Cantami o diva del pelide Achille l'ira funesta.

source: This tutorial has been a brief introduction into the various ways you can format a page. Subsequent tutorials will teach you how to insert hyperlinks and images.
es: Esta tutoría tiene una corta introducción dentro de las diversas formas en como usted puede formatear una página. Subsecuentes tutorías les enseñarán a usted como insertar enlaces y imágenes.
it: Questo corso è stata una breve introduzione ai diversi modi possibili di formatttare il contenuto di una pagina. Con i corsi che seguono imparerai a inserire link e immagini.
pt_br: Este tutorial foi uma breve introdução às várias maneiras em que você pode formatar uma página. Tutoriais seguintes ensinarão como inserir links e imagens.

source: To change text alignment, highlight the entire sentence and select any of the three [text alignment icons] (left, center, or right).
es: Para cambiar la alineación del texto, resalte por completo la frase y seleccione cualquier de los tres [iconos de alineación de texto] (izquierda, centrado o derecha).
it: Per cambiare l'allineamento del testo, evidenzia una frase intera e seleziona uno qualsiasi dei bottoni [Giustificato] (a sinistra, centrato, a destra).
pt_br: Para mudar o alinhamento do texto, destaque a frase inteira e selecione qualquer um dos três [ícones de alinhamento de texto] (esquerda, centralizado ou à direita).

source: 3_11_microstep_description
es: Transcriba todo el texto que usted considere y experimente con los otros estilos del texto en menú de formatos.
it: Scrivi altro testo e prova gli altri stili del testo nella barra con gli strumenti per la formattazione.
pt_br: Escreva mais textos seus escolhendo e experimentando com os outros estilos de texto no menu de formatação.

source: Type the following text into the [Body Text] field: '3_0_microstep_description'
es: Transcriba el siguiente texto dentro del campo [Texto de cuerpo] 'Este rápido zorro marrón salta sobre el perezoso perro'.
it: Scrivi il testo nel campo [Testo del documento]: 'Cantami o diva del pelide Achille l'ira funesta.'
pt_br: EEscreva o seguinte texto no campo [Corpo de Texto]: '3_0_microstep_description'

source: 3_14_microstep_description
es: Cuando usted termine todo, haga clic en el botón [Guardar] ubicado al final de la página.
it: Quando hai finito, clicca sul bottone [Conferma le modifiche] in fondo alla pagina.
pt_br: Quando você concluir, clique o botão [Salvar] ao final da página.
