Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.1.tar.gz/collective.amberjack.plonetour-1.1/collective/amberjack/plonetour/tours/*/07_basic_create_external_links.po
Languages: es, it, pt_br

source: 0_add-a-new-image-to-myfolder_title
es: Agregar una nueva Imagen a MiCarpeta
it: Aggiungi una Immagine alla cartella 'MyFolder'
pt_br: Adicione uma nova Imagem a MinhaPasta

source: Before you can place an image on a page in Plone, you must first upload your image to the site. Be sure that you have properly prepared your image for web publishing. In short, this means that you should compress your image file, use only GIF, JPG, or PNG file formats and crop your image to fit well on the page, and resize it to reduce the upload time if needed.
es: Antes usted puede colocar una imagen en una página en Plone, usted primero debe subir su imagen en el sitio. Asegúrese de que tiene su imagen debidamente preparada para publicaciones en la Web. En pocas palabras, esto significa que usted debe comprimir su archivo de imagen, use solamente los formatos de archivo de imagen GIF, JPG, o PNG y recorte su imagen a que se vea bien en la página, y cambie su tamaño para reducir el tiempo de carga de la imagen al sitio o de descarga de la misma, si es necesario.
it: Prima che tu possa inserire una immagine in una pagina in Plone, devi caricarla sul sito. Assicurati di averla preparata per la pubblicazione sul web. In breve, questo significa che dovresti comprimere la tua immagine. Usa solo i formati GIF, JPG o PNG e ritaglia l'immagine per adattarla alla pagina e, se necessario, ridimensionala per ridurre il tempo di caricamento.
pt_br: Antes de inserir uma imagem numa página do Plone, você precisa primeiro subir a imagem para o site. Tenha certeza de ter preparado corretamente a sua imagem para publicação web. Em suma, isso significa que você deve comprimir o tamanho do arquivo, usar somente os formatos GIF, JPG ou PNG e cortar a sua imagem para caber bem na página, além de redimensioná-la para reduzir o tempo de upload, caso necessário.

source: 2_3_microstep_description
es: Haga clic en [Guardar] para completar la subida.
it: Clicca sul bottone [Conferma le modifiche] per completare il caricamento.
pt_br: Clique [Salvar] para concluir o upload.

source: 1_0_microstep_description
es: Haga clic en el menú desplegable [Agregar Nuevo...] y seleccione Imagen desde el menú.
it: Clicca sul menu a tendina [Aggiungi un nuovo...] e seleziona Immagine.
pt_br: Clique no menu drop-down [Adicionar item...] e selecione Imagem.

source: 2_2_microstep_description
es: Haga clic en el botón [Seleccionar] y busque el archivo de imagen que usted quiere subir desde su sistema de archivo.
it: Clicca sul bottone [Sfoglia] e cerca il file con l'immagine sul tuo computer.
pt_br: Clique no botão [Procurar] e localize em seu computador o arquivo da imagem que você deseja subir.

source: Now that you have uploaded an image to Plone, you can insert the image onto a page. The next tutorial will explain how to insert images.
es: Ahora que usted tiene subido una imagen a Plone, usted puede insertar la imagen dentro de una página. La próxima tutoría explicará como insertar imágenes.
it: Adesso che hai caricato una immagine su Plone, puoi inserire l'immagine in una pagina. Il prossimo corso ti spiegher√† come inserire immagini.
pt_br: Agora que você fez o upload de uma imagem no Plone, você pode inseri-la em uma página. O próximo tutorial explicará como inserir imagens.

source: 2_1_microstep_description
es: Proveer una [Descripción] para su Imagen.
it: Compila il campo [Descrizione] della tua Immagine.
pt_br: Forneça uma Descrição para sua Imagem.

source: Provide a [Title] for your Image. It is best if you use the file name of your image as the title, including the file extension (i.e. myphoto.jpg)
es: Proveer un [Título] para su Imagen. Esa es la mejor forma, en ves de usar el nombre del archivo de su imagen como el título, incluyendo la extensión del archivo (ej mifoto.jpg)
it: Compila il campo [Titolo] della tua Immagine. Puoi usare il nome del file dell'immagine come titolo, inclusa l'estensione del file (ad esempio miafoto.jpg)
pt_br: Forneça um [Título] para sua Imagem. É melhor se você usar o nome do arquivo como título, incluindo a extensão do arquivo (ex: minhafoto.jpg)

source: 1_1_microstep_description
es: Seleccionar [Imagen] desde el menú.
it: Seleziona [Immagine] dal menu.
pt_br: Selecione [Minha Página] como exibição padrão para MinhaPasta

source: amberjack_title
es: Subir una imagen
it: Carica una immagine
pt_br: Faça o upload de uma imagem

source: 3_4_microstep_description
es: descripción de imagen
it: descrizione dell'immagine
pt_br: descrição de imagem
