Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.1.tar.gz/collective.amberjack.plonetour-1.1/collective/amberjack/plonetour/tours/*/08_basic_upload_an_image.po
Languages: es, it, pt_br

source: 3_1_microstep_description
es: Una ventana emergente aparecerá. Haga clic en el botón [Navegar] para la ubicar una imagen que le gustaría insertar. Usted debería tener al menos una imagen subida en su carpeta llamada MiCarpeta desde la tutoría anterior.
it: Dovrebbe apparire una nuova finestra. Premi [Sfoglia] per cercare l'immagine da inserire. Dovresti almeno già avere l'immagine nella cartella MyFolder, caricata nel corso precedente.
pt_br: Uma janela popup deve aparecer. [Navegue] até a localização da imagem que você gostaria de inserir. Você deve ter ao menos uma imagem já em MinhaPasta de algum tutorial anterior.

source: Choose [Left] alignment and a [Size] from the size menu. You can leave the [Text Equivalent] field as-is, or change the text if you wish. This is the 'alt' text for the image which aids in site accessibility, search, and indexing.
es: Elija la alineación [Izquierda] y un [Tamaño] desde el menú tamaño. Usted puede dejar el campo [Texto Equivalente] como está, o cambiar el texto si usted lo desea. Este es el texto 'alternativo' para la imagen la cual ayuda en la accesibilidad del sitio, para búsqueda y indexación.
it: Dal menu Allineamento scegli [Sinistra] e una dimensione dal menu [Dimensione]. Puoi lasciare il campo [Testo equivalente] così come è oppure inserire il testo che vuoi. Questo campo contiene il testo dell'immagine per l'accessibilità del sito, per le ricerche e per l'indicizzazione.
pt_br: Escolha o alinhamento à [Esquerda] e um [Tamanho] do menu de dimensões. Você pode deixar o campo [Equivalente Textual] como está, ou alterá-lo conforme o desejado. Este é o atributo 'alt' da imagem que aumentará a acessibilidade, busca e indexação do seu site.

source: Click [OK] to complete the image insert.
es: Haga clic [OK] para completar la inserción de imagen.
it: Clicca sul bottone [Ok] per finire l'inserimento dell'immagine.
pt_br: Clique [OK] para finalizar a inserção da imagem.

source: Edit 'My Page'
es: Editar 'Mi Página'
it: Modifica la pagina 'My Page'
pt_br: Editar 'Minha Página'

source: In this tutorial, you will revisit a page that you already created and learn how insert an image into that page.
es: En esta tutoría, usted volverá a visitar una página que usted ya creo y aprenderá a insertar una imagen dentro de esa página.
it: In questo corso, potrai modificare una pagina creata in precedenza e imparerai a inserire una immagine nella pagina.
pt_br: Neste tutorial, você irá revisitar uma página que você já criou e aprender como inserir uma imagem nesta página.

source: 3_insert-an-image_title
es: Insertar una Imagen
it: Inserisci una immagine
pt_br: Insira uma Imagem

source: 0_insert-image-on-a-page_title
es: Insertar una imagen o una página
it: Inserisci una immagine in una pagina
pt_br: Insira uma imagem em uma página

source: 3_3_microstep_description
es: Observe en la columna a mano derecha de la ventana emergente, que una vista preliminar de la imagen que usted selecciono aparece.
it: Nota che, nella colonna di destra della finestra in evidenza, viene mostrata l'anteprima della immagine selezionata.
pt_br: Perceba na coluna da direita da janela pop-up que aparece uma pré-visualização da imagem que você escolheu.

source: 3_0_microstep_description
es: Ahora haga clic en el icono [Insertar Imagen] en la barra de herramientas del editor (la apariencia de este icono es como un árbol).
it: Adesso clicca sul bottone [Inserisci una immagine] dalla barra con gli strumenti per la formattazione.
pt_br: Agora clique no ícone [Inserir Imagem] na barra de ferramentas do editor (semelhante a uma árvore).

source: Open 'My Page'
es: Abrir 'Mi Página'
it: Apri la pagina 'My Page'
pt_br: Abrir 'Minha Página'

source: 3_2_microstep_description
es: Seleccionar la imagen [haciendo clic en el botón de radio] próximo a la misma.
it: Selezione l'immagine [cliccando sul bottone di selezione] vicino ad essa.
pt_br: Selecione a imagem [clicando no botão de opção] próximo.

source: You have now successfully inserted an image onto a page. You can edit the page again and insert more images, move existing images around, or change their alignment.
es: Usted tiene ahora insertada exitosamente una imagen dentro de una página. Usted puede editar la página a través e insertar más imágenes, mover las imágenes existentes o cambiar sus alineaciones.
it: Hai inserito correttamente l'immagine nella tua pagina. Puoi modificare la pagina e inserire altre immagini, spostarle e cambiarne l'allineamento.
pt_br: Você acabou de inserir uma imagem em uma página. Você pode editar a página novamente e inserir mais imagens, reposicionar as existentes ou mudar seus alinhamentos.
