Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.1.tar.gz/collective.amberjack.plonetour-1.1/collective/amberjack/plonetour/tours/*/09_basic_insert_image_on_a_page.po
Languages: es, it, pt_br

source: A File in Plone is any binary file such as a PDF, DOC, XLS, PPT, RTF, or other file type that you wish to upload to your site. You can also link to a file to allow your site visitors the chance to download the file.
es: Un archivo en Plone es cualquier fichero binario como un PDF, DOC, XLS, PPT, RTF o otros tipos de fichero que usted quiera subir a su sitio Web. Usted puede también enlazar a un archivo permitiendo así a los visitantes de su sitio descargar el mismo.
it: Un File in Plone è qualsiasi file binario come PDF, DOC, XLS, PPT, RTF o altri tipi di file che vuoi caricare sul tuo sito. Puoi anche creare un collegamento ad un file per consentirne lo scaricamento ai visitatori del sito.
pt_br: Um Arquivo no Plone é qualquer arquivo binário como PDF, DOC, XLS, PPT, RTF ou qualquer outro tipo de arquivo que você queira fazer upload. Você também pode linkar para um arquivo para permitir que seus visitantes façam o download.

source: A description for this file
es: Una descripción para este archivo
it: Descrizione del file
pt_br: Uma descrição para este arquivo

source: 1_add-a-new-file-to-myfolder_title
es: Agregar un nuevo Archivo a MiCarpeta

source: 2_choose-a-file_title
es: Elegir un archivo
it: Scegli un file
pt_br: Escolha um arquivo

source: 1_0_microstep_description
es: Haga clic en el menú desplegable [Agregar nuevo...] y seleccione el elemento Archivo desde el menú.
it: Naviga sulla pagina [My Page]
pt_br: Navegue para [Minha Página]

source: 2_2_microstep_description
es: Haga clic en el botón [Navegar].
it: Clicca sul bottone [Sfoglia].
pt_br: Clique no botão [Procurar].

source: 2_0_microstep_description
es: Haga clic en la pestaña [Editar].
it: Clicca sulla linguetta [Modifica].
pt_br: Clique na aba [Edição].

source: 0_create-a-file_title
es: Crear un Archivo
it: Crea un File
pt_br: Criar um Arquivo

source: 3_link-to-the-file_title
es: Enlace a un Archivo
it: Crea collegamento con un File
pt_br: Link para o Arquivo

source: Now highlight the link text and click the [Internal Link] icon in the editor toolbar (it looks like a piece of chain link).
es: Ahora resalte el texto con el puntero de su ratón y haga clic en la barra de herramientas en el icono [Enlace Interno], (la apariencia de este icono es como un enlace de pequeño trozo de la cadena)
it: Adesso selezione il testo da collegare e clicca sul bottone [Inserisci un collegamento interno] dalla barra con gli strumenti per la formattazione (è un pezzo di catena).
pt_br: Agora destaque o texto do link e clique no ícone [Link Interno] na barra de ferramentas (semelhante a um dos elos de uma corrente).

source: 2_1_microstep_description
es: Proveer una [Descripción]. La descripción aparecerá en las búsquedas del sitio y en la lista de resúmenes de archivos en su sitio Plone.
it: Compila il campo [Descrizione]. La descrizione verrà mostrata nelle ricerche del sito e nelle liste riassuntive di file.
pt_br: Forneça uma Descrição. <br />A descrição será exibida nas buscas no site e nas listagens resumidas de eventos.

source: Provide a [Title] (i.e. "My File.")
es: Proveer un [Título] (ej. "Mi Archivo.")
it: Compila il campo [Titolo] (ad esempio 'My File')

source: 1_1_microstep_description
es: Seleccionar [Archivo] desde el menú.
it: Selezione [File] dal menu.
pt_br: Selecione [Arquivo] a partir do menu.

source: 2_3_microstep_description
es: Seleccionar un archivo desde el escritorio de su sistema operativo.
it: Seleziona una file dal tuo computer.
pt_br: Selecione um arquivo de seu computador.

source: 5_4_microstep_description
es: Seleccionar el archivo [haciendo clic en el botón de radio] próximo a el mismo.
it: Selezione il file [cliccando sul bottone di selezione] vicino ad esso.
pt_br: Selecione o arquivo [clicando no botão de opção] próximo.

source: 5_0_microstep_description
es: Introduzca algún texto de enlace en el campo del [Cuerpo del texto] de la página (ej. Descargar este reporte).
it: Inserisci un po' di testo per i collegamenti nel campo [Testo del documento] della pagina (ad esempio 'Scarica questo file').
pt_br: Escreva algum texto de link no campo [Corpo de Texto] da página (ex: Faça o download deste relatório).

source: amberjack_title
es: Suba y enlace a un archivo
it: Carica e crea collegamento ad un File
pt_br: Faça o upload e link para um Arquivo

source: 5_3_microstep_description
es: Use la [ventana emergente] para navegar hacia la ubicación de el archivo que acaba de subir.
it: Usa la [finestra in evidenza] per accedere al file che hai appena caricato.
pt_br: Use a [janela de pop-up] para navegar para a localização do arquivo que você acabou de carregar.

source: When linking to a file, you should indicate that the link will begin the download of a file and you should indicate the file type and size in the link text as well. For example you might say: Download this report [PDF 1.2 Mb].
es: Cuando esta enlazando a un archivo, usted podría indicar el enlace que iniciará la descarga de un archivo y usted podría indicar el tipo de archivo y el peso del mismo en el texto de enlace. Por ejemplo usted podría decir: Descargar este reporte [Formato PDF, Peso 1.2 Mb].
it: Quando crei un collegamento ad un file, dovresti indicare che il collegamento farà partire lo scaricamento del file; nel testo dovresti indicare il tipo di file e la dimensione. Ad esempio potresti scrivere: Scarica questo file [PDF 1.2 MB].
pt_br: Ao referenciar um arquivo, você deve indicar textualmente que o link iniciará o download do arquivo, bem como o seu tipo e tamanho. Por exemplo você poderia escrever: Faça o download deste relatório [PDF 1.2Mb].

source: You now have a file on your Plone website. You should now create a link to the file from a page to allow a site visitor to download the file. Otherwise, a site visitor would have to know the web address for the file or happen to search for it.
es: Usted ahora tiene un archivo en sitio Plone. Usted debería ahora crear un enlace al archivo desde una página, que le permita a un visitante al sitio descargar el archivo. Otra forma, es que el visitante del sitio debería saber la dirección Web del archivo o debe hacer una busqueda del archivo.
it: Adesso hai un file nel tuo sito Plone. Adesso dovresti creare un collegamento al file da una pagina per consentire ad un visitatore del sito di scaricare il file. Altrimenti, il visitatore del sito deve conoscere l'indirizzo del file oppure deve cercarlo.
pt_br: Você agora tem um arquivo em seu site Plone. Você agora deve criar um link para o arquivo a partir de uma página para permitir que o visitante do site faça o download do mesmo. Caso contrário, o visitante teria que conhecer o endereço web do arquivo ou utilizar a busca do site para encontrá-lo.

source: You now have a linked file on your Plone website. Try clicking the link to see what the download process looks like. Note that the browser settings of each site visitor will determine whether the file opens in an application or if the Save As dialog box appears. You cannot control this behavior from within Plone.
es: Usted tiene ahora un archivo enlazado en su sitio Web Plone. Trate haciendo clic al enlace el cual mostrará el proceso de descarga. Observe que las configuraciones del navegador de cada visitante al sitio determinará como se abrirán los archivos en un aplicación o si el dialogo 'Guardar como' aparezca. Usted no controla este comportamiento desde Plone.
it: Adesso hai un file nel tuo sito Plone. Prova a cliccare sul collegamento per vedere il processo di scaricamento del file. Nota che le impostazione del browser di ogni visitatore del sito determina se il file verrà aperto in una applicazione oppure se apparirà la finestra di dialogo 'Salva come'. Non è possibile controllare questo comportamento da Plone.
pt_br: Você agora tem um arquivo referenciado em seu site Plone. Tente clicar neste link para ver como processo de download acontece. Perceba que as configurações do navegador de cada visitante determinarão se um arquivo abre diretamente em um programa do seu computador ou se aparecerá a caixa de diálogo Salvar Como. Você não pode controlar este comportamento a partir do Plone.

source: Provide a [Title] (i.e. My File.)
pt_br: Forneça um [Título] (ex: Meu Arquivo.)
