Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.1.tar.gz/collective.amberjack.plonetour-1.1/collective/amberjack/plonetour/tours/*/10_basic_upload_and_link_to_a_file.po
Languages: es, it, pt_br

source: All of the items you have been creating for these tutorials so far are listed now in the Contents view. You can see information about each item such as the Title, Size, Date Modified, and Publishing State.
es: Todos los elementos que usted ha creado por estas tutorías son listados ahora el la vista Contenidos. Usted puede ver información acerca de cada uno como el Título, Tamaño, Fecha de modificación y Estado de publicación
it: Tutti i contenuti creati per questi corsi sono elencati nella vista 'Contenuti'. Puoi vedere le informazioni su ogni contenuto come il Titolo, Dimensione, Data di modifica (Modificato) e Stato.
pt_br: Todos os itens que você criou com estes tutoriais até agora são listados na visão de Conteúdo. Você pode ver informações sobre cada um destes itens, tais como Título, Tamanho, Data de Modificação e Estado de Publicação.

source: 2_0_microstep_description
es: También observe los botones de la parte inferior de la vista Contenido: Copiar, Cortar, Renombrar, Eliminar y, Cambiar Estado. Mediante el uso de las casillas de verificación junto a cada elemento de contenido usted puede aplicar cualquiera de estos cambios a los elementos marcados.
it: Nota anche i bottoni presenti nella vista 'Contenuti': 'Copia', 'Taglia', 'Rinomina', 'Elimina' e 'Cambia lo stato'. Usando il tasto di selezione vicino ad ogni oggetto puoi applicare una di queste operazioni agli oggetti selezionati.
pt_br: Observe também os botões ao final da visão de Conteúdo: Copiar, Recortar, Renomear, Apagar e Alterar Estado. Usando os marcadores à esquerda de cada conteúdo, você pode aplicar qualquer destas ações aos itens selecionados.

source: 1_0_microstep_description
es: Haga clic en la pestaña [Contenidos].
it: Clicca sulla linguetta [Contenuti]
pt_br: Clique na aba [Conteúdo].

source: 4_1_microstep_description
es: Haga clic en el botón [Copiar] al final de la página.
it: Clicca sul bottone [Copia] in fondo alla pagina.
pt_br: Clique no botão [Copiar] na região inferior da página.

source: 3_1_microstep_description
es: Haga clic y arrastre el elemento al tope de la lista de Contenidos. El elemento esta movido - no es necesario usted guarde el cambio hecho.
it: Clicca e trascina ogni oggetto in cima alla lista dei contenuti. Gli oggetti si sono spostati - non c'è bisogno di salvare in nessun modo i cambiati fatti.
pt_br: Clique e arraste o item até o topo da listagem de conteúdos. O item já fica reposicionado - você não precisa salvar a mudança.

source: 4_copy-content_title
es: Copiar contenido
it: Copia il contenuto
pt_br: Copiar contéudo

source: 2_features-of-the-contents-tab_title
es: Caracteristicas de la pestaña de Contenidos
it: Funzionalità della linguetta 'Contenuti'
pt_br: Características da aba Conteúdo

source: 5_0_microstep_description
es: Observe que el botón Pegar ahora parece. Haga clic en el botón Pegar para crear una copia de Mi Página.
it: Nota che il bottone 'Incolla' adesso è evidenziato. Clicca su [Incolla] per creare una copia della pagina 'My Page'.
pt_br: Perceba que um botão de Colar agora aparece. Clique [Colar] para criar uma cópia de Minha Página.

source: 5_paste-content_title
es: Pegar contenido
it: Incolla il contenuto
pt_br: Colar conteúdo

source: 3_0_microstep_description
es: Posicione el curso del ratón sobre uno de los elementos en la [Ordenar columna]. Observe que su puntero ahora tiene forma de fecha de cuatro vias o un poco de lado.
it: Muovi il mouse sopra uno degli oggetti presenti nella colonna [Ordinamento]. Nota che il puntatore adesso è diventata una freccia a quattro punte oppure una piccola mano.
pt_br: Posicione o cursor do seu mouse sobre um dos itens da [Coluna de Ordenação]. Perceba que seu cursor se torna uma flecha de quatro direções ou uma pequena mão.

source: 3_reordering-content_title
es: Reordenando contenido
it: Riordina il contenuto
pt_br: Reordenando conteúdo

source: So far you've mostly been working with the Edit tab. Now it's time to take a look at the Contents tab and what it can do. 0_the-contents-tab_title lets you browse the filesystem of your website and perform administrative tasks such as: reorder content, delete content, copy, cut, and paste content items.
es: Hasta ahora has estado trabajando sobre todo con la pestaña Edición. Ahora es el momento de echar un vistazo a la pestaña Contenido y lo que puede hacer. La pestaña Contenido le permite examinar el sistema de archivos de su sitio web y realizar tareas administrativas tales como: reordenar, borrar, copiar, cortar y pegar elementos de contenido.
it: Abbiamo visto come gestire la linguetta 'Modifica'. Adesso passiamo a vedere la linguetta 'Contenuti' per capire cosa è possibile fare. La linguetta 'Contenuti' ti consente di navigare i contenuti del tuo sito e di fare azioni di amministrazione come: riordinare contenuti, cancellare contenuti, copiare, tagliare e incollare contenuti.
pt_br: Até agora você tem trabalhado principalmente com a aba de Edição. Agora é hora de dar uma olhada na aba Conteúdo e no que ela pode fazer. A aba Conteúdo permite a você navegar pelo sistema de arquivos do seu site e executar tarefas administrativas como: reordenar, apagar, copiar, recortar e colar itens de conteúdo.

source: 0_the-contents-tab_title
es: La pestaña Contenidos
it: Linguetta 'Contenuti'
pt_br: A aba Conteúdo

source: amberjack_title
es: Usando la pestaña de Contenido
it: Usare la linguetta 'Contenuti'
pt_br: Usando a aba Conteúdo

source: You may wish to change the order of contents within a folder for various reasons. One of the most common reasons is to change the order that items list in the Navigation portlet or folder summary views.
es: Tal ves usted desea cambiar el orden de contenidos con una carpetas por varias razones. Una de las razones más comunes es cambiar el orden de la lista de los elementos en el portlet de Navegación o en las vistas de resumen de la carpeta.
it: Potresti voler cambiare l'ordine dei contenuti dentro una cartella per vari motivi. Uno dei più comuni è quello di cambiare l'ordine dei contenuti nel riquadro di Navigazione oppure nelle viste riassuntive delle cartelle.
pt_br: Você pode desejar mudar a ordem dos contéudos dentro de uma pasta por diversos motivos. Uma das razões mais comuns é mudar a ordem de listagem dos itens no portlet de Navegação ou na exibição resumida da pasta.

source: You may wish to make copies of a content item for various reasons. You can paste a copied item into any location on the site.
es: Tal ves usted desea hacer copias de un elemento de contenido por varias razones. Usted puede pegar una elemento copiado dentro de cualquier ubicación en tu sitio.
it: Potresti voler fare copie di un contenuto per vari motivi. Puoi incollare contenuti in qualsiasi punto del sito.
pt_br: Você pode desejar fazer cópias de um item de conteúdo por vários motivos. Você pode colar um item copiado em qualquer local do site.

source: You now have two copies of the same page in your folder.
es: Usted ahora tiene dos copias de la misma página en su carpeta.
it: Adesso hai due copie della stessa pagina nella tua cartella.
pt_br: Você agora tem duas cópias da mesma página em sua pasta.

source: You now have two copies of the same page in your folder.<br />You can cut-and-paste and also delete items in a folder by checking the boxes next to the items you wish to alter.
es: Usted ahora tiene dos copias de la misma página en su carpeta.<br />Usted puede cortar y pegar e incluso eliminar elementos en una carpeta marcando la casillas próximas a los elementos que desea alterar.
it: Adesso hai due copie della stessa pagina nella tua cartella. <br /> Puoi fare taglia/incolla e anche cancellare contenuti dopo averli 'spuntati' dalla vista 'Contenuti'.
pt_br: Você agora tem duas cópias da mesma página em sua pasta. <br />Você pode recortar e colar e também apagar itens em uma pasta marcando as caixas próximas aos itens com que você deseja trabalhar.

source: 4_0_microstep_description
es: [Haga clic a la casilla] próxima a Mi Página en la lista de contenidos.
it: [Seleziona] vicino alla pagina 'My Page' nella lista dei contenuti.
pt_br: [Marque a caixa] próxima a Minha Página na listagem de conteúdo.
