Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.amberjack.plonetour/collective.amberjack.plonetour-1.1.tar.gz/collective.amberjack.plonetour-1.1/collective/amberjack/plonetour/tours/*/11_basic_using_the_contents_tab.po
Languages: es, fr, pt_br

source: A folder is a special content type in Plone because it can contain other content items. The way that those contained items will appear on the screen can be changed using the Display drop-down menu.
es: Una carpeta es un tipo de contenido especial en Plone, ya que puede contener otros elementos de contenido. La forma en que los elementos contenidos aparecerán en la pantalla se puede cambiar usando el menú desplegable Mostrar.
fr: Un dossier est un type de contenu spécial dans Plone car il peut contenir d'autres contenus. La façon dont ces contenus seront affichés à l'écran peut être changée via le menu Affichage.
pt_br: Uma pasta e um tipo especial de conteúdo no Plone que pode conter outros itens dentro. A maneira com a qual estes itens aparecerão na tela pode ser alterada usando o menu Exibição.

source: 1_0_microstep_description
es: Haga clic [Mostrar] menú desplegable.
fr: Cliquez sur le menu [Affichage].
pt_br: Clique no menu drop-down [Exibição].

source: 3_3_microstep_description
es: Haga clic al botón [Guardar] para finalizar.
fr: Cliquez sur le bouton [Enregistrer] pour terminer.
pt_br: Clique no botão [Salvar] para concluir.

source: 6_0_microstep_description
es: En esta tutoría usted ha explorado algunas de las formas en la que una carpeta puede mostrar sus contenidos. En su propia carpeta, trate y cambie a 'vista miniatura' para subir muchas imágenes a una carpeta. Esta vista es usada para crear una simple galería de fotos.
fr: Dans ce tutoriel vous avez exploré certains types d'affichage que peut avoir un dossier. Essayez par vous même la vue en vignette en téléchargeant vers le serveur plusieurs images dans un dossier. Cette vue est utilisée pour créer une simple galerie de photos.
pt_br: Neste tutorial você explorou algumas das maneiras que uma pasta pode exibir seus conteúdos. Tente por você mesmo a exibição de Miniaturas subindo diversas imagens para uma pasta. Esta exibição é usada para criar uma galeria de fotos básica.

source: 3_2_microstep_description
es: Seleccionar [Mi Página] como la página por defecto para MiCarpeta.
fr: Sélectionnez [My Page] comme vue par défaut pour MyFolder.
pt_br: Selecione [Minha Página] como exibição padrão para MinhaPasta.

source: 1_1_microstep_description
es: Seleccionar [Vista resumen].
fr: Sélectionnez [Vue sommaire].
pt_br: Selecione a [Exibição Resumida].

source: 2_1_microstep_description
es: Seleccionar [Vista tabular].
fr: Sélectionnez [Vue tabulaire].
pt_br: Selecione a [Exibição Tabular].

source: 3_1_microstep_description
es: Seleccionar [elemento de contenido como vista por defecto].
fr: Sélectionnez [Choisir un élément comme vue par défaut].
pt_br: Selecione um [item de conteúdo como exibição padrão].

source: Select default page
es: Seleccionar página por defecto
fr: Choisir la vue par défaut
pt_br: Selecione a página padrão

source: 4_0_microstep_description
es: Hasta ahora hemos visto las diferentes maneras en que una carpeta en Plone puede mostrar su contenido. Sin embargo, en muchos casos puede que desee elegir un solo elemento, como una página para que actúe como la 'página de destino' de la carpeta. Esto es común en los casos en que la carpeta está destinada a ser una sub-sección de la página.
fr: Jusqu'à maintenant vous avez vu les diverses façons d'afficher le contenu d'un dossier. Toutefois, dans de nombreux cas vous souhaitez choisir un seul élément tel qu'un document pour agir comme « page d'accueil » du dossier. Cette situation est commune dans les cas où le dossier est destiné à être une sous-section du site.
pt_br: Até agora você viu as diversas maneiras que uma pasta do Plone pode exibir seus conteúdos. No entanto, em muitos casos você pode desejar escolher um único item como uma Página para funcionar como a 'página de chegada' para a pasta. Isto é comum nos casos em que uma pasta é usada para ser uma subseção do site.

source: The Tabular view is similar to what you see in the Contents tab, except that you cannot perform administrative tasks such copy, cut, delete or reorder. The tabular view only displays the Title and Item Type to anonymous site visitors.
es: La vista Tabular es similar a como usted ve los elementos de contenidos en las pestaña 'Contenidos', excepto que usted no puede realizar labores administrativas como copiar, cortar, eliminar o reordenar. La vista Tabular solamente muestra el Titulo del tipo de elemento a los visitantes anónimos del sitio Web.
fr: La vue tabulaire est similaire à ce que vous voyez dans l'onglet Contenus, à part que vous ne pouvez pas réaliser de tâches administratives comme copier, couper, supprimer ou réordonner. La vue tabulaire affiche seulement le titre et le type de l'item aux visiteurs anonymes.
pt_br: A exibição Tabular é semelhante à que você vê na aba Conteúdo, com a exceção de que você não pode executar tarefas administrativas como copiar, recortar, apagar ou reordenar conteúdos. A exibição Tabular somente exibe o Título e Tipo do Item para visitantes anônimos.

source: Up to this point MyFolder has been using the Standard view. Standard view lists each item in the order it happens to be in the folder. 1_1_microstep_description is similar except that each entry is separated by a horizontal line and a Read More... link is automatically generated. If an item has an attached thumbnail image (such as a News Item) the image will also appear in the 1_1_microstep_description.
es: Hasta este punto MiCarpeta ha estado utilizando la vista estándar. La Vista estándar listas de cada elemento en el orden que resulta ser en la carpeta. La vista Resumen "es similar, excepto que cada entrada está separada por una línea horizontal y un enlace Leer más... se genera automáticamente. Si un elemento tiene una imagen en miniatura adjunta (tales como una noticia) en la imagen también aparecerá en la vista Resumen.
fr: Jusqu'à maintenant MyFolder utilisait la vue standard. La vue standard liste chaque item dans l'ordre où il est dans le dossier. La vue sommaire est similaire à part que chaque entrée est séparée par une ligne horizontale et un lien Lire la suite... est automatiquement généré. Si un item (comme une Actualité) a une image associée, elle apparaitra dans la vue sommaire.
pt_br: Até agora MinhaPasta tem usado a exibição Padrão. A exibição Padrão lista cada item na ordem em que eles se encontram na pasta. A exibição resumida é semelhante, com a exceção de que cada entrada é separada por uma linha horizontal e um link Leia Mais... é automaticamente gerado. Se um item possui uma imagem anexada (como o tipo Notícia), sua miniatura será exibida na exibição Resumida.

source: 1_use-summary-view_title
es: Usar vista resumen
fr: Utiliser la vue sommaire
pt_br: Use a visão resumida

source: 0_using-the-display-menu_title
es: Usando el menú Mostrar
fr: Utiliser le menu Affichage
pt_br: Usando o menu Exibição
