Repository: pypi-data/pypi-mirror-2
Catalog: packages/collective.pfg.dexterity/collective.pfg.dexterity-0.3.0.zip/collective.pfg.dexterity-0.3.0/collective/pfg/dexterity/locales/*/LC_MESSAGES/collective.pfg.dexterity.po
Languages: fr

source: Content Adapter
fr: Adaptateur de contenu

source: Content type
fr: Type de contenu

source: Dexterity content creation adapter for PloneFormGen.
fr: Adaptateur de création de contenu Dexterity pour PloneFormGen

source: Field mapping
fr: Cartographie des champs

source: Map form fields to fields of the selected content type. Please note, that you must first select the content type, then save this adapter, and only then you'll be able to see the fields of the selected content type.
fr: Lier les champs de formulaire aux champs du type de contenu sélectionné. Merci de noter que vous devez d'abord sélectionner le type de contenu, puis enregistrez cet adaptateur, et alors seulement vous serez capables de voir les champs du type de contenu sélectionné.

source: No transition
fr: Pas de transition

source: Select a form field
fr: Sélectionnez un champ de formulaire

source: Select the target folder, where created new content should be placed. Please, make sure that the folder allows adding content of the selected type.
fr: Sélectionnez le dossier cible, où les nouveaux contenu créés devraient être placés. Merci de vous assurez que le dossier permet l'ajout de contenu du type sélectionné.

source: Select the type of new content to be created.
fr: Sélectionnez le nouveau type de contenu a créer.

source: Target folder
fr: Dossier cible

source: Trigger workflow transition
fr: Première transition de workflow

source: You may select a workflow transition to be triggered after new content is created.
fr: Vous pouvez sélectionner la transition de workflow pouvant être déclenchée après la création du nouveau contenu.

source: to be mapped to a content field.
fr: qui doit être relié à un champ de contenu.
